[
    {
        "heading": "Facility Policies, Procedures,",
        "content": "and Legal Issues"
    },
    {
        "heading": "Traci Statler, PhD, and Victor Brown, MS",
        "content": "The authors would like to acknowledge the significant contributions of Boyd Epley, John Taylor, Michael Greenwood, and Lori Green- wood to this chapter. After completing this chapter, you will be able to •\t develop or clarify the goals and objectives of a strength and conditioning program, •\t understand the daily operational practices of a strength and conditioning program and facility that help to achieve the goals and objectives, •\t establish a standard of practice that leads to a safe and effective strength and conditioning program, •\t identify common areas of potential liability exposure and implement appropriate risk management strategies, •\t create a policies and procedures manual for a strength and conditioning program and facility, and •\t properly schedule the strength and conditioning facility, along with formulating guidelines on seasonal planning and staff- to-athlete ratios."
    },
    {
        "heading": "The strength and conditioning profession continues to",
        "content": "evolve. Typically, a practitioner’s knowledge and skill development involves competencies in exercise science, administration, management, teaching, and coaching (20). With student-athlete safety and welfare at the forefront, developing a policies and procedures manual provides a blueprint for implementing safe and effective programs and services. Policies are essentially a facility’s rules and reg- ulations; they reflect the goals and objectives of the program. Procedures describe how policies are met or carried out. It is necessary to examine program goals and objectives, because they are the basis on which policies and procedures are created. Additionally, spe- cific policies and procedures should include elements that protect the program and its employees from a risk of litigation; issues such as guidelines for supervision and instruction, facility administration, and emergency action planning and response should be included. The goal of this chapter is to identify areas of risk exposure and means of increasing safety, as well as to guide the strength and conditioning professional in providing and enhancing the quality of services and programs."
    },
    {
        "heading": "Mission Statement",
        "content": "and Program Goals"
    },
    {
        "heading": "A mission statement is an organization’s statement",
        "content": "of purpose (2). Creating a mission statement requires forward thinking with the end result in mind. A good mission statement provides the strength and conditioning program with focus and direction and is the foundation of effective administration. According to the Drucker"
    },
    {
        "heading": "Foundation (22), the following are suggested criteria",
        "content": "for an effective mission statement: •\t It should be short and sharply focused. •\t It should be clear and easy to understand. •\t It defines why the organization exists. •\t It does not prescribe means. •\t It is broad in scope. •\t It provides direction for upholding code of ethics. •\t It addresses and matches the organization’s scope of practice. •\t It inspires commitment."
    },
    {
        "heading": "The mission statement addresses three important com-",
        "content": "ponents: target clientele (key market), what service is being provided (contribution), and what makes the service unique (distinction) (2). The following is an example of a mission statement of a strength and conditioning program: To provide to athletes the means by which they can train consistently, sensibly, and systematically over designated periods of time in a safe, clean, and professional environment to help prevent injury and improve athletic performance. Program goals are the desired end products of a strength and conditioning program, stated in a broad, general manner. An effective strength and conditioning program should be based on scientific principles to enhance performance and increase injury resistance with intended outcomes specific to the sport and the athlete’s position within the sport (7). Developing a standard of care is a collaborative responsibility. Therefore, developing a mission statement and a list of program objectives should involve not only the strength and conditioning department, but also the institution, including but not limited to athletic admin- istration and the sports medicine department. The more people participating the better, so that all involved groups and individuals take ownership and commit to achieving the strength and conditioning program’s mission, goals, and objectives. ▶ ▶A mission statement is an organization’s statement of purpose, providing the strength and conditioning program with focus and direction."
    },
    {
        "heading": "Program Objectives",
        "content": "Program objectives are specific means of attaining pro- gram goals. If program goals are stated but the ways in which these goals might be attained are not specified, the result may be that athletes never achieve them. Program objectives should encompass all areas of the program to ensure that the goals are attained. Following is a sample list of objectives that can lead to reaching program goals and prepare a strength and conditioning professional to handle the job requirements. •\t Design and administer strength, flexibility, aero- bic, plyometric, and other training programs that reduce the likelihood of injuries and improve athletic performance. More precisely, design training programs that create the desired results in body composition, hypertrophy, strength, muscular endurance, cardiovascular endurance, speed, agility, coordination, balance, and power. •\t Develop training programs to account for biome- chanical and physiological differences between individual athletes, taking into consideration their ages, sex, training status, physical limitations, and injury status."
    },
    {
        "heading": "Facility Policies, Procedures, and Legal Issues",
        "content": "•\t Recognize acute and chronic physiological responses and adaptations to training and their implications for the design of sport-specific training programs. •\t Educate athletes on the importance of good nutrition as well as sleep and its role in health and performance. •\t Educate athletes about the effects of perfor- mance-enhancing substances and their abuse, relevant school policy, and legislation."
    },
    {
        "heading": "The performance team concept—that is, the use",
        "content": "of individuals with specific areas of expertise as resources—can be applied in the creation of a strength and conditioning program that works toward meeting the preceding objectives. For example, when an athlete requires rehabilitation and reconditioning, the sports medicine staff should be consulted. The director of strength and conditioning needs to establish written policies and procedures for determining appropriate utilization of staff in the delivery of safe, effective, and efficient service. Additionally, an annual orientation meeting should be held at the beginning of the school year or sport season to familiarize staff, sport coaches, and participants with the established goals, objectives, policies, and procedures. Periodically reevaluate and review goals and objectives."
    },
    {
        "heading": "The responsibilities of the strength and conditioning",
        "content": "professional are continually changing as the field grows Table 24.1  Sample Strength and Conditioning Performance Team"
    },
    {
        "heading": "Practical and applied",
        "content": "activities and responsibilities"
    },
    {
        "heading": "Exercise and sport anatomy;",
        "content": "biomechanics"
    },
    {
        "heading": "Exercise techniques; testing and evalua-",
        "content": "tion; rehabilitation and reconditioning"
    },
    {
        "heading": "Exercise and sport science faculty;",
        "content": "team coaches; sports medicine team"
    },
    {
        "heading": "Exercise and sport science faculty;",
        "content": "team coaches"
    },
    {
        "heading": "Program design; exercise technique;",
        "content": "organization and administration"
    },
    {
        "heading": "Exercise and sport science faculty;",
        "content": "athletic administration"
    },
    {
        "heading": "Exercise and sport psychology;",
        "content": "motor learning"
    },
    {
        "heading": "Exercise technique; rehabilitation and",
        "content": "reconditioning"
    },
    {
        "heading": "Exercise and sport science faculty;",
        "content": "sports medicine team"
    },
    {
        "heading": "Program design; organization and",
        "content": "administration"
    },
    {
        "heading": "Exercise and sport science faculty;",
        "content": "athletic administration"
    },
    {
        "heading": "Kinesiology; physiotherapy;",
        "content": "sports medicine"
    },
    {
        "heading": "Sports medicine team",
        "content": "Adapted, by permission, from NSCA, 2009 (20). and becomes better recognized (14). The strength and conditioning staff can be aligned through the hiring of practitioners with formal education and specialization in specific scientific foundations (e.g., anatomy, exercise physiology, biomechanics). An assembled team allows for cooperative expertise by practitioners with comple- mentary skills and provides an educational opportunity for staff members to gain knowledge outside of their specialization. Table 24.1 provides a practical example of a strength and conditioning performance team. The director of strength and conditioning is responsible for delineating the appropriate duties and responsibilities to the strength and conditioning staff for program design, exercise technique, organization and administration, and testing and evaluation."
    },
    {
        "heading": "Although job responsibilities vary according to",
        "content": "institution, it would be prudent to consult Strength and"
    },
    {
        "heading": "Conditioning Professionals Standards and Guidelines",
        "content": "(20) when one is developing the strength and condition- ing performance team. Guideline 2.3 of this document states the following:"
    },
    {
        "heading": "The productivity of a Strength and Conditioning",
        "content": "staff, as well as learning and skill development of individual members, should be enhanced by align- ing a performance team comprised of qualified practitioners with interdependent expertise and shared leadership roles. Once the team is assem- bled, respective activities and responsibilities from the “Practical/Applied” domain identified in the Certified Strength and Conditioning Spe- cialist Examination Content Description, as well as the appropriate liaison assignments, should be delegated according to each member’s particular “Scientific Foundations” expertise."
    },
    {
        "heading": "Director of Strength and Conditioning",
        "content": "(Head Strength and Conditioning Coach) The director of strength and conditioning (referred to hereafter as director)—also commonly referred to as the head strength and conditioning coach—is both a practitioner and an administrator. This person is respon- sible for the overall strength and conditioning program, facility, equipment, staff, and such administrative tasks as preparing a budget, purchasing equipment, preparing proposals, and working with administration and media. Figure 24.1 shows a sample job listing for such a posi- tion. Figure 24.2 provides a general job description for the director of strength and conditioning."
    },
    {
        "heading": "Director of Strength and Conditioning Job Listing",
        "content": "Responsibilities and duties as assigned by the director of athletics include developing and monitoring perfor- mance training programs for athletic teams, implementing safe and effective program design based on scien- tific principles, instructing proper resistance training exercise techniques, speed and agility development, and testing and evaluation. The head strength and conditioning professional will oversee policies and procedures, facility organization, and risk management for the strength and conditioning performance team in collaboration with the institution. The strength and conditioning professional should work cooperatively with the medical staff in the interest of student-athlete development, health, and well-being. A bachelor’s degree is required, with a master’s degree preferred (with emphasis in the exercise sciences). The strength and conditioning professional must possess certification from an independent accreditation agency (e.g., Certified Strength and Conditioning Specialist by the National Strength and Conditioning Association) and maintain continuing educa- tion requirements. First aid, cardiopulmonary resuscitation, and automated external defibrillator certifications required. Two years’ experience is required in progressively responsible positions involving development and management of sport-specific individual and group performance training programs. Excellent management, supervisory, and management skills are required. Salary is commensurate with background and experience. Figure 24.1  A job announcement similar to this can be used to attract quality applicants. Based on Casa et al. 2012 (6)."
    },
    {
        "heading": "Responsibilities of the Strength and Conditioning Director",
        "content": "•\t Direct all facets of staff, program, and facility operations. •\t Design (or have final review of) all training programs. •\t Oversee the athletic performance operation to ensure compliance with institutional, conference, and gov- erning bodies’ rules and regulations. •\t Develop and submit the annual budget and ensure budgetary compliance through efficient financial man- agement. •\t Generate income and budget available funds for maintenance and improvement of the facility. •\t Oversee the selection, installation, and maintenance of performance equipment, including cleaning and repair. •\t Conduct orientation meetings for student-athletes on such issues as facility rules, the value of proper training and nutrition, and the dangers of banned substances. •\t Develop staff work and supervision schedules, assign duties, and evaluate performance. •\t Coordinate time schedules for use of the facility by each sport team and individual student-athletes. •\t Assist with on-campus recruiting activities for prospective student-athletes. •\t Serve on various departmental, institutional, conference, governing body, and professional committees and task forces. •\t Work and communicate with coaches in the athletic department. •\t Travel with sport teams (if applicable) and provide remote-site performance training programs, including pregame warm-up. •\t Maintain a performance training library for professional development. •\t Achieve and maintain professional certification(s) with continuing education requirements and a code of ethics, such as the CSCS credential offered through the NSCA. Depending on the professional’s scope of activities, responsibilities, and knowledge requirements, relevant certifications offered by other governing bodies may also be appropriate (5). •\t Perform other duties and special projects as requested by supervisor. •\t Perform the duties of the assistant strength and conditioning professional and facility supervisor as needed. Figure 24.2  A sample job description for a strength and conditioning director. Adapted from Earle 1993 (7); Epley 1998 (8)."
    },
    {
        "heading": "The director is also responsible for developing,",
        "content": "presenting, and enforcing the written policies and pro- cedures of the staff and participants in the program. It is the responsibility of the director to ensure that staff are properly trained and prepared. He or she achieves this by having staff and student-athlete orientation meetings and by periodically evaluating the staff’s professional performance as well as determining and evaluating the attainment of professional goals. A sample form for the evaluation of student staff members is provided in figure 24.3. This form could be used to evaluate student interns and adapted to apply more specifically and effectively to members of the strength and conditioning performance team. Figure 24.3  This sample student staff evaluation form can be used to assess staff competencies. From NSCA, 2016, Essentials of strength training and conditioning, 4th ed., edited by G. Haff and T. Triplett (Champaign, IL: Human Kinetics). Reprinted, by permission, from R.W. Earle, 1993, Staff and facility policies and procedures manual (Omaha, NE: Creighton University)."
    },
    {
        "heading": "For period:",
        "content": "to The evaluation process is a method of assessing individual performance. It is an opportunity to bring to light any outstanding contributions or deficiencies among student staff members, improve individual job performance, determine appropriate personnel actions, and stimulate individual development."
    },
    {
        "heading": "Communication",
        "content": "Has the respect of the athletes while maintaining discipline"
    },
    {
        "heading": "N/A",
        "content": "Has the ability to motivate athletes and elicit team unity"
    },
    {
        "heading": "N/A",
        "content": "Does not subject athletes to verbal or physical abuse"
    },
    {
        "heading": "N/A",
        "content": "Adjusts training activity to fit skill or age level of the athlete"
    },
    {
        "heading": "N/A",
        "content": "Possesses the ability to get the project done, large or small"
    },
    {
        "heading": "Attitude",
        "content": "Functions compatibly with all staff, athletes, and other departments"
    },
    {
        "heading": "N/A",
        "content": "Does not gossip about coaches, athletic trainers, or athletes"
    },
    {
        "heading": "N/A",
        "content": "Strives for objectives as stated in department’s role and mission statement"
    },
    {
        "heading": "Key",
        "content": "1 = Significantly below performance expectations 2 = Minimally acceptable performance 3 = Meets performance expectations 4 = Exceeds performance expectations 5 = Clearly exceptional performance"
    },
    {
        "heading": "Strength and Conditioning Staff",
        "content": "(Personal Qualifications) The possession of a certification from an independently accredited organization, such as the Certified Strength and Conditioning Specialist certification, establishes a standard of care. On August 1, 2015, National Colle- giate Athletic Association (NCAA) Division I adopted legislation “To specify that a strength and conditioning coach shall be certified and maintain current certification through a nationally accredited strength and conditioning certification program” (p. 1) (16). Continuing education is a necessary part of maintaining a professional certifi- cation and reducing liability exposure, especially in the area of supervision and instruction (1). Litigation issues in this area often involve questions of “professional instructor qualifications,” which include continuing education (19). Thus, assistant strength and condition- ing professionals should also achieve and maintain a professional certification including standard first aid, cardiopulmonary resuscitation (CPR), and automated external defibrillation (AED). (See figure 24.4 for points of preparedness required of each staff member.)"
    },
    {
        "heading": "Additionally, each staff member needs to understand",
        "content": "the strength and conditioning program’s goals and objec- tives, cooperatively work with others’ responsibilities and schedules (such as the other members of the sports medicine team), and maintain a professional code of conduct."
    },
    {
        "heading": "Appendix A of Strength and Conditioning Profes-",
        "content": "sional Standards and Guidelines defines the strength and conditioning professional:"
    },
    {
        "heading": "Certified Strength and Conditioning Specialists are",
        "content": "professionals who practically apply foundational knowledge to assess, motivate, educate, and train athletes for the primary goal of improving sports performance. They conduct sport-specific testing sessions, design and implement safe and effec- tive strength training and conditioning programs, and provide guidance for athletes in nutrition and injury prevention. Recognizing their area of expertise is separate and distinct from the medical, dietetic, athletic training, and sport coaching fields,"
    },
    {
        "heading": "Certified Strength and Conditioning Specialists",
        "content": "consult with and refer athletes to these profession- als when appropriate. (p. 13)"
    },
    {
        "heading": "Staff Preparedness",
        "content": "1.\t Maintenance of professional certification 2.\t Maintenance of certification in standard first aid, CPR, and AED 3.\t Review of emergency response procedures a.\t Rudimentary first aid procedures annually b.\t Common training facility injuries and their prevention c.\t Building evacuation plan 4.\t Knowledge and understanding of program policies and procedures a.\t Review of room capacity and safe supervision ratios b.\t Review of preparticipation screening and clearance procedure c.\t Review of personal and professional liability, negligence, and insurance coverage issues 5.\t Knowledge and understanding of governing body rules and regulations a.\t Review of general knowledge of regulations b.\t Review of rules specific to administering the strength and conditioning program 6.\t Knowledge and understanding of cleaning and maintenance issues and needs 7.\t Knowledge and understanding of program philosophy and instruction methods a.\t Technique and drill instruction b.\t Body composition guidelines and nutritional consultation c.\t Motivational issues •\t Pushing athletes beyond physical limits •\t Athletes who overtrain •\t Athletes who refuse to follow program recommendations Figure 24.4  Points of preparedness required of each staff member. Adapted from Taylor, 2006 (23)."
    },
    {
        "heading": "Everyone involved in athletic activities, including the",
        "content": "strength and conditioning professional, must be cogni- zant of legal liability. The risk of injury cannot be totally eliminated, but it can be effectively managed by the strength and conditioning professional. Risk manage- ment is the employment of strategies to decrease and control the risk of injury from athletic participation and therefore the risk of liability exposure. The first steps in risk management are to understand integral key terms and identify the areas of potential liability exposure that could cause injuries and lead to litigation. Although each facility is unique, recognizable areas of potential liability are present in all strength and conditioning facilities. The following sections discuss these risk areas and the need for an emergency care plan, reliable record keeping, and liability insurance."
    },
    {
        "heading": "Common Legal Terminology",
        "content": "To understand the potential legal ramifications of run- ning a strength and conditioning facility, the strength and conditioning professional must first understand the following common legal terms."
    },
    {
        "heading": "Informed consent—The process by which a proce-",
        "content": "dure or activity is described to a participant, with an explanation of the inherent risks and benefits involved, allowing the individual to determine if he or she desires to participate. Liability—A legal responsibility, duty, or obligation."
    },
    {
        "heading": "Strength and conditioning professionals have a duty",
        "content": "to the athletes they serve by virtue of their employ- ment not only to act when an injury occurs but also to prevent injury (5)."
    },
    {
        "heading": "Standard of care—What a reasonable and prudent",
        "content": "person would do under similar circumstances. A strength and conditioning professional is expected to act according to his or her education, level of training, and certification status (e.g., Certified Strength and"
    },
    {
        "heading": "Conditioning Specialist [CSCS], National Strength",
        "content": "and Conditioning Association Certified Personal"
    },
    {
        "heading": "Trainer [NSCA-CPT], Emergency Medical Techni-",
        "content": "cian [EMT], CPR, AED, first aid). Negligence—Failure to act as a reasonable and pru- dent person would under similar circumstances. Four elements must exist in order for a strength and conditioning professional to be found negligent: duty, breach of duty, proximate cause, and damages (20)."
    },
    {
        "heading": "The strength and conditioning professional must be",
        "content": "found to have had a duty to act and to have failed to act (a breach) with the appropriate standard of care, resulting in damages (physical or economic injury) to another person because of the natural and continuous sequence of reasonably foreseeable events (proximate cause). For example, a strength and conditioning professional sees that a cable is excessively worn on a resistance training machine and notes it, but does not post an “Out of Order” sign. An athlete uses the machine and incurs an injury. In this case, the strength and conditioning professional could be found negli- gent: His or her duty was to fix the cable or post a sign, but he or she failed to act, and an athlete sustained an injury because of the potentially injurious situation of a cable that was ready to break."
    },
    {
        "heading": "Assumption of risk—Knowing that an inherent risk",
        "content": "exists with participation in an activity and voluntarily deciding to participate anyway (11). All athletic activ- ities, including strength and conditioning, involve a certain level of risk; athletes must be thoroughly informed of the risk and should sign a statement to that effect."
    },
    {
        "heading": "Preparticipation Screening",
        "content": "and Medical Clearance Before an athlete is allowed access to the strength and conditioning facility, preparticipation screening and clearance in accordance with relevant governing bodies (e.g., NCAA, institution sports medicine staff, and high school athletic associations) are required. This require- ment is established under Section 1 of Strength and"
    },
    {
        "heading": "Conditioning Professional Standards and Guidelines",
        "content": "(20). Standard 1.1 “requires participants to undergo health care provider screening and clearance before par- ticipation.” The strength and conditioning professional does not need an actual copy of the physical examination but should require a signed statement to show proof of medical clearance to participate. Athletes who are returning from an injury or illness or who have special needs (e.g., have diabetes, asthma, epilepsy, hyperten- sion) should also be required to show proof of medical clearance before beginning or returning to a strength and conditioning program. Procedures should therefore be in place to ensure that documentation confirming that each athlete was screened and cleared to participate by the sports medicine staff is on record in the main office of the strength and condition- ing program before athletes are allowed to participate. Note, however, that it is the responsibility of the sports medicine staff (e.g., the team or program’s certified ath- letic trainer, physician, or physical therapist) to allow an athlete to begin formal involvement in the strength and conditioning program. In the case of a school location, this applies to both athletes who are new to the school or program and athletes who are just recovering from an injury or illness. This stipulation is important because it is not in the strength and conditioning professional’s scope of practice (i.e., proper legal parameters and pro- fessional duties) to diagnose or evaluate an individual’s medical or health condition. Therefore, only the sports medicine staff can provide medical clearance (and proof thereof) and answer any questions about participation."
    },
    {
        "heading": "Eligibility Criteria",
        "content": "To focus the attention and efforts of the strength and conditioning staff on a target training population, cer- tain eligibility requirements should be established. The following is a list of typical individuals or groups who are allowed to use the strength and conditioning facility at an institution: •\t Full- or part-time student-athletes participating in an athletic department-sponsored sport •\t Newly incoming and just-transferred student-ath- letes who have registered for school and have confirmation of team status as designated by the head sport coach •\t Students in physical education classes •\t All athletic department coaching and adminis- trative staff •\t All sports medicine department staff •\t Alumni athletes who participated in an athletic department–sponsored sport and completed their eligibility •\t Individuals and groups approved by the athletic director or director of strength and conditioning Other individuals or groups may request access to the strength and conditioning facility. These persons or groups must receive prior approval by the athletic direc- tor or director of strength and conditioning and should have a prearranged schedule that specifies when they will use the facility so proper supervision can be provided. To be consistent and objective, it is advantageous to have a policy in place to refer to rather than having to decide on this on a case-by-case basis. This policy is especially important as it relates to the facility fee, if any. The following are examples of common criteria by which to determine whether outside organizations can use a strength and conditioning facility: •\t Use must be preapproved by the athletic director. •\t Use must be preapproved by the strength and conditioning director. •\t The program or session must be supervised by strength and conditioning department staff. •\t The program or session must be scheduled during off-hours when athletes are not present. •\t The individual or organization must supply writ- ten proof of additional liability insurance. •\t All participants must sign a release agreement form. Figure 24.5 shows a sample release of liability form. Check any such form for compli- ance with current local and national laws before using it. •\t All participants must follow the rules and regu- lations of the strength and conditioning facility. •\t The athletic director and the strength and condi- tioning director have the right to limit an individ- ual’s or group’s access, if warranted."
    },
    {
        "heading": "Documentation is fundamental to the effective man-",
        "content": "agement of a strength and conditioning facility. Secure records should be kept on file of cleaning and mainte- nance, safety procedures, manufacturer’s warranties and guidelines, assumption-of-risk or other informed consent forms, medical waivers and clearance forms, personnel credentials, professional guidelines and recommenda- tions (e.g., use of weight belts, resistance training tech- niques), and injury report forms (20). Injury report forms should be maintained as long as possible in case an injury suit is filed. The time during which individuals can file a lawsuit (i.e., the statute of limitations) varies (from state to state in the United States as well as throughout the world), so it is a good practice to maintain files indefinitely or to check with a legal authority (12)."
    },
    {
        "heading": "Liability Insurance",
        "content": "Because of the potential for injury in athletic participa- tion, it is essential for strength and conditioning staff members to purchase professional liability insurance, especially if they are not covered under the facility policy. Liability insurance is a contractual promise by which the insurer promises to defend and indemnify the insured, up to the defined limits of liability, from certain defined liability risks at the insurer’s cost in exchange for payment of a premium. Strength and conditioning professionals should consult their human resource man- ager, legal consultant, or professional organization (e.g., NSCA) for further information. ▶ ▶Insurance is a contractual promise by which the insurer promises to defend and indem- nify the insured, up to the defined limits of liability, from certain defined liability risks at the insurer’s cost in exchange for payment of a premium."
    },
    {
        "heading": "Product Liability",
        "content": "Product liability refers to the legal responsibilities of those who manufacture or sell products if a person sus- tains injury or damage as a result of using the product (1)."
    },
    {
        "heading": "Although strength and conditioning professionals may",
        "content": "not manufacture or sell a product, they can be named as codefendants in product liability suits. Therefore, it is important for strength and conditioning professionals to understand the concept of product liability and actions that could place them at risk for litigation. Although product liability applies only to those who are in the business of manufacturing or selling products, there are behaviors that can void liability of the manufacturer or seller and place responsibility in the hands of the strength and conditioning professional. Two key considerations that determine whether the manufacturer or seller is liable are whether the product has been changed from the condition in which it was originally sold and whether the product is used as intended by the manufacturer (5). To avoid injury to athletes caused by strength and condi- tioning equipment, the following steps should be taken: •\t Use equipment only for the purpose intended by the manufacturer. Refer to the manufacturer’s instructional materials that accompany the equip- ment, including user age and size specifications. •\t Be certain that equipment meets existing profes- sional standards and guidelines. Do not purchase and use equipment that has been deemed unsafe or ineffective by professional organizations and experts. Be aware of equipment recalls, and return such equipment to the manufacturer immediately. •\t Buy only from reputable manufacturers. Strength and conditioning professionals must do their homework to check on the safety record of a manufacturer or seller and any claims that may have been filed against that manufacturer or seller."
    },
    {
        "heading": "Organizations such as the Better Business Bureau",
        "content": "in the United States, other strength and condition- ing colleagues, and professional organizations are good resources for this information. •\t Do not modify equipment unless such adaptations are clearly designated and instructions for doing so are included in the product information. Some equipment is designed to be modified for specific needs, such as fitting, but directions for modifying the product must be followed exactly. Sample Release Agreement Form for Facility Use by an Outside Individual or Group (School Name)"
    },
    {
        "heading": "Release Agreement",
        "content": "I, the undersigned, do hereby acknowledge and understand that I will be using the\t          (school name) strength and conditioning facility. I further acknowledge that I have been advised of the risks involved in the use of the strength and conditioning facility and its equipment, and I further acknowledge that I have been warned that my use of the strength and conditioning facility and its equipment could result in injury or harm to myself. I acknowledge and assume any such risk to my person should I use the strength and conditioning facility and its equipment. In the event that I should sustain injury to myself as a result of my use of the strength and conditioning facility and its equipment, I hereby agree to hold harmless the (school name) , the coaches, athletic trainers, supervisors, or any other employees. I have read and fully understand the contents of this “hold harmless” agreement and execute same as my own voluntary act. I agree to modify my workout to conform to the recommendations of the (school name) strength and conditioning staff if asked to do so, and I agree to leave the strength and conditioning facility if asked to do so by a member of the (school name) strength and conditioning staff."
    },
    {
        "heading": "Name (printed):",
        "content": "Figure 24.5  All participants must sign a liability waiver, which should be modified as needed to comply with local and national laws. Reducing liability for on-premise injuries during use of the facility is critical in any risk management strategy. Adapted from Earle 1993 (7); Epley 1998 (8). •\t Apply all warning labels that accompany a new equipment purchase. If such labels are not placed on the machine in plain view and an individual is injured (and the injury relates to what the warning label addresses), the strength and conditioning professional can be held liable. •\t Continually inspect equipment for damage and wear that may place an athlete at risk for injury."
    },
    {
        "heading": "To recognize potential problems, the strength and",
        "content": "conditioning professional must understand the purpose, capabilities, and limitations of equip- ment and how equipment can cause injury. Always inspect newly purchased equipment before use."
    },
    {
        "heading": "If new equipment arrives damaged, immediately",
        "content": "notify the manufacturer or seller and have it replaced. If currently owned equipment becomes damaged, remove it for repair or replacement. If equipment is too large to remove or no storage space exists, affix a sign to the equipment stating that it should not be used. •\t Do not allow unsupervised athletes to use equip- ment. Constant supervision of the athletes by the strength and conditioning professional ensures that equipment is used for its intended purpose and with proper technique (20)."
    },
    {
        "heading": "Discipline",
        "content": "To ensure that athletes adhere to the facility rules, the strength and conditioning director may want to require them to sign and date a copy of the facility rules and guidelines to acknowledge that they understand and will adhere to all rules before facility use. This process will reduce the possibility of claims that they did not know the repercussions of aberrant behavior. The facility rules need to be enforced, with possible disciplinary actions posted, documented, and levied in proportion to the offense. The use of exercise and conditioning activities as punishment is discouraged. According to"
    },
    {
        "heading": "Death in Collegiate Conditioning Sessions best practice",
        "content": "recommendations, “no additional physical burden that would increase the physical risk of injury or sudden death should be placed on the athlete under any circumstance” (p. 478). Following is an example of a tiered penalty system applied to a repeated violation (7). (Note that this type of policy must be established with full support and involvement of the athletic director and all sport coaches. Typically, the strength and conditioning staff does not have to pursue disciplinary actions past the first or second offense, because most sport coaches want to handle such a situation.) •\t First offense: A verbal warning by a staff member, an explanation of the nature and importance of the rule or guideline that was broken, and a reminder of the disciplinary action that will result from a second offense. •\t Second offense: Dismissal from the facility for one day, documentation of the offense by the staff member, correspondence with the athlete’s sport coach, and a reminder of the disciplinary action that will result from a third offense. •\t Third offense: Dismissal from the facility for one week, documentation of the offense by the staff member, correspondence with the athlete’s sport coach, and a reminder of the disciplinary action that will result from a fourth offense. •\t Fourth offense: Dismissal from the facility for the remainder of the year, documentation of the offense by the staff member, correspondence with the athlete’s sport coach and the athletic director, and a reminder of the disciplinary action that will result from a fifth offense. •\t Fifth offense: Permanent dismissal from the facility, documentation of the offense by the staff member, and correspondence with the athlete’s sport coach and the athletic director."
    },
    {
        "heading": "Supplements, Ergogenic Aids,",
        "content": "and Banned Substances"
    },
    {
        "heading": "Strength and conditioning professionals are commonly",
        "content": "approached for nutrition and supplement advice. The strength and conditioning professional is expected to uphold the NSCA Code of Ethics. Standard 9.1 in"
    },
    {
        "heading": "Strength and Conditioning professionals must not",
        "content": "prescribe, recommend or provide drugs, controlled substances or supplements that are illegal, pro- hibited or harmful to participants for any purpose including enhancing athletic performance, condi- tioning or physique. Only those substances that are lawful and have been scientifically proven to be beneficial, or at least not harmful, may be recom- mended or provided to participants by Strength and"
    },
    {
        "heading": "Conditioning professionals, and only to individuals",
        "content": "age 18 or above."
    },
    {
        "heading": "Rules and regulations may differ between various",
        "content": "sport governing bodies (e.g., NCAA, United States"
    },
    {
        "heading": "Basketball Association, National Football League,",
        "content": "National Hockey League). It is the responsibility of the strength and conditioning professional to stay up to date and seek out the related rules and regulations, as well as the scientific evidence that supports or refutes the"
    },
    {
        "heading": "Facility Policies, Procedures, and Legal Issues",
        "content": "efficacy of nutritional supplements. It is recommended that strength and conditioning professionals consult with a sports nutritionist or dietitian on matters regarding nutritional supplements."
    },
    {
        "heading": "Discussed here are various policies typically established",
        "content": "and activities typically observed in a strength and conditioning facility. This information is provided for reference only; each strength and conditioning facility is unique and may have certain characteristics that dictate the specific application of these policies and activities."
    },
    {
        "heading": "Orientation Meeting",
        "content": "Typically, at the beginning of the school year or sport season, an orientation meeting is held for the athletes and sport coaches before their first use of the strength and conditioning facility. At this meeting the director provides the phone numbers of the facility and staff and explains the services of the staff (goals, objectives, and mission of the program), hours of operation including team training schedule, facility rules and regulations including disciplinary actions, and emergency proce- dures. Preparticipation and eligibility requirements should be explained. A strength training orientation should cover proper equipment use including spotting techniques when appropriate, correct exercise execution, and common risks associated with incorrect or inatten- tive exercise technique or spotting."
    },
    {
        "heading": "As discussed earlier, proper documentation and record",
        "content": "keeping are essential to the management and moni- toring of the strength and conditioning programs and facilities. In cases of emergency or incidents of injury, it is important to establish a chain of command for risk management. This may include coaches, the director of strength and conditioning, sports medicine personnel, and the athletics director. Significant efforts should be made to protect the privacy and confidentiality of partici- pants. In compliance with federal regulatory laws such as the Health Insurance Portability and Accountability Act (HIPAA), a participant’s health care information may not be released without written authorization; this includes injury reports provided by the sports medicine staff. An incident–injury report form should be completed and kept on file when an injury has occurred (19)."
    },
    {
        "heading": "Additional records that should be developed and",
        "content": "maintained and that are crucial to the operation of the strength and conditioning programs and facilities include the following (20): •\t Personnel credentials •\t Professional standards and guidelines •\t Policies and procedures for operation and safety (written emergency plan) •\t Equipment user manuals provided by the manu- facturer (warranties, operating guidelines, instal- lation, setup) •\t Equipment and facility maintenance (inspection, maintenance, cleaning, and repair) •\t Preparticipation medical clearance •\t Return-to-participation clearance •\t Protective legal documents such as informed consent, waiver of claim, personal contract •\t Training logs, evaluation entries, instruction notes Participants should complete and sign such legal docu- ments at the annual orientation meeting."
    },
    {
        "heading": "Code of Ethics and Professionalism",
        "content": "A code of ethics comprises the standards and principles for which the professional will be held accountable."
    },
    {
        "heading": "Most professional organizations have codes of ethics",
        "content": "or codes of conduct that members must agree to adhere to and apply in their professional practices (17). These codes are intended to establish professionalism and high standards of ethical behavior while protecting the rights and dignity of individuals. Strength and conditioning professionals should become familiar with the NSCA Code of Ethics as well as their institution’s code of ethics and student-athlete code of conduct if applicable. Athlete welfare is generally the primary focus. Bullying, hazing, and social media guidelines may also be addressed."
    },
    {
        "heading": "Additionally, consider designating specific policies",
        "content": "for appearance or dress code, telephone use, personal workouts, and personal use of company equipment, as well as standards for the coach–athlete, coach–intern, and coach–sport coach relationships and athlete conduct in the weight room (4, 18). These written principles are intended to enhance the strength and conditioning program’s effectiveness while promoting high standards of integrity."
    },
    {
        "heading": "A qualified strength and conditioning professional must",
        "content": "properly instruct athletes in safe and effective strength and conditioning techniques. Instruction involves teach- ing an athlete a skill in a safe manner and correcting the athlete if necessary. Emphasizing safety and proper technique for resistance training rather than the amount of weight lifted helps reduce the incidence of injury and therefore liability exposure. Instructional methods, procedures, and progressions that are consistent with professional guidelines and standards should be used (5)."
    },
    {
        "heading": "Furthermore, direct supervision is required to achieve",
        "content": "maximum performance, safety, and instruction. Staff members should have the ability to clearly communicate and view both the athlete and the zone being supervised (if not the entire facility). Spotting, in conjunction with the use of appropriate safety equipment, is critical (19)."
    },
    {
        "heading": "Staff should effectively communicate with the athlete",
        "content": "to ensure safe, proper, and effective spotting when athletes are performing exercises in which free weights are sustained on the trunk or moved over the face and head. Principles of supervision include the following (5): •\t Always be there. •\t Be active and hands on. •\t Be prudent, careful, and prepared. •\t Be qualified. •\t Be vigilant. •\t Inform participants of safety and emergency procedures. •\t Know participants’ health status. •\t Monitor and enforce rules and regulations. •\t Monitor and scrutinize the environment."
    },
    {
        "heading": "Guideline 3.1 in Strength and Conditioning Profes-",
        "content": "sional Standards and Guidelines states the following:"
    },
    {
        "heading": "Strength and Conditioning activities should be",
        "content": "planned, and the requisite number of qualified staff should be available such that recommended guide- lines for minimum average floor space allowed per participant (100 ft2), professional-to-participant ratios (1:10 junior high school, 1:15 high school, 1:20 college), and number of participants per bar- bell or training station are achieved during peak usage times. (p. 10) Supervision was cited in an estimated 80% of court cases in which athletic injuries occurred (5). Inadequate instruction or supervision is often a main cause. All athletes should be constantly supervised, which requires the physical presence of a qualified strength and condi- tioning professional for overseeing all activities (12, 13, 15). To provide proper supervision, supervisor stations need to be located where a clear view of the facility and athletes is possible (19). Suggested staff-to-athlete ratios should be also be adhered to, but these can vary depending on the type of training. For instance, if a group of athletes is performing a machine circuit training work- out, they do not need as much supervision as athletes who are lifting with free weights. Also, athletes with a low training age need more supervision than athletes who are experienced in the weight room."
    },
    {
        "heading": "Regarding the influence of supervision on perfor-",
        "content": "mance, strength gains are greater in subjects training under lower supervision ratios (10). Employers and practitioners must understand the importance of staffing for safety and performance gains and, in instances in which optimal ratios are not possible for various reasons, continually work toward a goal of meeting appropriate ratios as soon as is practical."
    },
    {
        "heading": "Strength and conditioning professionals are com-",
        "content": "monly approached to attend team practices and com- petitions as well as to travel with the sport teams. They should be encouraged to attend as long as this does not adversely affect the facility’s coach-to-athlete ratio. ▶ ▶The risk of injury cannot be totally elimi- nated but can be effectively managed by the strength and conditioning professional."
    },
    {
        "heading": "An effective strength and conditioning program should",
        "content": "be based on scientific principles to enhance performance and increase injury resistance with intended outcomes specific to the sport (6). Program intensities should be within NSCA standards and guidelines. Please refer to chapters 14 to 21 and the NSCA’s various position papers as resources for strength and conditioning training plan development. The director of strength and condi- tioning should oversee and monitor all performance training programs, including reconditioning. A copy of all programs designed by staff (i.e., the list of exercises to be performed) should be reviewed and on file in the director’s office before a team begins their program (18)."
    },
    {
        "heading": "Workout Sheet (Workout Card)",
        "content": "The process of generating a workout sheet is different for each strength and conditioning program. Strength and conditioning activities should be prearranged, and therefore athletes must have an approved workout sheet when training. Additional workouts should be approved by the overseeing strength and conditioning coach to ensure proper intensity and volume-load monitoring. Strength and conditioning staff members must be famil- iar with every exercise on each athlete’s workout sheet and should not advise an athlete to perform exercises that are not listed on the workout sheet unless this has been suggested by the director or the sports medicine staff, which should be committed to writing as soon as possible after the session. For each exercise that is included on the sport teams’ workout sheets, including plyometric, agility, and speed development drills, the director needs to inform the staff regarding how the exercise technique should be taught to athletes and also provide demonstrations and instruction. For additional"
    },
    {
        "heading": "Facility Policies, Procedures, and Legal Issues",
        "content": "supervision, practitioners may consider requiring the athletes’ last set of foundational exercises to be seen by a staff member and checked off for proper execution."
    },
    {
        "heading": "Establishing consistent verbiage across performance",
        "content": "training programs is recommended."
    },
    {
        "heading": "Strength and conditioning facility rules and guidelines",
        "content": "are important for providing participants with guidance on conduct and behavior, keeping order, and keeping the program on course toward the goal of providing a safe, clean, and professional training environment. Refer to figure 24.6 for a list of common facility rules and guidelines. These should be posted in the training area where they can be easily seen."
    },
    {
        "heading": "Understand that the strength and conditioning facility",
        "content": "is unique and that it may have certain characteristics that dictate the specific application of policies and activities. Equipment available and size of the facility or team can present the coach with a logistical challenge for sched- uling and developing hours of operation. One should consider what workout format will affect the greatest number of athletes when making scheduling decisions. Particularly for small colleges or high schools, the goal is to organize the strength and conditioning program so as to allow the practitioner to work with the maximum number of athletes based on the equipment and time available while under a proper supervision ratio. In any case, the priority of a team’s training time is dependent on the season they are in. In-season teams typically have priority over off-season teams, because often the training schedule revolves around the practice and game sched- ule. Off-season teams may have to compromise and train early in the morning if the facility cannot accommodate multiple teams at a time."
    },
    {
        "heading": "One potential solution is adopting a Monday-Wednes-",
        "content": "day-Friday format for off-season teams, which opens the facility to be used by in-season teams on Tuesday and Thursday. If Friday competitions interfere with this organization, a second scenario is scheduling some of the off-season teams on Monday-Tuesday-Thursday and some on Tuesday-Thursday-Friday. This will allow the facility to be used by in-season teams on Monday and Wednesday. Consider scheduling off-season teams during typical afternoon practice times. In-season teams can be scheduled early or late to reduce overcrowding in the facility (3)."
    },
    {
        "heading": "For opening and closing procedures, policies are",
        "content": "typically based on the daily operations, inspection, and cleaning of the strength and conditioning facility."
    },
    {
        "heading": "Additionally, consider designating specific operating",
        "content": "procedures for holidays or for the institution’s academic calendar, stereo or music use, office hours, storage, and staff locker room activities. Again, these written prin- ciples are intended to enhance facility efficiency while promoting program effectiveness (19)."
    },
    {
        "heading": "Emergency Planning",
        "content": "and Response Providing a standard of care is a shared responsibility including, but not limited to, medical personnel, sport coaches, strength and conditioning professionals, admin- istrators, and the institution. Life safety is always the first priority when an emergency occurs. Keep in mind that an emergency, including athletic injuries, can occur anytime and anywhere during activity. Having a written response plan for environmental situations as well as life-threatening and non–life-threatening situations pro- vides a guideline for proper procedures to be followed and practiced in case of an emergency. This emergency action plan is a written document that details the proper procedures for caring for injuries. All personnel in the strength and conditioning facility must know the emer- gency action plan and the proper procedures for dealing with emergencies."
    },
    {
        "heading": "Components of",
        "content": "an Emergency Action Plan The following are the typical items included or described in an emergency plan: •\t EMS (emergency medical services) activation procedures •\t Names and telephone numbers of primary, sec- ondary, and tertiary individuals to contact •\t Specific address of the strength and conditioning facility (to give directions to EMS) •\t Locations of the telephones •\t Locations of nearest exits •\t Designated personnel qualified to care for injuries (i.e., sports medicine staff) •\t Ambulance access •\t Location of emergency supplies and first aid kit •\t Plan of action in case of fire, tornado, life-threat- ening injury, crime, terrorism, and so forth In addition to posting the emergency care plan in a clearly visible location, it is critical that all strength and conditioning professionals maintain current first aid and CPR certification and practice the emergency action plan at least quarterly."
    },
    {
        "heading": "Facility Rules and Guidelines",
        "content": "•\t Prior to participation, athletes must go through a preparticipation screening and clearance procedure (5). •\t Prior to participation, all athletes must attend an orientation on common risks involved in resistance training, the proper execution of various exercises, and the possible consequences if proper technique is not used. •\t Athletes must have a workout sheet, follow it, and record workout contents. •\t If an athlete has an injury that inhibits a portion of the workout, the athlete must receive a modified program from the athletic medicine department that describes which exercises should be avoided and which ones may be substituted. •\t Athletes are required to use locks on the ends of all barbells. •\t No one should squat outside the squat or power rack. •\t Bumper plates are required on the platforms for all power exercises. •\t Athletes must not wear weight belts when the belts could contact equipment upholstery. •\t Athletes should move weights from the racks to the bar only. They should never set plates on the floor or lean them against equipment or walls. Athletes should return dumbbells to the rack in the proper order. Athletes should not drop or throw weights or dumbbells. •\t Athletes should show respect for equipment and facilities at all times; spitting in or defacing the facility is not tolerated and will result in immediate expulsion. •\t The weight room requires concentration. Horseplay, loud or offensive language, or temper tantrums are not permitted. •\t The staff offices and telephones are off limits to athletes unless permission to use them is given. •\t Athletes should wear proper training attire, particularly shirts and athletic shoes, at all times. •\t Athletes should use spotters for exercises that place the bar on the back or front shoulders and exercises that involve a bar or dumbbells moving over the face or above the head. Power exercises are not spotted. •\t Athletes should immediately report any facility-related injury or facility or equipment irregularity to the supervisor on duty. •\t Tobacco, food, chewing gum, glass bottles, cans, alcohol, drugs, and banned substances are not allowed in the strength and conditioning facility; plastic water bottles are acceptable. •\t Supervisors are not responsible for users’ personal belongings or lost or stolen items. •\t Jewelry such as loose necklaces, bracelets, hanging earrings, and watches should not be worn. •\t Athletes should keep feet off the walls. •\t Athletes should minimize chalk and powder on the floor. •\t All guests and visitors must report to the office for signing of the waiver form. •\t Former athletes must have their programs preapproved by a staff supervisor and must sign a waiver form. •\t Athletic department personnel can use these facilities for personal workouts if they do not interfere with the needs of the athletes. •\t Non–athletic department personnel are allowed to use the facilities with permission of the athletic director after signing a waiver form. Recognized users may include athletes, students, guests, staff, faculty with permission, former athletes, family members, and visiting teams. •\t Equipment leaving the weight room shall be checked out by the supervisor and recorded at the supervi- sor’s desk. •\t The on-duty supervisors have authority over all weight room conduct and use of equipment and may expel an athlete from the facility for failure to follow instructions. Figure 24.6  A list of rules and policies should be posted in the training area where it can be easily seen. Adapted from Earle 1993 (7); Epley, Flight manual, 1998 (8); Epley, Make the play, 1998 (9)."
    },
    {
        "heading": "Emergency Personnel",
        "content": "Working collaboratively, establish a plan that allows for and determines the need for appropriate medical cover- age to be in place. The emergency plan should include immediate access to or planned access to a physician for assessment of the circumstance in a timely manner. As a potential first responder, the strength and conditioning professional and any personnel associated with practices, skill instruction, and strength and conditioning should"
    },
    {
        "heading": "Facility Policies, Procedures, and Legal Issues",
        "content": "acquire and maintain a professional certification includ- ing standard first aid, CPR, and AED (6, 20)."
    },
    {
        "heading": "Emergency Communication",
        "content": "Establish a direct line of communication and formulate a backup plan. Immediate communication is crucial to quick delivery of emergency care. Access to a telephone (land line or cellular) is a viable option if medical per- sonnel are not on site. Ensure that participants in the strength and conditioning program and the overseeing supervisors know the location of the closest workable telephone, whether it is inside or outside (6, 20)."
    },
    {
        "heading": "Emergency Equipment",
        "content": "Emergency equipment should be readily available in an emergency situation. Maintaining professional certifica- tions for standard first aid, CPR, and AED means that personnel have been trained in advance on proper use."
    },
    {
        "heading": "First responders should periodically rehearse. Addition-",
        "content": "ally, emergency information for participants should be readily available for access by medical personnel (20)."
    },
    {
        "heading": "Roles Within the Emergency Team",
        "content": "It is recommended that professionals develop an emer- gency plan specific to their own setting. Table 24.2 shows an example of an emergency procedures plan. An emergency plan should list strategies for handling"
    },
    {
        "heading": "Non–life-threatening situations",
        "content": "Step 1: call 911."
    },
    {
        "heading": "Step 1: Activate the appropriate",
        "content": "alarm and get everyone directed to a predetermined safe location. Step 1: Provide first aid. Step 2: Do not move victim. Step 2: Call 911 for medical help if necessary. Step 2: Call 911 for medical help if necessary."
    },
    {
        "heading": "Step 3: If victim is conscious, ask",
        "content": "permission to administer first aid."
    },
    {
        "heading": "Step 3: Account for all parties and",
        "content": "notify rescue personnel."
    },
    {
        "heading": "Step 3: Activate the emergency",
        "content": "communication plan to notify appro- priate parties."
    },
    {
        "heading": "Step 4: Administer CPR or AED if",
        "content": "necessary."
    },
    {
        "heading": "Step 4: Activate the emergency",
        "content": "communication plan to notify appro- priate parties."
    },
    {
        "heading": "Step 4: Document incident on injury",
        "content": "report."
    },
    {
        "heading": "Step 5: Stay with victim until help",
        "content": "arrives."
    },
    {
        "heading": "Step 5: Document incident on injury",
        "content": "report."
    },
    {
        "heading": "Step 6: Activate the emergency",
        "content": "communication plan to notify appro- priate parties."
    },
    {
        "heading": "Step 7: Document incident on injury",
        "content": "report. Adapted, by permission, from NSCA, 2011 (18)."
    },
    {
        "heading": "Step 2: Evacuate the building",
        "content": "emergency situations and provide names, titles, and telephone numbers of important individuals to contact as part of the emergency team. Each individual may have a different role, but understanding the roles allows the emergency team to function effectively. Within the emergency team, four principal roles exist. The first is to provide immediate care of the athletes, as time is the most critical factor in emergency situations."
    },
    {
        "heading": "The second involves emergency equipment retrieval, as",
        "content": "users of the facility should be made aware of the types and locations of emergency equipment before partici- pation. Next is the activation of the emergency medical system (EMS). Again, establish a method for a direct line of communication in cases in which emergency trans- portation is not already on site. Finally, the individual making the call should have been familiarized with the facility location during the orientation meeting. This will make it easier to direct EMS to the scene. Establish a cleared route and a direct line for transportation for quick entering and exiting of the facility."
    },
    {
        "heading": "Conclusion",
        "content": "Program goals give a strength and conditioning program direction and purpose, and program objectives help keep the program on task by providing steps toward these goals. Based on these goals and objectives, policies and procedures are developed to guide participant and staff conduct and to ensure a safe training environment. If appropriate documentation regarding the strength and conditioning facility is not properly collected and its equipment is not properly maintained, legal liability for injuries can occur. Claims of negligence may be made if injuries occur and appropriate precautions were not taken. Strength and conditioning professionals have a variety of responsibilities in the day-to-day operation of a strength and conditioning facility, including an aware- ness of the proper function and repair of all equipment to reduce the possibility of product liability. To provide direction to athletes and the strength and conditioning staff and to minimize the likelihood of litigation, each facility should have its own unique policies and proce- dures manual, with guidelines included for each topic covered in this chapter."
    },
    {
        "heading": "Key Terms",
        "content": "assumption of risk breach of duty damages duty emergency action plan informed consent liability litigation mission statement negligence policies procedures product liability program goals program objectives proximate cause risk management scope of practice standard of care statute of limitations"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t What is the recommended coach-to-participant ratio during peak weight room usage time in a collegiate setting? a.\t 1:10 b.\t 1:15 c.\t 1:20 d.\t 1:25 2.\t Which of the following individuals is responsible for allowing an athlete to begin formal involvement in a strength and conditioning program? a.\t athletic director b.\t athlete’s parent or guardian c.\t team’s certified athletic trainer d.\t strength and conditioning professional 3.\t Proper documentation is essential to the strength and conditioning facility. Which of the following is NOT part of the records that should be kept on file in the strength and conditioning facility? a.\t manufacturer’s user’s manual b.\t participant training logs c.\t written emergency plan d.\t medical health history 4.\t The strength and conditioning professional’s knowledge and skill development includes competencies in all of the following EXCEPT a.\t exercise and sport science b.\t administration and management c.\t finance and appraisal d.\t teaching and coaching 5.\t Which of the following is NOT a component of an emergency plan? a.\t emergency medicine b.\t emergency communication c.\t emergency equipment d.\t emergency personnel"
    }
]