[
    {
        "heading": "Exercise Technique",
        "content": "for Alternative Modes and Nontraditional"
    },
    {
        "heading": "Implement Training",
        "content": "G. Gregory Haff, PhD, Douglas Berninger, MEd, and Scott Caulfield, BS After completing this chapter, you will be able to •\t understand the basic guidelines for performing resistance exercise with alternative modes and nontraditional implements, •\t describe the benefits and limitations of bodyweight training activities, •\t identify the benefits and limitations associated with core training, •\t identify the appropriate technique and key technical flaws associated with the alternative mode exercises, •\t appropriately determine how to apply resistance bands and chains to traditional ground-based free weight exercise, and •\t determine the appropriate use of alternative methods and nontraditional implement exercises. The use of alternative modes and nontraditional imple- ment exercises has become increasingly popular in the strength and conditioning profession. Whenever imple- menting these types of training methods into training programs, one should consider some basic and specific guidelines to ensure that these methods are used safely."
    },
    {
        "heading": "General Guidelines",
        "content": "With the use of alternative modes and nontraditional implement exercises, the general guidelines are not very different from those used with traditional resis- tance training methods. A stable body position that allows the athlete to achieve and maintain safe and proper body alignment during the performance of the exercise is needed in order to appropriately stress the skeletal muscle system. Freestanding ground-based exercises typically use a position in which the feet are placed slightly wider than shoulder-width. With the use of instability devices, the body position may need to be modified in order to ensure that stability is achieved. The grip used with alternative modes and nontraditional implement exercises is typically one of the traditional grips presented in chapter 15. The choice of grip is based on the demands of the particular exercise. Additionally, with many nontraditional implements, the grip can be a limiting factor in the performance of the exercise."
    },
    {
        "heading": "As with more traditional exercises, the breathing",
        "content": "pattern often recommended with these alternative methods is for the athlete to exhale through the sticking point (concentric portion) and to inhale during the less stressful portion (eccentric portion) of the movement. For example, athletes doing the dumbbell chest press on a stability ball would inhale as they lower the dumbbells to the chest and exhale as they push them away from the chest. With structural exercises (those that load the axial skeleton), breath holding may be warranted. However, when one is lifting loads greater than 80% of maximal voluntary contraction or lifting lighter loads to failure, the Valsalva maneuver (forced expiration against a closed glottis) may be unavoidable (32). The Valsalva maneuver allows for an increase in the intra-abdominal pressure that augments the stability of the spine, which may be beneficial for performing nontraditional exer- cises. For example, with the log clean, the athlete may perform the Valsalva maneuver during the pull and catch portion of the exercise. The athlete would then exhale after assuming an erect position. Chapter 15 presents more information on the Valsalva maneuver."
    },
    {
        "heading": "Bodyweight Training Methods",
        "content": "Bodyweight training methods are among the most basic methods for performing resistance training. Specifically, with these types of exercises, the body weight of the individual is used to provide resistance (37). Activi- ties such as push-ups, pull-ups, chin-ups, sit-ups, and squat thrusts are typically mentioned in the context of bodyweight training. However, activities such as calis- thenics, gymnastics, and yoga could all be classified as bodyweight training methodologies (37). As noted by"
    },
    {
        "heading": "Behm and colleagues (10), gymnastics was classically",
        "content": "a part of the physical education system; and this type of training strongly promotes the development of the core musculature, which, when strengthened, appears to reduce injury potential. Bodyweight training appears to offer a low-cost training method that allows for the development of relative strength levels. One of the issues related to bodyweight resistance training is the fact that the resistance load is limited to the individual’s body weight. As such, bodyweight training tends not to significantly affect absolute strength levels (37). To increase the intensity of bodyweight exercises, one can do several things, including increasing the number of repetitions or changing the movement pattern. While increasing the number of repetitions will change the workload, it will shift the targeted outcome from strength toward strength-endurance, which shifts the targeted output away from the development of strength."
    },
    {
        "heading": "Simple modifications to bodyweight exercises may obvi-",
        "content": "ate some of these limitations. Changing the movement pattern, for example, by elevating the legs while doing a push-up, will increase the resistance encountered. Sus- pension devices with bodyweight exercises could also be General Guidelines for Alternative Modes and Nontraditional Implement Exercises •\t Ensure proper body alignment via selection of a stable body position. •\t If the exercise is a freestanding ground-based exercise, place the feet slightly wider than shoulder-width and keep them flat on the ground. •\t Use the appropriate grip for the exercise based on the type of exercise (see chapter 15 for more detail). •\t Exhale during the concentric portion of the exercise and inhale during the eccentric phase. •\t With heavy loads (80% of maximal voluntary contraction or greater) or with lighter loads performed to failure, the Valsalva maneuver may be a useful technique for maintaining spinal stability. Exercise Technique for Alternative Modes and Nontraditional Implement Training used to increase training intensity (71, 72) as indicated by increases in muscle activation patterns (51). Snarr and Esco (72) report that muscle activation is significantly greater in push-ups performed in a suspension device when compared to traditional push-ups performed on stable ground."
    },
    {
        "heading": "Training Methods",
        "content": "There is increasing interest in training the core in an attempt to improve overall health, rehabilitate from injuries, and enhance athletic performance (10). To target core stability and balance, interventions ranging from traditional ground-based free weight exercises to training on unstable devices have been advocated in the applied literature."
    },
    {
        "heading": "Anatomical Focus",
        "content": "The term core is commonly used in the popular media and in some training journals (10) to refer to the trunk, or more specifically the lumbopelvic region of the body (81). However, interpretation of the scientific literature appears to make an accurate or consistent definition of the core tenuous at best (10, 82). Typically, the ana- tomical core is defined as the axial skeleton and all the soft tissues with proximal attachments that originate on the axial skeleton (9, 10). It is important to note that the axial skeleton includes the pelvic and shoulder girdles, while the soft tissues include the articular cartilage and fibrocartilage, ligaments, tendons, muscles, and fascia (10). Ultimately the soft tissues act to generate forces (concentric muscle actions) and resist motion (eccentric and isometric muscle actions). The muscles that are typically associated with the core allow for the transference of torques and angular momentum during the performance of integrated kinetic chain activities, such as kicking or throwing (81). In fact,"
    },
    {
        "heading": "Willardson (81) suggests that increasing an athlete’s",
        "content": "core stability will result in a better foundation for force production in the upper and lower extremities."
    },
    {
        "heading": "Isolation Exercises",
        "content": "Isolation exercises typically consist of dynamic or iso- metric muscle actions designed to isolate specific core musculature without the contribution of the lower and upper extremities (10). For example, common exercises performed to isolate the core are the prone plank (68) and side plank (78). There is evidence that these types of isolated exercises can increase muscle activation, which has been suggested to result in improvements in spinal stability and a reduction of injuries (56). While evidence suggests that these types of activities result in improve- ments in performance in untrained individuals and those recovering from an injury, there is limited support for the idea that these types of training activities translate to improvements in sport performance (65, 81). In fact, in a recent systematic review, Reed and colleagues (65) report that isolated core training is not very effective at improving sport performance. Additionally, according to Behm and coworkers (10) and Willardson (81), there is strong evidence that ground-based free weight exercises (e.g., squat, deadlift, push press, snatch, and exercises that involve trunk rotation) offer a greater benefit to actual sport performance compared to isolated core training. Ground-based free weight activities appear to offer activation of the core musculature that is similar to, or in most cases greater than, that with traditional isolation exercises designed to engage the core (35, 60). Isolation exercises may have the greatest benefit for injured athletes who are going through the rehabilitation process and are not able to adequately load traditional ground-based free weight exercises (81). ▶ ▶Ground-based free weight activities appear to offer similar or, in most cases, greater activation of the core musculature when compared to traditional isolation exercises designed to engage the core."
    },
    {
        "heading": "Machines Versus Free Weight Exercises",
        "content": "When free weight training methods are compared to machine-based training methods, each has advantages"
    },
    {
        "heading": "Benefits of Bodyweight Training",
        "content": "The following are some of the benefits of bodyweight training (37): •\t Is specific to each individual’s anthropometrics •\t Often includes closed chain–based exercises •\t Strengthens several muscle groups at once •\t Develops relative strength •\t Improves body control •\t Is a low-cost training alternative and disadvantages (10, 34, 75). With regard to machine- based training, the stability provided by the machine may result in a better ability to target specific muscle groups; but in the context of sport performance, muscle rarely if ever functions in such an isolated fashion (10). With regard to the stabilizer muscles, it is generally accepted that activation of these muscles is greater during free weight training when compared with machine-based training (33). In partial support of this belief, Anderson and Behm (2) state that the activity of the back stabilizers was 30% lower during a Smith machine squat when compared to a free weight squat. Additionally, there is scientific support for the contention that machine-based strength gains exert a negligible or a possible detrimental effect on the muscle activation pattern in athletic movements (2, 15, 57). However, if instability is increased via performance of ground-based free weight training on unstable surfaces or devices, greater decrements in force production, the rate of force development, and power outputs have been noted (23, 49). Therefore, based on these data, it appears that free weight ground-based exercises offer the ideal combi- nation of specificity and instability, especially when one is focusing on strength and power development."
    },
    {
        "heading": "Ultimately, sufficient instability for the development of",
        "content": "sport-specific adaptations can be stimulated via the use of traditional ground-based free weight strength train- ing, and there appears to be no need to add increased instability to these types of exercises (10). ▶ ▶Free weight ground-based exercises offer the ideal combination of specificity and instability, especially when one is focusing on strength and power development."
    },
    {
        "heading": "Instability-based exercises are typically considered those",
        "content": "that are performed on unstable surfaces or devices com- monly found in strength and conditioning facilities. The increased popularity of training on instability devices seems to have stemmed from their use by physiother- apists in the rehabilitation process. These devices are used to promote postural disequilibrium or imbalance requiring a greater stabilizing function of the core mus- culature (10, 81). If perturbations are applied during use of these devices, a balance challenge can occur that requires activation of the core musculature in order to induce postural adjustments to remain upright (19)."
    },
    {
        "heading": "Numerous instability devices are available to the",
        "content": "strength and conditioning professional; the most common are the Swiss, physio, and pezzi gymnastics balls (10). Other instability options include hemispher- ical physioballs with one inflated dome side and a flat rubber side, inflatable disks, wobble boards, balance boards, foam tubes, and various foam platforms. Natu- ral surfaces such as sand can also create scenarios that introduce instability into an athlete’s movement pattern, creating an increased balance challenge that results in increased core muscle activation. Many strength and conditioning professionals believe that performing instability exercises trains the target agonist muscle group while simultaneously increasing core muscle activation (10). While there is some evidence to suggest that core muscle activation may be increased, it appears that this increase occurs in conjunction with reduced force generation by the agonist muscle (9, 23). During training with instability exercises, the overall agonist force-generating capacity (8) and overall power output (23) may be less than 70% of what can be achieved when the exercise is performed under stable conditions. Additionally, there can be a significant reduction in the rate of force development that is achieved during the exercise (60). Training with a reduced force production, power output, and rate of force development may not be the most advantageous method for preparing athletes, as these factors have a large impact on many aspects central to successful sport performance. Overall, there is limited research that suggests the performance of resistance exercises on unstable devices by athletes results in significant performance improve- ments (21, 73). The lack of performance benefit noted in the literature might be expected based on the principle of diminishing returns, as it is very likely that trained athletes require a much greater adaptive stimulus in terms of force production, movement velocity, and rate of force development to realize performance gains than can be provided by instability exercise devices (10, 47)."
    },
    {
        "heading": "Therefore, the performance of static balance activities",
        "content": "on instability devices may be considered an introductory training step to improve balance and core stability before the implementation of dynamic or explosive ground- based free weight exercises, such as the Olympic lifts, that are performed on stable surfaces (10). ▶ ▶Ground-based free weight exercises (e.g., squats, deadlifts, Olympic lifts) involve a degree of instability that allows for simulta- neous development of all links of the kinetic chain, offering a much better training stimu- lus for the development of core stability and the enhancement of athletic performance than do instability device–based exercises (10)."
    },
    {
        "heading": "When used in the rehabilitation setting, unstable",
        "content": "devices have been shown to reduce low back pain and improve the efficiency of the soft tissues that stabilize the knee and ankle joints (9, 10). Since several muscles related to the knee joint originate in the lumbopelvic Exercise Technique for Alternative Modes and Nontraditional Implement Training region, the core of the body could be considered an important contributor to the prevention of anterior cruciate ligament (ACL) injuries (58). In fact, several studies provide evidence that using instability devices may reduce the likelihood of ACL injuries (58), espe- cially after rehabilitation from an ACL injury (59). For example, Fitzgerald and colleagues (28) reported that activities that challenge the rehabilitating athlete using perturbations stimulated by tilt boards, roller boards, and other balance devices make a successful return to competitive sport activities five times more likely."
    },
    {
        "heading": "Additionally, Caraffa and colleagues (18) suggest that",
        "content": "the addition of balance training to traditional training methods results in a reduction of ACL injuries in ama- teur soccer players. However, in a systematic review, Grimm and coworkers (31) contest this contention and suggest that these types of interventions do not reduce ACL injury risk. In contrast, ground-based free weight activities seem to have a more balanced effect leading to improvements in performance while increasing core strength and balance abilities. Ultimately, the use of instability-based exercises to train the core seems to be an effective method for returning the injured athlete to competitive-based training."
    },
    {
        "heading": "Resistance training practices include three methods",
        "content": "for applying overload to the body: constant external, accommodating, and variable resistance (30, 54). The most common method for applying resistance during training is to use a constant external load, which is best represented by traditional resistance training methods (e.g., free weights). In this scenario, the external load remains constant throughout the range of motion, better represents real-life activities, and allows for a more realistic skeletal muscle coordination and movement pattern (36, 54, 63). On the other hand, accommodating resistance (sometimes referred to as semi-isokinetic resistance applications) generally allows for the speed of movement or isokinetic resistance to be controlled throughout a range of motion (54, 75). Stone and coworkers (75) suggest that these types of devices have poor external validity. Additionally, these devices are unlikely to provide an adequate training stimulus when compared to more traditional methods such as those involving constant-loaded free weight movements, particularly when those movements are performed with multijoint movement patterns."
    },
    {
        "heading": "With traditional resistance training exercise, the",
        "content": "external load remains constant, but the forces exerted by the muscle vary in accordance with the mechanical advantages associated with the joints involved in the movement (3, 13, 30). In order to combat the changing mechanical advantages and inertial properties associated with constant-loaded resistance, there has been a con- certed effort to develop innovative training devices that allow the applied resistance to be varied in conjunction with changes in joint angle (30). These variable-re- sistance methods attempt to alter the resistance so the muscle maximizes force application throughout the full range of motion (29). For example, in the back squat the greatest muscle force production occurs at the top portion of the movement, while the smallest forces are produced at the bottom. Thus variable-resistance methods would be used to reduce resistance at the bottom of the squatting motion and increase resistance as the athlete ascends from the bottom position. Another consideration is that during the concentric effort of a movement, a large por- tion of time is spent decelerating (30). Overall it has been suggested that variable-resistance methods may be able to match the changes in joint leverage (85), overcome the mechanical disadvantages associated with specific joint angles (24, 69, 70, 79), and provide for compensatory acceleration (69, 70). With the use of a variable-loaded resistance model, the methodology most commonly seen in modern strength and conditioning facilities is the application of chains or rubber bands (30, 54). The combination of chains or bands with traditional free weight resistance training methods has been shown to alter the loading profile typically seen during these constant-loaded activ- ities (30, 41). Specifically, the chains or bands allow for the resistance to be varied across the range of motion achieved during the activity. ▶ ▶With use of a variable-loaded resistance model, the most common methodology used in modern strength and conditioning facilities is application of chains or rubber bands (30, 54)."
    },
    {
        "heading": "One increasingly popular method of applying variable",
        "content": "resistance is the addition of chains to traditional resis- tance training activities such as the bench press or back squat (4, 13, 39, 54). This method of force application is most popular among powerlifters (69, 70), but has become increasingly popular among strength and con- ditioning professionals working with a variety of sports (22). Despite the increasing popularity and the belief that these methods provide a training advantage, these beliefs are largely unsubstantiated in the scientific literature (13, 14, 39, 54). Some studies, however, demonstrate that the application of chains to traditional resistance training methods such as the bench press can be advantageous (6). Careful inspection of these studies reveals that the means by which the chains are applied to the free weight exercise may influence their effectiveness. Specifically, these studies used a method in which the chain was suspended from the bar without touching the floor until the athlete had reached the lowest position in the squat or until the bar had reached chest height in the bench press (6). While some research seems to support this methodology, much more research is needed to explore the various methods of applying chains to traditional resistance training methods."
    },
    {
        "heading": "Determining Resistance With Chains",
        "content": "The resistance provided by chains is largely dictated by the structure, density, length, and diameter of the chain and must be quantified before the chain is used in a resis- tance training setting. Additionally, the number of links in a chain will affect the amount of resistance provided by the chain (13, 55). To quantify the loading provided by chains, Berning and colleagues (13) developed a practical chart that related chain link diameter and length to the resistance load provided by the chain. This chart was later modified by McMaster and colleagues (54) to show the relationship between the chain mass, length, and diameter (table 16.1). As a means of deciding on the barbell resistance to use in conjunction with chains, the absolute load is determined for the top and the bottom portion of the movement (4). The average of these two loads is then calculated and used to modify the barbell load in order to allow the athlete to train in the prescribed range. As a general rule, Baker (4) recommends that the use of chains be reserved for experienced intermediate- and elite-level athletes who have stable exercise technique, as the addition of chains provides a loading challenge that can affect the athlete’s technique."
    },
    {
        "heading": "Applying Chains to Free Weight Exercises",
        "content": "Generally, the application of chains to traditional resis- tance training methods allows for a linear increase in the applied resistance (54). Ways to apply chains include letting them touch the floor from the fully extended position during the movement (13) or hanging them from lighter chains (figure 16.1), which allows them to touch the floor only upon reaching the lowest portion (figure 16.2) of the movement pattern (i.e., bottom of the squat or at chest level during the bench press) (4, 6). Baker (4) suggests that the second method may affect the velocity of movement in three distinct ways. Firstly, the total barbell–chain complex comes into play only at the top of the movement (i.e., extend portion) when the chain links have been lifted off the floor. At the bottom of the movement, the links are in full contact with the floor, providing a reduction in load and allowing the athlete to accelerate the barbell at a faster rate. Secondly, it is possible that a within-repetition postactivation potentiation effect may occur in response to a greater Table 16.1  Mass, Length, and Diameter of Chains"
    },
    {
        "heading": "Chain lengths",
        "content": "10 cm (4 in.) 50 cm (20 in.) 100 cm (40 in.) 150 cm (59 in.) 200 cm (79 in.) 6.4 mm (1/4 in.) 0.3 kg (0.6 lb) 1.3 kg (2.8 lb) 2.5 kg (5.5 lb) 3.8 kg (8.3 lb) 5.0 kg (11.0 lb) 9.5 mm (3/8 in.) 0.4 kg (0.8 lb) 1.9 kg (4.1 lb) 3.7 kg (8.1 lb) 5.6 kg (12.2 lb) 7.4 kg (16.3 lb) 12.7 mm (1/2 in.) 0.7 kg (1.6 lb) 3.7 kg (8.1 lb) 7.4 kg (16.3 lb) 11.1 kg (24.4 lb) 14.8 kg (32.6 lb) 19.1 mm (3/4 in.) 1.4 kg (3.1 lb) 7.0 kg (15.4 lb) 14.0 kg (30.8 lb) 21.0 kg (46.2 lb) 28.0 kg (61.6 lb) 22.2 mm (7/8 in.) 2.2 kg (4.8 lb) 10.8 kg (23.8 lb) 21.6 kg (47.5 lb) 32.4 kg (71.3 lb) 43.2 kg (95.0 lb) 25.4 mm (1 in.) 2.8 kg (6.2 lb) 14.0 kg (30.8 lb) 28.0 kg (61.6 lb) 42.0 kg (92.4 lb) 56.0 kg (123.0 lb) Adapted, by permission, from McMaster, Cronin, and McGuigan, 2009 (54)."
    },
    {
        "heading": "Determining the Load to Use With Chains",
        "content": "To determine the load used with chains, the absolute chain resistance at the top and that at the bottom portion of the movement are summed and then averaged. For example, if athletes wanted to train at a 5-repetition maximum (5RM) load in the bench press, they would first determine the 5RM load without the chains. Then, if their 5RM is 120 kg (264 pounds), they would subtract the average chain resistance from this load. If at the bottom position the load is 0 kg and at the top the chain load is 11.1 kg (24.4 pounds), the average is 5.55 kg (12.2 pounds). Thus, the athlete would add 114 to 115 kg (251.8-253.0 pounds) to the barbell to achieve the appropriate loading. Exercise Technique for Alternative Modes and Nontraditional Implement Training resulted in an acute increase in the concentric rate of force development when compared to a constant-loaded condition. While these data seem to suggest that the addi- tion of bands to traditional resistance training methods may offer some benefit, especially to power or rate of force development, there is research contesting these findings (24, 41). For example, Ebben and Jensen (24) report no differences in integrated electromyography and mean ground reaction forces when resistance bands are used to apply 10% of the total loading during squats. Currently, minimal research on the use of resistance bands, especially longitudinal studies, has been con- ducted to determine whether the acute effects noted by some authors translate into superior strength and power gains over time. More research is also needed to deter- mine the optimal methodologies for using bands in the development of athletes."
    },
    {
        "heading": "Resistance Bands",
        "content": "In working with resistance bands, it is important to understand that their composition varies depending on the type of thermoplastic or elastomer used to produce them (54). The composition of resistance bands is important because it can exert an impact on their over- all stiffness, density, yield, and tensile strength (54, 55, 77). Ultimately the tension (resistance) generated by a resistance band is determined by the overall stiffness of the band and the extent to which the band is stretched (deformation) (55). Specifically, based on Hooke’s law, the tension generated by a band is equal to its stiffness (k) multiplied by the deformation (d): Figure 16.1  Bench press with added chain resistance. The links of the chains are draped over the lighter sup- porting chains, such that the chain does not contact the floor until the barbell reaches chest height. As the athlete lowers the barbell to the chest, the resistance progressively decreases as the chains furl onto the floor. Conversely, as the athlete moves the barbell concentri- cally away from the chest, the resistance progressively increases as the chains unfurl from the floor. Figure 16.2  When the barbell is at chest height during the bench press, the chains are furled on the floor, with the result that their weight does not act on the barbell. neural activation. Specifically, when the chains pile on the floor and the mass of the barbell decreases, a greater neuromuscular activation may occur, allowing for an enhancement in movement velocity. Finally, it is possible that the decreasing resistance at the bottom portion of the movement may cause a more rapid stretch–shortening cycle. Baker (4) suggests that this happens in response to the eccentric unloading that occurs when the chain links pile on the floor at the bottom of the movement and a quicker amortization phase occurs when the athlete shifts from eccentric to concentric muscle action."
    },
    {
        "heading": "Resistance Band Exercises",
        "content": "The use of resistance bands to augment traditional bar- bell resistances has become increasingly popular among strength and conditioning professionals (4, 27, 46, 77). There is some research support for the use of resistance bands combined with traditional resistance training exer- cises (1, 74, 79). For example, Wallace and coworkers (79) suggest that using bands to substitute 35% of the total load during a back squat can acutely increase peak power by approximately 13%. Additionally, Baker and Newton (5) suggest that the use of bands may result in a postactivation potentiation effect within each repetition. Support for this contention comes from the work of"
    },
    {
        "heading": "Stevenson and colleagues (74), who demonstrated that",
        "content": "the use of bands to account for 20% of the training load"
    },
    {
        "heading": "Tension = Stiffness (k)  Deformation (d)",
        "content": "As the band is stretched (i.e., increased deforma- tion), there is a linear increase in the amount of tension placed on the band. However, several studies suggest that resistance bands exhibit both curvilinear and linear deformation regions (1, 55, 62). When using bands in conjunction with traditional free weight training exercises such as the bench press or back squat, the strength and conditioning professional must be aware that there can be a 3.2% to 5.2% difference between two supposedly equal bands that could result in an 8% to 19% difference in mean tension between the bands (55). A basic length–tension relationship can be seen in table 16.2, and tension can be predicted based on the length of the band with the use of a prediction equation. Similar to how resistance is applied with the use of chains, the use of bands requires the coach to determine how much load is provided by the free weight and how much is provided from the bands throughout the range of movement (4). Specifically, the coach must determine the load of the band at the bottom and top portions of the movement and create an average of these two loads. Based on the recommendations of Baker (4), an athlete who wants to train at a 5RM load of 150 kg (330 pounds) with bands would subtract the average of the two band positions (i.e., top and bottom) and reduce the load on the bar by that amount. So if the band exerts a zero resistance load at the bottom of the movement and a load of 26.6 kg (58.5 pounds) at the top position (i.e., lockout in the bench press), based on the length of the band achieved as it is stretched, the athlete would subtract 13.3 kg (29.2 pounds) from the total weight on the bar without the bands to get 136 to 137 kg (299.2-301.4 pounds)."
    },
    {
        "heading": "Applying Resistance Bands",
        "content": "to Free Weight Exercises To apply bands to free weight resistance exercises, one can use a multitude of methods. The band may be attached to the barbell and either a customized attach- ment point on a squat rack or heavily weighted dumb- bells (4). When the bands are applied, the highest tension and the total resistance load are provided to the athlete at the top position. Conversely, at the bottom position the applied load is reduced, as the bands will no longer be stretched and thus no longer apply resistance to the barbell. For example, in the squat at the lowest point (i.e., bottom position, figure 16.3), the bands are slack and do not actively create tension on the barbell, thus adding no additional resistance to the exercise. As the athlete ascends from the bottom position and approaches the lockout position, the bands will impart a larger stretch resistance and the athlete will experience the full load of both the bar and the bands (figure 16.4). It is important to note that as the athlete ascends from the bottom position the stretch load gradually increases. Conversely, as the athlete descends, the stretch load gradually decreases. Table 16.2  Examples of Resistance Band Tension–Length Relationships"
    },
    {
        "heading": "Width",
        "content": "(mm)"
    },
    {
        "heading": "Tension prediction equation",
        "content": "110 cm (43.3 in.) 120 cm (47.2 in.) 130 cm (51.2 in.) 140 cm (55.1 in.) 150 cm (59.1 in.)"
    },
    {
        "heading": "Yellow",
        "content": "2.6 kg 5.7 kg 8.1 kg 9.8 kg 11.5 kg"
    },
    {
        "heading": "Red",
        "content": "4.6 kg 9.6 kg 13.3 kg 16.6 kg 19.2 kg"
    },
    {
        "heading": "Blue",
        "content": "8.5 kg 14.8 kg 19.5 kg 23.9 kg 27.3 kg"
    },
    {
        "heading": "Green",
        "content": "6.8 kg 16.5 kg 24.0 kg 30.0 kg 49.3 kg"
    },
    {
        "heading": "Black",
        "content": "15.4 kg 29.1 kg 40.0 kg 49.3 kg 57.2 kg"
    },
    {
        "heading": "Y = −0.010x2 + 3.73x − 269.21",
        "content": "Adapted, by permission, from: McMaster, Cronin, and McGuigan, 2010 (55). Figure 16.3  Bottom position of a squat performed with bands. Exercise Technique for Alternative Modes and Nontraditional Implement Training most common strongman exercises are tire flipping, log (or keg) lifting, and farmer’s walks. While research on these types of exercises is limited, some evidence sug- gests that they can be used to introduce a high-intensity stimulus resulting in an elevated blood lactate response (12, 44, 86). Additionally, it has been suggested that these types of exercises create a greater degree of instability that effectively challenges the athlete in different ways compared to traditional resistance training activities (53)."
    },
    {
        "heading": "Tire flipping typically employs truck or heavy-equip-",
        "content": "ment tires that can be modified via placement of an extra load in the center to address individual strength needs (39, 80). The selection of the appropriate tire size is dependent on numerous factors that the strength and conditioning professional must consider when designing a specific program for an athlete. Thought must be given to the tire’s dimensions, including the height, width, and weight (16). As a general rule, the tire should not be taller than the athlete’s upright standing height: The taller the tire, the harder it is for the athlete to flip because of the mechanical disadvantage and the greater overall lifting distance required. Additionally, the width of the tire can affect the athlete’s ability to perform the flip. For exam- ple, narrow tires are generally considered harder to flip for taller athletes because of the limb length and depth requirements. Conversely, wider tires are more difficult for shorter athletes because of their shorter arm lengths (16). Another consideration is the tread on the tire; worn treads are more difficult to grip, and pronounced treads potentially contain cuts, debris, or exposed metal that could put the athlete at risk for injury (16, 80). Once the correct tire is selected based on the individual athlete’s strength levels, appropriate exercise technique should be used to minimize risk of injury. Three basic techniques can be used to flip tires; these include the sumo, the backlift style, and shoul- ders-against-the-tire technique (16, 80). The sumo- style flipping technique uses a traditional wider sumo deadlift stance coupled with the arms positioned in a narrower grip. This type of technique is typically used by powerlifters when deadlifting. With this technique, once the tire has been raised to hip or chest height, the hands are rotated so that a forward pressing action can be performed with the arms to flip the tire (16, 80). The backlift style is performed with a narrower, more con- ventional deadlift stance, ending with a forward pressing motion. This technique is initiated with feet placed in a hip-width stance, plus bending at the knees and hips, allowing the athlete to grab the base of the tire and pull in a fashion similar to that with a deadlift (80). As the tire is raised, the hands are repositioned so that a forward press can be used to flip the tire (16). Figure 16.4  Top position of a squat performed with bands."
    },
    {
        "heading": "Traditionally, resistance training interventions used in",
        "content": "most modern strength and conditioning facilities have relied heavily on barbells, dumbbells, and various resistance training machines. More recently, strength and conditioning professionals have begun to incorpo- rate nontraditional implements in order to add greater variation to the preparation of athletes. Nontraditional implements can include items that are typically asso- ciated with strongman training such as tires, logs, kettlebells, stones, weighted sleds, and other weighted implements (39). While nontraditional implement training is increasing in popularity, there is currently relatively little research directly exploring the efficacy of these types of training methods. ▶ ▶While nontraditional implement training is increasing in popularity, there is currently rel- atively little research directly exploring the efficacy of these types of training methods."
    },
    {
        "heading": "Strongman implement training has recently seen an",
        "content": "increase in popularity as a proposed tool for enhancing sport performance (11, 53, 66, 80, 84, 86). Some of the Currently no research has directly explored the overall safety of either tire-flipping techniques. However, some authors suggest that the sumo style is the safest, while more recently shoulders-against-the-tire has become the preferred technique in the practical literature (16). The tire lies on its side, and the athlete addresses the tire by kneeling behind it. The feet are placed in a hip-width position with the ankles dorsiflexed. In this position the athlete places the chin and shoulders onto the tire. This placement of the tire on the shoulders is similar to that seen in a traditional barbell front squat (see chapter 15). The tire is gripped with a supinated grip with a width that is largely dependent upon the size of the tire (i.e., wider tire = narrower grip). In this position, the athlete contin- ues to dorsiflex the ankles so that he or she is on the balls of the feet while raising the knees from the ground. At this point the athlete’s center of gravity should transition toward the tire, placing the majority of the athlete’s body weight onto the tire. The athlete then raises the chest and contracts the musculature of the lower back (16) (see the photo of the starting position in the exercise technique section near the end of the chapter). Next, the athlete initiates the flipping movement by extending the knees and hips followed by plantar flexing"
    },
    {
        "heading": "Points to remember:",
        "content": "•\t Select a surface that is acceptable for tire flipping. •\t While kneeling behind the tire, place the chin and anterior deltoid on the tire. •\t Use a supinated grip with the arms extended but not locked out to grip the tire. •\t Dorsiflex the ankles and raise the knees off the ground in order to get onto the balls of the feet. •\t Raise the chest and contract the lower back musculature."
    },
    {
        "heading": "The movement technique:",
        "content": "•\t Extend the knees and hips and plantar flex the ankles while pushing the tire forward and up. •\t Move forward explosively toward the tire by taking two or three steps. •\t Flex one hip and forcefully strike the tire with the quadriceps of that leg. •\t Immediately after striking the tire, reorient the hands into a pronated grip. •\t Move the feet forward while extending the arms in order to flip the tire."
    },
    {
        "heading": "Common Technical Flaws and Their Corrections",
        "content": "•\t Flaw: Placing the feet too close to the tire when initiating the movement. When this occurs, athletes often have to round their back and position their knees close to their chest in order to initiate the movement. Correction: Have athletes move their feet away from the tire and instruct them to raise their chest while contracting the musculature of the lower back. •\t Flaw: Hips rise faster than the shoulders during the initial pushing motion. This flaw is very similar to what can be seen during traditional deadlifting with incorrect technique. Correction: Instruct athletes to keep their hips low and drive the tire forward rather than lifting it. Additionally, encourage athletes to keep the hips slightly below the shoulders during this movement. •\t Flaw: A lifting motion is used instead of a pushing motion. With heavier tires, this motion reduces the lifting speed; the tire will lose momentum as it is elevated to hip height, forcing the athlete to “muscle” the tire over. This is an extremely dangerous position, as the tire can easily fall onto the athlete, and should be corrected immediately. Correction: The athlete should be encouraged to drive the tire forward and move forward with the tire as it is elevated. One cue is to strike the tire with the quadriceps at hip height and continue a forward movement pattern."
    },
    {
        "heading": "Spotting the Tire Flip",
        "content": "In general, spotting the tire flip requires two spotters who are positioned on either side of the athlete. Spotters should do the following: •\t Assist the athlete by pushing on the tire when needed. •\t Pay close attention to ensure they can assist if the athlete loses grip on the tire. •\t Be aware of the area around the athlete; in particular, the landing area needs to be monitored to ensure that the flipping path is clear of people and apparatus. Adapted, by permission, from J.B. Bullock and D.M.M. Aipa, 2010, “Coaching considerations for the tire flip,” Strength & Conditioning Journal 32: 75-78. Exercise Technique for Alternative Modes and Nontraditional Implement Training the ankles in order to push the tire forward and up. As this occurs, the shoulders and hips should rise at the same rate, ending in a triple extension, from which the athlete moves forward by taking two or three small steps. Once the tire reaches hip height, the athlete forcefully flexes the hip of one leg and strikes the tire with the quadriceps. The striking of the tire with the leg allows achievement of a forceful upward momentum (16). As this occurs, the athlete switches the hands into a pronated position. After reorienting the hands, the athlete runs the feet toward the tire while forcefully extending the arms to push the tire over. Photos of all of these positions can be found in the exercise technique section near the end of the chapter."
    },
    {
        "heading": "Log Lifting",
        "content": "One of the classic exercises that is a part of strongman training is the log lift, which is essentially a version of the clean. Other traditional lifting movements can also be performed with logs, such as cleans, presses, jerks, rows, squats, deadlifts, and lunges (39, 64, 83). Logs are typically designed to have weight added to them while offering a midrange grip support to accommodate a pronated grip position (64). Weight is typically added with the use of traditional plates, which eliminates the need for having a variety of logs (39). Information on how to effectively load log-based exercises is limited, but training loads may be based on traditional exercises. For example, Winwood and colleagues (83) used 70% of a 1RM for a traditional clean and jerk with log train- ing. While the connection seems logical, it is likely that athletes will not be able to lift the same load as they could in the comparable traditional exercise because of the mechanical difficulties associated with lifting the log apparatus (39). In another type of log, water can be used to provide the resistance (39, 64). Ratamess (64) suggests that with this type of log, the fluid inside will move, resulting in an increased activation of the stabilizer muscles. While this may seem logical, no scientific papers appear to have explored this contention. While log-based training seems to be increasing in popularity, little research has explored the effectiveness of this training method or how best to apply this type of training in the preparation of athletes in various sports. Therefore, significantly more scientific inquiry is required to provide true understanding of the efficacy of log-based training."
    },
    {
        "heading": "Farmer’s Walk",
        "content": "Another commonly used strongman exercise is the farm- er’s walk, in which the athlete holds a load at the sides in each hand while walking forward (53, 80). Winwood and colleagues (83) suggest that exercises such as the farmer’s walk are useful training tools because they involve unstable and awkward resistances that have both unilateral and bilateral motions. Additionally, it has been suggested that the farmer’s walk develops total body anaerobic endurance, back endurance, and grip strength (80). McGill and colleagues (53) suggest that the farm- er’s walk may enhance traditional resistance training programs because this exercise challenges body linkages and stabilizing systems in a different way than traditional resistance training. The farmer’s walk can be performed with static loads (e.g., a heavy dumbbell) or variable loads (e.g., water-filled objects) (80). Regardless of the type load used, it appears that the farmer’s walk offers a unique activation pattern of the core, although there is very limited research in the scientific literature supporting the use of this exercise as a strength and conditioning tool. Additionally, no available research has examined the safety of the farmer’s walk, which makes it difficult to recommend safety precautions. Thus athletes should follow generally accepted safety principles and precautions: Only advanced athletes who possess high levels of strength should attempt this exercise. While this training modality may be popular in strength and conditioning environments, more research is required in order to determine its efficacy."
    },
    {
        "heading": "Recently, strength and conditioning professionals have",
        "content": "become interested in the use of kettlebell exercises (7, 17, 48). While seemingly a new phenomenon, the use of kettlebells dates back hundreds of years to when they were a popular training method in various Eastern Bloc countries (38). The word kettlebell comes from the Rus- sian word girya, which refers to a cast iron cannonball with a handle on it (20). In Western literature the term kettlebell is used to refer to a weighted implement con- sisting of a ball with a handle, which is probably better termed a kettleball (20). Along with the increasing interest in the use of kettle- bell training has been an increase in the amount of scien- tific inquiry into the efficacy of using these implements with athletes and general populations. The majority of the scientific evidence supporting the use of kettlebells highlights their potential usefulness as a tool for general physical or fitness development (26, 40, 76). In these studies the most common exercise employed is the ket- tlebell swing, which can be performed with either one or two hands (40, 52, 76). While kettlebell swings appear to have a positive impact on cardiovascular fitness, it is important to note that this activity does not offer the same level of cardiovascular benefit as treadmill running or more traditional aerobic exercise (40)."
    },
    {
        "heading": "Currently, limited research explores the efficacy of",
        "content": "kettlebell training as a strength development tool. When used with clinical and recreationally trained populations, kettlebell training has been reported to increase mus- cular strength levels compared to no training (43, 61). Additionally, when a battery of kettlebell exercises (i.e., swings, goblet squats, accelerated swings) is performed across a six-week training intervention, there appears to be an increase in muscular strength and vertical jump performance in recreationally trained men (61). How- ever, these strength gains are significantly lower than those typically seen with traditional weightlifting-based training methods. Specifically, Otto and colleagues (61) reported that six weeks of weightlifting training resulted in a 4% increase in vertical jump performance, while kettlebell swings increased jumping performance by only 0.8%. Additionally, back squat strength was increased by 13.6% after six weeks of traditional weightlifting training, while the kettlebell training resulted in only a 4.5% increase (61). Based on the contemporary body of scientific knowl- edge, it appears that kettlebells are probably best used as general preparation exercise and that more traditional training methods such as weightlifting are more effective for developing maximal strength and jumping perfor- mance capacity. However, further scientific research is needed to develop a better understanding of the role that kettlebells may be able to play in the development of athletes."
    },
    {
        "heading": "Types of Kettlebells",
        "content": "When working with kettlebells, one must consider the type of kettlebell, as there are two major types: the cast iron (figure 16.5) and the sport kettlebell (figure 16.6) (20). The cast iron, or fitness, kettlebells are cast from iron and range in size depending on their weight. The sport or competition kettlebells are made from steel and have universal design and measurements. Specifically, the size of the kettlebell does not change regardless of the weight, and the various weights are indicated by different colors (20). Besides the structural differences in the size and dimensions of the cast iron and sport kettlebell, the other difference is that the cast iron kettlebell is less expensive and probably more prevalent in strength and conditioning facilities."
    },
    {
        "heading": "Considerations for Selecting Kettlebells",
        "content": "The first major consideration in the selection of a ket- tlebell is the type of load provided. The two basic types of kettlebells are the fixed and the adjustable (20). With fixed-loaded kettlebells, such as cast iron or competition kettlebells, the load stays constant; thus a set of kettle- bells, which range across several loads, is required in order to provide training variety. Adjustable kettlebells are either plate loaded or shot loaded. In actuality, a plate- loaded kettlebell is simply a handle that is attached to weight plates and is not really a kettlebell even though it is classified as one (20). In contrast, a shot-loaded kettlebell is a hollow version of the more traditional kettlebell. Historically, these kettlebells were filled with sand, water, lead, and even mercury (20). If this type of kettlebell is only partially filled, the shot moves around in the ball, causing an increased training stressor. While popular in the early 20th century, especially with circus strongmen such as the famous Arthur Saxon and Eugen Sandow, this type of kettlebell is not popular in contemporary strength and conditioning. The second consideration relates to the handle, as it is the major interface between the athlete and the kettlebell."
    },
    {
        "heading": "Competition Kettlebell Dimensions",
        "content": "Following are the dimensions of competition kettlebells (20): •\t Height: 228 mm (8.5 inches) •\t Diameter: 210 mm (8.25 inches) •\t Handle diameter: 35 mm (1.4 inches) Figure 16.5  Cast iron class kettlebells. Figure 16.6  Competition kettlebells. Exercise Technique for Alternative Modes and Nontraditional Implement Training With cast iron kettlebells, the handle diameter changes slightly as the weight increases. For example a 20 kg (45 pounds) or heavier kettlebell has a handle between 33 (1.3 inches) and 35 (1.4 inches) mm; a smaller kettle- bell may have a smaller handle diameter. Additionally, to facilitate the types of exercises that use kettlebells, the spacing between the handle and the top of the ball is standardized in good kettlebells. Typically, the space between the bottom of the handle and the top of the ball is 55 mm (2.2 inches), and the length of the handle is 186 mm (7.3 inches) (20). With regard to handle surface, some kettlebells come with smooth painted handles; others have polished steel handles, which have no paint and are basically bare medal. The polished steel handle tends to allow for a better grip because it holds chalk better and does not get as slippery as painted or polished handles do when athletes sweat on them (20)."
    },
    {
        "heading": "Unilateral Training",
        "content": "When employing training methods, one can use unilateral or bilateral training interventions. These types of training methods can be performed with the upper body or lower body, depending on the targeted outcomes. Common lower body unilateral training exercises include lunges, step-ups, and the single-leg squat, which is sometimes referred to as the Bulgarian split squat. This exercise isolates one leg and is typically used in the preparation of athletes from numerous sports. Typically these types of exercises are integrated into training programs with varying degrees of emphasis (50) in an attempt to reduce bilateral asymmetries (45) or as a rehabilitation tool (25). They are often used to reduce a bilateral deficit, where there are asymmetries in force production between unilateral and bilateral movements (42). It has also been demonstrated that bilateral movements exhibit a bilateral facilitation in which there is an increase in voluntary activation of the agonist muscle group (8, 67). Trained or stronger individuals tend to exhibit a bilateral facilitation, while untrained, injured, or weaker athletes exhibit a bilateral deficit (10). Therefore, based on the bilateral facilitation response, trained individuals should not use unilateral methods for the development of strength. In contrast, unilateral training methods may be useful for strength development with untrained, weaker, and injured individuals (10). ▶ ▶Trained or stronger individuals exhibit a bilateral facilitation during bilateral exer- cises, while untrained, injured, or weaker individuals exhibit a bilateral deficit (10)."
    },
    {
        "heading": "In designing strength and conditioning interventions, one",
        "content": "can use a variety of methods to apply overload. The use of alternative methods and nontraditional implements is increasing in popularity. When choosing to implement these methods, strength and conditioning professionals should consider the benefits and weaknesses of these types of training interventions. Additionally, the level of the athlete dictates whether use of these methods is warranted. For example, a novice athlete or untrained individual may derive a large benefit from doing bodyweight or core stability exercises. Conversely, the trained or elite athlete may experience greater gains with traditional ground-based free weight exercises. With the advanced athlete, the use of variable resistance may also allow for a greater training stimulus to be applied to traditional training methods. If choosing to employ alter- native methods or nontraditional element–based training methods, strength and conditioning professionals must always ensure that they teach proper exercise techniques as well as constantly monitor their athletes in order to ensure that a safe training environment is maintained."
    },
    {
        "heading": "BODYWEIGHT EXERCISES",
        "content": "16.1 \t Front Plank 16.2 \t Side Plank"
    },
    {
        "heading": "EXERCISES",
        "content": "16.3 \t Stability Ball Rollout 16.4 \t Stability Ball Pike 16.5 \t Stability Ball Jackknife"
    },
    {
        "heading": "STRONGMAN EXERCISES",
        "content": "16.6 \t Tire Flip 16.7 \t Log Clean and Press"
    },
    {
        "heading": "OTHER ALTERNATIVE EXERCISES",
        "content": "16.8 \t Back Squat With Bands 16.9 \t Two-Arm Kettlebell Swing 16.10 \t Single-Leg Squat 16.11 \t Single-Leg Romanian Deadlift (RDL)\t 435 16.12 \t One-Arm Dumbbell Snatch"
    },
    {
        "heading": "Bodyweight Exercises",
        "content": "16.1"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Kneel in a prone, quadruped position on the floor. The feet should be hip-width apart or slightly closer with the palms of the hands flat on the floor shoulder-width apart and the elbows point- ing backward. •\t Drop the elbows to the floor and position them directly under the shoulders. •\t Move the feet back one at a time to allow the hips and knees to extend so the abdomen and the front of the hips and legs rest on the floor."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Elevate the hips so the ankles, knees, hips, shoulders, and head are in a straight line. •\t Isometrically hold the torso in a rigid position with the elbows under the shoulders and the head in a neutral position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "rectus abdominis, internal obliques, external obliques, erector spinae"
    },
    {
        "heading": "Ending position",
        "content": "16.2"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Lie on the floor on the left side. •\t Position the left elbow underneath the left shoulder with the left forearm perpendicular to the body. •\t Stack the right foot on top of the left foot with the right leg evenly on top of the left leg or place the right foot on the floor immediately in front of the left foot. Also, stack the right arm evenly on top of the right side of the torso. •\t Position the head in a neutral position with the eyes focused forward."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Elevate the hips off the floor so the left ankle, knee, hip, and shoulder are in a straight line. •\t Isometrically hold the torso in a rigid position with the left elbow under the left shoulder and the head in a neutral position. •\t Switch and repeat the procedure for the right side."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "internal obliques, external obliques"
    },
    {
        "heading": "Core Stability and Balance Training Exercises",
        "content": "16.3"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Kneel facing the stability ball with the upper body in an upright position, arms extended, and the hands touching the ball. •\t While keeping the hands on the ball, create a 90-degree angle at the knees and ankles with the knees, hips, and shoulders in a near-vertical plane."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Keep the knees and toes on the floor, elbows fully extended, arms parallel to each other, and knees, hips, and shoulders in a straight line. Extend the knees and flex the shoulders to roll the ball forward and the arms across the top of the ball until it comes very close to the face. •\t Isometrically hold the torso in a rigid position; do not let the hips sag toward the floor."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "rectus abdominis, iliopsoas"
    },
    {
        "heading": "Ending position",
        "content": "16.4"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Kneel down in front of a stability ball. •\t Position the body facing away from the ball. •\t In a quadruped position with the hands under- neath the shoulders and the knees underneath the hips, place both feet on the stability ball. •\t Isometrically hold the torso in a rigid position with the elbows fully extended and the head in a neutral position. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Keeping the knees and elbows fully extended and the torso in a rigid position, begin the exer- cise by flexing the hips to roll the ball toward the chest. •\t Continue lifting the hips until the toes are on top of the ball and the hips are directly over the shoulders. •\t Keep the head in a neutral position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Return to the starting position by allowing the hips to extend under control. •\t Keep the knees and elbows fully extended and the torso held rigid."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "rectus abdominis, iliopsoas"
    },
    {
        "heading": "Core Stability and Balance Training Exercises",
        "content": "16.5"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Kneel down in front of a stability ball. •\t Position the body facing away from the ball. •\t In a quadruped position with the hands under- neath the shoulders and the knees underneath the hips, place both feet on the stability ball. •\t Isometrically hold the torso in a rigid position with the elbows fully extended and the head in a neutral position. •\t All repetitions begin from this position."
    },
    {
        "heading": "Forward Movement Phase",
        "content": "•\t Keeping the knees and elbows fully extended and the torso in a rigid position, begin the exer- cise by raising the hips slightly and flexing the hips and knees to roll the ball toward the chest. •\t Continue rolling the ball forward until the hips and knees are fully flexed. •\t Keep the shoulders over the hands and the head in a neutral position."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Return to the starting position by allowing the hips and knees to extend under control. •\t Keep the elbows fully extended and the torso held rigid."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "rectus abdominis, iliopsoas"
    },
    {
        "heading": "Strongman Exercises",
        "content": "16.6"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Begin facing the tire with the feet hip- to shoul- der-width apart. •\t Squat down and lean into the tire so that the chin and the anterior deltoids are resting on the tire and the feet are positioned back far enough to maintain a neutral spine position. •\t Keeping the arms outside the knees and the elbows fully extended, grasp the tire with a supinated grip. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Begin by extending the knees and hips and plantar flexing the ankles while pushing the tire forward. •\t Move forward explosively toward the tire by taking two or three steps. •\t Continue this movement until the body is aligned in a 45° angle to the tire. •\t Flex the hip and knee of one leg fully to drive the knee upward and toward the tire. •\t Immediately after striking the tire, reorient the hands into a pronated grip. •\t While moving the feet forward, forcefully extend the arms in order to push the tire over in front of the body."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, soleus, gastrocnemius, deltoids, trapezius"
    },
    {
        "heading": "Walk forward",
        "content": "16.7"
    },
    {
        "heading": "This exercise comes from strongman training and",
        "content": "consists of quickly and forcefully picking the log up from the ground to the front of the shoulders and then pressing it overhead. The log clean consists of three phases but occurs in two motions, with a pause of the log at the shoulders. The log can either be cleaned and pressed each rep or cleaned once and pressed for multiple repetitions."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Stand with the feet placed between hip- and shoulder-width apart with the toes pointed for- ward or slightly outward. •\t Squat down with the hips lower than the shoul- ders and grasp the log with a closed, neutral grip. •\t Place the hands on the log handles with the arms slightly outside of the knees, with the elbows fully extended. •\t Place the feet flat on the floor and position the log in front of the shins and over the balls of the feet. •\t Position the body with the — — back in a neutral spine position, — — scapulae depressed and retracted, — — head in line with the vertebral column, and — — shoulders over or slightly in front of the log. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase: First Pull",
        "content": "•\t Lift the log off the ground by extending the hips and knees. •\t Keep the torso-to-floor angle constant; do not let the hips rise before the shoulders. •\t Keep the elbows extended and the shoulders over or slightly ahead of the log."
    },
    {
        "heading": "Upward Movement Phase: Transition",
        "content": "•\t As the log passes the knees, pull the log into the body by flexing the knees and flexing at the elbows. •\t Briefly pause in this position with the legs in a quarter-squat position and the log at or on the thighs."
    },
    {
        "heading": "Upward Movement Phase: Second Pull",
        "content": "•\t Forcefully jump upward by extending the hips and knees and plantar flexing the ankles. •\t Keep the log close to the body and the elbows tucked into the body. •\t When the lower body joints reach full extension, rapidly drive the elbows forward to keep rolling the log up the body. •\t Because of the explosiveness of this movement, the torso is erect or slightly hyperextended, the head is tilted slightly back, and the feet may lose contact with the floor."
    },
    {
        "heading": "Upward Movement Phase: Catch",
        "content": "•\t After the lower body has fully extended, pull the body under the log and rotate the arms around under the log. •\t Simultaneously flex the hips and knees to a quarter- or half-squat position. •\t Rack the log across the front of the clavicles and anterior deltoids."
    },
    {
        "heading": "Preparation Phase: Dip",
        "content": "•\t Flex the hips and knees at a slow to moderate speed to move the log in a straight path down- ward. •\t Continue the dip to a depth not to exceed a quarter squat. •\t Keep the feet flat on the floor, torso erect, and the upper arms directly under the log."
    },
    {
        "heading": "Upward Movement Phase: Drive",
        "content": "•\t Immediately upon reaching the lowest position of the dip, reverse the movement by forcefully and quickly extending the hips and knees and then the elbows to move the log overhead."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the log by gradually reducing the muscular tension of the arms to allow a controlled descent of the log to the shoulders. •\t Simultaneously flex the hips and knees to cush- ion the impact of the log on the shoulders, and then return the log to the floor."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, deltoids, trapezius"
    },
    {
        "heading": "Other Alternative Exercises",
        "content": "16.8"
    },
    {
        "heading": "Band Placement",
        "content": "•\t Loop the ends of long elastic bands around the band pegs of each side of a power rack. If the rack does not have band pegs, loop the bands around the handles of heavy dumbbells that will not move during the exercise. •\t Take the other ends of the bands and place them over the ends of the bar so they rest against the outside of the weight plates on either side. •\t The bands should be loose enough that there is no tension at the bottom of the squat. Tension should be applied to the bar when the exercise is performed, but at the bottom of the range of motion, the bands should be slack to apply no load to the bar. (Note: Despite its appearance, the bands in the second photo are not creating any tension on the bar.)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Step under the bar and position the feet parallel to each other. •\t Place the bar in a balanced position on the upper back and shoulders; follow the guidelines for the back squat in chapter 15 regarding the high or low placement of the bar. •\t Extend the hips and knees to lift the bar off the supporting pins or ledge, and take one or two steps backward. •\t Position the feet shoulder-width apart or wider, even with each other, and the toes pointed slightly outward. •\t Stand with an erect torso by positioning the shoulders back, tilting the head slightly back, and protruding the chest up and out to create a neutral or slightly arched back. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Begin the exercise by flexing the hips and knees slowly and under control while keeping the torso- to-floor angle relatively constant. •\t Maintain a flat-foot position with the knees aligned over the feet as they flex. •\t Continue flexing the hips and knees until the thighs are parallel to the floor, the torso begins to round or flex forward, or the heels begin to rise off the floor."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Raise the bar by extending the hips and knees while keeping the torso-to-floor angle relatively constant. •\t Keep the torso erect, shoulders back, and chest up and out. •\t Keep the heels on the floor and the knees aligned over the feet. •\t Continue extending the hips and knees until the body is fully erect."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 16.9"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Stand with feet flat and placed between hip- and shoulder-width apart with the toes pointed straight ahead, straddling a kettlebell. •\t Squat down with the hips lower than the shoul- ders and grasp the kettlebell with a closed, pronated grip. •\t Place the hands on the kettlebell with index fingers touching or close together, inside of the legs, keeping the elbows fully extended. •\t Position the body with the — — back in a neutral spine position, — — shoulders retracted and depressed, — — feet flat on the floor, and — — eyes focused straight ahead or slightly upward. •\t Maintain a neutral spine or normal lordotic position while flexing the hips and knees to approximately a quarter-squat position, with the kettlebell hanging at arm’s length between the thighs. •\t All repetitions begin from this position."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Begin the exercise by flexing at the hips to swing the kettlebell between the legs. •\t Keep the knees in a moderately flexed position with the back neutral and the elbows extended. •\t Keep swinging the kettlebell backward until the torso is nearly parallel to the floor and the kettle- bell is past the vertical line of the body."
    },
    {
        "heading": "Forward/Upward Movement Phase",
        "content": "•\t When the backward swing reaches its end point, reverse the movement by extending the hips and knees to move the kettlebell in an upward arc. •\t Allow momentum to raise the kettlebell to eye level, keeping the elbows extended and the back in a neutral spine position."
    },
    {
        "heading": "Downward/Backward Movement Phase",
        "content": "•\t Allow the kettlebell to drop into the downswing; flex the hips and knees to absorb the weight. Keep the elbows fully extended and the back neutral. •\t Continue the downward-then-backward move- ment until the kettlebell passes under then behind the body, then begin the upward move- ment phase for the next repetition."
    },
    {
        "heading": "Initial backward movement and",
        "content": "beginning of forward/upward movement"
    },
    {
        "heading": "End of forward/upward movement",
        "content": "and beginning of downward/back- ward movement"
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 16.10\t Single-Leg Squat Note: The single-leg squat is not typically done with a spotter. If spotting is needed, two spotters are used with one on each side of the bar. The positions of the spotters are not pictured in order to show the athlete’s position at the various stages of the one-leg squat more clearly."
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Grasp a barbell with a closed, pronated grip (for dumbbell variation, hold dumbbells with a closed, neutral grip with a dumbbell in each hand). •\t Stand in front of a bench or box that is approxi- mately knee-height with the feet approximately shoulder- to hip-width apart. •\t Facing away from the bench or box, take a mod- erate step forward with one leg and place the instep of the back foot on top of the bench or box. •\t Allow both knees to be slightly flexed, with the torso in a nearly erect position and the shoulders held back and chest up and out. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Two Spotters",
        "content": "•\t The spotters should stand erect at opposite ends of the bar with the feet hip-width apart and the knees slightly flexed. •\t Hold the hands 2 to 3 inches (5-8 cm) below the end of the bar. Note: If dumbbells are used, no spotter is needed."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Flex the hip and knee of the forward leg simul- taneously to lower the body in a vertical plane while keeping the torso-to-floor angle constant."
    },
    {
        "heading": "Downward and upward movements",
        "content": "•\t Keep the heel of the forward foot flat on the floor and the instep of the back foot on top of the bench or box. •\t Continue flexing the hip and knee until the front thigh is approximately parallel to the floor."
    },
    {
        "heading": "Downward Movement Phase: Two Spotters",
        "content": "•\t Keep the cupped hands close to but not touching the bar as it descends. •\t Slightly flex the knees, hips, and torso to keep a neutral spine position when following the bar."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Raise the bar under control by actively extending the forward hip and knee; extend the other hip and knee also to keep the torso-to-floor angle constant. •\t Maintain a neutral spine position and keep the torso upright. •\t Keep the forward knee aligned over the forward foot. •\t Do not flex the torso forward or round the spine. •\t Continue extending the hip and knee of the for- ward leg to reach the starting position. •\t Repeat for the desired number of repetitions and then switch the forward leg."
    },
    {
        "heading": "Upward Movement Phase: Two Spotters",
        "content": "•\t Keep cupped hands close to but not touching the bar as it ascends. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the bar."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 16.11\t Single-Leg Romanian Deadlift  (RDL) Note: This exercise can be performed with the weight held in the hand of the same side of the body as the support leg (ipsilateral) or in the hand of the opposite side of the body as the support leg (contralateral). The description and the photos describe the contralateral single-leg RDL."
    },
    {
        "heading": "Starting Position",
        "content": "•\t With the right hand, grasp a dumbbell or kettle- bell with a closed, pronated grip. •\t Stand on the left leg (as the support leg) with the hips and shoulders over the left foot. •\t Hold the dumbbell or kettlebell in front of the right thigh with the right elbow fully extended and the right foot slightly staggered back. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the left support knee to flex until it reaches a moderately flexed position, and then rigidly hold that position throughout the movement. •\t Begin the exercise by allowing the torso to flex forward at the hip of the left support leg. •\t Keep the right shoulder, hip, knee, and ankle in one line as the torso flexes forward. •\t Keep the back neutral and the right elbow still fully extended. •\t Lower the dumbbell or kettlebell until the torso and right leg are approximately parallel to the floor."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Extend the hip of the left support leg to return to the starting position. •\t Do not hyperextend the torso or flex the elbow holding the dumbbell or kettlebell. •\t Repeat for the desired number of repetitions and then switch the support leg."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris 16.12\t One-Arm Dumbbell Snatch"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Straddle a dumbbell and place the feet between hip- and shoulder-width apart with the toes pointed slightly outward. •\t Squat down with the hips lower than the shoul- ders; grasp the dumbbell with a closed, pronated grip with the elbow fully extended. •\t Position the body with the — — back neutral or slightly arched, — — scapulae depressed and retracted, — — chest held up and out, — — head in line with the vertebral column or slightly hyperextended, — — body’s weight balanced between the middle and balls of the feet, — — feet flat on the floor, — — shoulders of the hand that is holding the dumbbell over or slightly in front of the dumbbell, and — — eyes focused straight ahead or slightly upward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Begin the exercise by extending the knees, hips, and ankles forcefully to accelerate the dumbbell. •\t The dumbbell should slide up the thigh or remain very close to the thigh as it accelerates upward. •\t Keep the elbow of the arm holding the dumbbell fully extended as the knees, hips, and ankles are extending. •\t Once the knees, hips, and ankles reach full extension, rapidly shrug the shoulder of the arm holding the dumbbell. •\t As the shoulder reaches its highest elevation, flex the elbow holding the dumbbell and keep it close to the torso. •\t Keep the arm that is not holding the dumbbell on the opposite hip or held to the side. •\t Continue pulling the dumbbell as high as pos- sible."
    },
    {
        "heading": "Catch Phase",
        "content": "•\t Pull the body under the dumbbell by rotating the arm and hand holding the dumbbell around then under the dumbbell, and by flexing the hips and knees to approximately a quarter-squat position. •\t Once the arm holding the dumbbell is under the dumbbell, extend the elbow quickly to push the dumbbell up and the body downward under the dumbbell. •\t Catch the dumbbell in full extension at the same time the body reaches the quarter-squat position. •\t Keep the arm that is not holding the dumbbell on the opposite hip or held to the side. •\t After gaining control and balance, stand up to a fully erect position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Slowly allow the dumbbell to lower to the shoulder, then the thigh, and finally to the floor between the feet using a squatting movement."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "rectus femoris, vastus medialis, vastus lateralis, vastus intermedius, gluteus maximus, semimembranosus, semitendinosus, biceps femoris, deltoids, trapezius"
    },
    {
        "heading": "Key Terms",
        "content": "accommodating resistance alternative modes anatomical core anterior cruciate ligament (ACL) axial skeleton bilateral asymmetries bilateral deficit bilateral facilitation bodyweight training chains constant external resistance core farmer’s walk ground-based free weight exercises isolation exercises kettlebells logs machine-based training muscle activation nontraditional implement resistance band sticking point strongman training"
    },
    {
        "heading": "Valsalva maneuver",
        "content": "variable resistance"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t If during the tire flip the athlete’s hips rise faster than the shoulders during the initial pushing motion, what is an effective correction to give the athlete? a.\t Start with a higher hip position. b.\t Keep the hips slightly below the shoulders in this position. c.\t Lift the tire upward instead of driving it forward. d.\t Push with the arms first. 2.\t If a strong athlete incorporates only unilateral training into his or her program, what might the strength and conditioning professional expect to happen? a.\t A bilateral facilitation will occur. b.\t A bilateral deficit will be developed. c.\t A reduction in bilateral asymmetries will occur. d.\t Only unilateral strength will increase. 3.\t With regard to core training, when is instability exercise best applied? a.\t with untrained athletes who are relatively weak b.\t in trained athletes who are rehabilitating from an injury c.\t with trained athletes who are trying to optimize strength and power d.\t with untrained athletes who are new to the exercise 4.\t Which of the following is a rationale for using variable-resistance training methods? a.\t to accommodate the changing mechanical advantages associated with constant-loaded exercises b.\t to minimize force application throughout the full range of motion c.\t to increase the time spent decelerating during a lifting motion d.\t to keep the applied resistance constant during changes in joint angle 5.\t Training on instability devices can reduce the overall agonist force production capacity and power output of the athlete to less than ______ of what can be achieved in a stable condition. a.\t 20% b.\t 50% c.\t 70% d.\t 90%"
    }
]