[
    {
        "heading": "Rehabilitation",
        "content": "and Reconditioning David H. Potach, PT, and Terry L. Grindstaff, PhD, PT, ATC After completing this chapter, you will be able to •\t identify the members of the sports medicine team and their responsibilities during the rehabilitation and reconditioning of injured athletes, •\t recognize the types of injuries athletes sustain, •\t comprehend the timing and events of tissue healing, •\t understand the goals of each tissue healing phase, and •\t describe the role of the strength and conditioning professional during injury rehabilitation and reconditioning. As the employment of strength and conditioning pro- fessionals continues to increase, their role will expand to allow more active participation in the rehabilitation and reconditioning of injured athletes. The strength and conditioning professional has unique knowledge and insight regarding optimal athletic function and can serve a vital role during the final stages of an advanced rehabilitation program by preparing the athlete for a return to competition. These abilities give the strength and conditioning professional distinct responsibilities during rehabilitation from athletic injury. To fully under- stand how the strength and conditioning professional can best augment the rehabilitation of injured athletes, one must first recognize the role of each member of the sports medicine team. Furthermore, an understanding of different types of injury and the physiological healing process is essential to hastening the recovery from injury. This chapter is not intended to provide the reader with rehabilitation protocols for specific injuries. Rather, the aim is to explain the physiological events that follow a musculoskeletal injury, thereby allowing optimal goal setting by the strength and conditioning professional to improve injury outcomes. The information in this chapter should ultimately be used to maximize function of the injured athlete. The rehabilitation and reconditioning approach follows five basic principles, listed in the sidebar."
    },
    {
        "heading": "Sports Medicine Team",
        "content": "The sports medicine team provides health care ser- vices, with athlete needs and concerns as the primary focus (8). All members of the sports medicine team are responsible for educating coaches and athletes regarding injury risks, precautions, and treatments; they must also prevent injuries and rehabilitate those athletes who have sustained injury. Several different professionals play important roles in assisting the injured athlete’s return to the playing field, necessitating effective communication."
    },
    {
        "heading": "Sports Medicine Team Members",
        "content": "The team physician provides medical care to an organi- zation, school, or team. The team physician is most often a medical doctor (MD) or doctor of osteopathy (DO). The team physician may have specialized training (residency or fellowship) in a variety of fields, including family medicine, internal medicine, pediatrics, and orthopedics (43, 60), but should be proficient in the care of muscu- loskeletal injuries and sport-related medical conditions (20). Specific responsibilities of the team physician may include preparticipation examinations, on-field emer- gency care, injury and illness evaluation and diagnosis, and referral to other health care professionals as needed (43). Although not responsible for daily rehabilitation, the team physician most often makes the final determi- nation of an athlete’s readiness for return to competition (20, 43). Another important role of the team physician is the prescription of medications as needed, including anti-inflammatory, pain, and cold and flu medications."
    },
    {
        "heading": "The person typically responsible for the day-to-day",
        "content": "physical health of the athlete is the athletic trainer or athletic therapist. In the United States, an athletic trainer is certified by the National Athletic Trainers’ Association Board of Certification as a Certified Athletic Trainer (ATC). The athletic trainer works under the supervision of the team physician and is employed primarily by secondary schools, colleges, or professional teams but may also work in an outpatient physical therapy clinic."
    },
    {
        "heading": "Primary responsibilities of this individual include man-",
        "content": "agement and rehabilitation of injuries resulting from physical activity and prevention of injuries through the prescription of sport-specific exercise and the application of prophylactic equipment (e.g., tape and braces). Spe- cifically, the athletic trainer evaluates injuries, provides the injured athlete with therapeutic exercise to hasten the rehabilitation process, treats injuries with therapeutic modalities, and serves as an administrator for the sports medicine team (8). Because the athletic trainer has a significant amount of contact with the athlete, he or she plays a key role in promoting communication between members of the sports medicine team, the coach, and the athlete (8)."
    },
    {
        "heading": "A physical therapist (or physiotherapist) with spe-",
        "content": "cialization in orthopedics or sports medicine can play a valuable role in reducing pain and restoring function to the injured athlete. Although physical therapists are typically based in outpatient physical therapy clinics, many collegiate and professional teams now directly employ physical therapists as members of the sports medicine staff. A physical therapist may help develop specific treatment strategies or manage long-term rehabilitation. In the United States, physical therapists with expertise in sport injury management may become board certified through the American Board of Physical Therapy Specialties (ABPTS) and obtain the Sports Cer- tified Specialist (SCS) credential. These board-certified specialists are more commonly becoming participants in the evaluation, treatment, and rehabilitation of acutely injured athletes and often serve in the dual capacity of team athletic trainer and sports physical therapist."
    },
    {
        "heading": "The strength and conditioning professional typ-",
        "content": "ically focuses on strength, power, and performance enhancement. The strength and conditioning professional also plays a valuable role within the sports medicine team and is an integral part of the rehabilitation and recondi- tioning process. Ideally, this person should be certified by the National Strength and Conditioning Association"
    },
    {
        "heading": "Rehabilitation and Reconditioning",
        "content": "as a Certified Strength and Conditioning Specialist (CSCS) to ensure that he or she has the knowledge and background to contribute to the rehabilitation process. In consultation with the athletic trainer or sports physical therapist, this professional uses an understanding of the proper technique and application of several types of exer- cise (e.g., resistance, plyometric, and aerobic exercise) to develop a reconditioning program to ready the injured athlete for return to competition. Furthermore, strength and conditioning professionals possess an extensive understanding of the role that biomechanics play in a wide variety of sports and activities, which may allow them to suggest exercises for advanced rehabilitation and reconditioning of many injuries."
    },
    {
        "heading": "Additionally, the sports medicine team often includes",
        "content": "specialized members who assist with the postacute rehabilitation and reconditioning of injured athletes. An exercise physiologist has a formal background in the exercise sciences and uses his or her expertise to assist with the design of a conditioning program that carefully considers the body’s metabolic response to exercise and the ways in which that reaction aids the healing process. Because proper nutrition is crucial in recovery from injury, a nutritionist or a registered dietician with a background in sport nutrition may provide guidelines regarding proper food choices to optimize tissue recov- ery. Ideally, the nutritionist has been formally trained in food and nutrition sciences and may be a registered dietitian (RD) recognized by the Academy of Nutrition and Dietetics Commission on Dietetic Registration. Finally, recovering from an injury may be mentally trau- matic for an athlete; a licensed counselor, psychologist, or psychiatrist with a background in sport may provide strategies that help the injured athlete better cope with the mental stress accompanying an injury."
    },
    {
        "heading": "Communication between members of the sports med-",
        "content": "icine team is essential (8, 65). Most often the injured athlete has the most contact with coaches, the athletic trainer, and the strength and conditioning professional. In some instances, athletes disclose the initial onset of an injury to a sport coach or strength and conditioning pro- fessional before consulting with the athletic trainer. Thus consistent communication between these individuals is imperative. This does not negate communication with other members of the sports medicine team (physician, physical therapist, nutritionist, sport psychologist) who may not have as frequent interactions over the course of a week. A weekly meeting of the sports medicine team can provide a forum so all members are able to discuss the training requirements and necessary restrictions for each injured athlete. Relevant questions for discussion could include the following: What is the current status of the athlete (no participation, limited participation, full participation)? What exercises or activities is the athlete currently performing? Are any restrictions or modifica- tions necessary? How is the athlete progressing? Do any program changes need to be made?"
    },
    {
        "heading": "To most effectively develop training programs for",
        "content": "an injured athlete, the strength and conditioning pro- fessional must understand the diagnosis of the given injury and exercise indications and contraindications. An indication is a form of treatment required by the rehabilitating athlete. For example, a softball outfielder with shoulder impingement must maintain lower extrem- ity function, so the athletic trainer may request that the athlete continue to perform lower extremity strength, speed, agility, and power exercises during shoulder rehabilitation. Therefore, lower body exercise is indi- cated. A contraindication is an activity or practice that is inadvisable or prohibited due to the given injury. For example, during the later phases of rehabilitation from an anterior shoulder dislocation, an American football player may require upper body strengthening before being cleared to play. The athletic trainer requests that the athlete initiate upper body strengthening, but the bench press exercise may be contraindicated because it can place the injured shoulder in a vulnerable position in the presence of anterior instability. To clarify the role of the strength and conditioning professional during this process, it may be beneficial to have the sports medicine"
    },
    {
        "heading": "Principles of Rehabilitation and Reconditioning",
        "content": "•\t Healing tissues must not be overstressed. •\t The athlete must fulfill specific criteria to progress from one phase to another during the rehabilitative process. •\t The rehabilitation program must be based on current clinical and scientific research. •\t The program must be adaptable to each individual and his or her specific requirements and goals. •\t Rehabilitation is a team-oriented process requiring all the members of the sports medicine team to work together toward a common goal of returning the athlete to unrestricted competition as quickly and safely as possible. team use a form that specifies the indications and contraindications for exercises, providing for safe and efficient conditioning (figure 22.1). Additionally, the strength and conditioning professional can use a similar form (figure 22.2) to communicate the components of a given program and the athlete’s subjective and objective responses to those components. ▶ ▶The sports medicine team includes a large number of professionals working together to provide an optimal rehabilitation and reconditioning environment. Thus, the rela- tionship of the sports medicine team mem- bers requires thoughtful communication to ensure a safe, harmonious climate for the injured athlete."
    },
    {
        "heading": "Types of Injury",
        "content": "Macrotrauma is a specific, sudden episode of overload injury to a given tissue, resulting in disrupted tissue integrity. Trauma to the bone can lead to either a con- tusion or a fracture. Skeletal fractures can result from a direct blow to a bone and can be given a variety of classifications (e.g., closed, open, avulsed, incomplete). Joint trauma is manifested as either a dislocation (com- plete displacement of the joint surfaces) or a subluxation (partial displacement of the joint surfaces) and may result in joint laxity or instability. Ligamentous trauma is termed a sprain and is assigned a classification of first degree (partial tear of the ligament without increased joint instability), second degree (partial tear with minor joint instability), or third degree (complete tear with full joint instability)."
    },
    {
        "heading": "Musculotendinous trauma is classified as either a",
        "content": "contusion (if the trauma was direct) or a strain (if the trauma was indirect). A muscle contusion is an area of excess accumulation of blood and fluid in the tissues surrounding the injured muscle; it may severely limit the function of the injured muscle. Muscle strains are tears of muscle fibers and are further assigned grades, or degrees. A first-degree strain is a partial tear of individual fibers and is characterized by strong but painful muscle activity. A second-degree strain is a partial tear with"
    },
    {
        "heading": "Indications",
        "content": "Stationary bicycle     Progress gradually up to 60 minutes.  No running at this time."
    },
    {
        "heading": "Single-leg hip sled",
        "content": "Less than 90° left knee flexion, begin without resistance, progress only after consultation with athletic training staff."
    },
    {
        "heading": "Jonah Grey, ATC              January 2, 2016",
        "content": "Figure 22.1  A sample rehabilitation referral form, which communicates indications and contraindications to sports medicine team members."
    },
    {
        "heading": "Resistance",
        "content": "1/2 squats"
    },
    {
        "heading": "Stationary bicycle",
        "content": "20 minutes 80 rpm"
    },
    {
        "heading": "Stair stepper",
        "content": "20 minutes 70 feet per minute"
    },
    {
        "heading": "Jogging",
        "content": "10 minutes 5.0 mph"
    },
    {
        "heading": "Assessment",
        "content": "No difficulty with 1/2 squats; may increase squat depth to 3/4."
    },
    {
        "heading": "Suggestions",
        "content": "Increase squat depth, increase jogging speed and time."
    },
    {
        "heading": "Jill Michaels, CSCS \t        October 22, 2015",
        "content": "Figure 22.2  A sample strength and conditioning summary form, which records the athlete’s current activities and responses to those activities. weak, painful muscle activity. A third-degree muscle strain is a complete tear of the fibers and is manifested by very weak, painless muscle activity. A tendon, like a muscle, can also rupture if the tensile load applied to it exceeds its limit. Typically, tendon collagen fibers are significantly stronger than the muscle fibers to which they attach, so failure is more likely to occur within the muscle belly, at the musculotendinous junction, or at the tendon attachment to the bone than within the substance of the tendon."
    },
    {
        "heading": "Microtrauma, or overuse injury, results from",
        "content": "repeated, abnormal stress applied to a tissue by contin- uous training or training with too little recovery time. Overuse injuries may be due to training errors (e.g., poor program design, excessive volume), suboptimal training surfaces (e.g., too hard or uneven), faulty biomechanics or technique during performance, insufficient motor control, decreased flexibility, or skeletal malalignment and predisposition (54, 66). Two common overuse injuries involve bone and tendon. The most common overuse injury to bone is a stress fracture. Although body type and structure, nutrition, and metabolic factors play a large role, stress fractures are often the result of a rapid increase in training volume or excessive training volume on hard training surfaces (3, 66). Tendinitis is an inflammation of a tendon (52), and if the cause of the inflammation is left uncorrected, chronic tendinitis or tendinopathy may develop. (A term with the suffix -itis refers to an inflammatory condition [e.g., tendinitis, arthritis].) Tendinopathy is a degenerative condition characterized by minimal inflammation and neovascu- larization (52)."
    },
    {
        "heading": "Tissue Healing",
        "content": "The process of returning to competition following injury involves the healing of the injured tissues and the prepa- ration of these tissues for the return to function. To better understand the role of the strength and conditioning professional during rehabilitation and reconditioning, it is necessary to review the general phases of tissue healing following musculoskeletal injury (22, 24). The timing of the events occurring within each phase of tissue healing differs for each tissue type and is affected by a variety of systemic and local factors, including age, lifestyle, degree of injury, and the structure that has been damaged. However, all tissues follow the same basic pattern of healing (table 22.1). ▶ ▶The process of returning to competition following injury involves healing of the injured tissues, preparation of these tissues for the return to function, and use of proper techniques to maximize rehabilitation and reconditioning."
    },
    {
        "heading": "Inflammatory",
        "content": "response phase"
    },
    {
        "heading": "Pain, swelling, and redness",
        "content": "↓"
    },
    {
        "heading": "Increased number of",
        "content": "inflammatory cells"
    },
    {
        "heading": "Fibroblastic repair",
        "content": "phase"
    },
    {
        "heading": "Collagen fiber production",
        "content": "↓"
    },
    {
        "heading": "Decreased collagen fiber",
        "content": "organization"
    },
    {
        "heading": "Decreased number of",
        "content": "inflammatory cells"
    },
    {
        "heading": "Maturation–",
        "content": "remodeling phase"
    },
    {
        "heading": "Inflammatory Response Phase",
        "content": "Inflammation is the initial reaction to injury (22, 24) and is necessary in order for normal tissue healing to occur. Both local and systemic inflammation occur during the inflammatory response phase, allowing the eventual healing and replacement of damaged tissue. During the inflammatory phase, several events transpire that con- tribute to both tissue healing and an initial decrease in function. The injured area becomes red and swollen due to changes in vascularity, blood flow, and capillary per- meability. After tissues are damaged, a locally hypoxic environment leads to a certain amount of tissue death that allows the release of several chemical mediators, including histamine and bradykinin. These substances further increase blood flow and capillary permeability in this local area, thereby allowing edema, the escape of fluid into the surrounding tissues. Edema inhibits contractile tissues and can significantly limit function. Tissue debris and pathogens are removed from the injured area by increased blood flow and a process called phagocytosis; phagocytosis allows the release of macrophages, which search for and remove cellular debris that may slow healing."
    },
    {
        "heading": "The inflammatory substances present during this",
        "content": "phase may result in stimulation of pain fibers, causing the injured athlete to sense pain, further contributing to decreased function. This phase typically lasts two to three days following an acute injury but may last longer with a compromised blood supply and more severe struc- tural damage. Though the inflammatory phase is critical to tissue healing, if it does not end within a reasonable amount of time, the phases that follow may not occur, thereby delaying the rehabilitation process. Typically this phase lasts less than one week."
    },
    {
        "heading": "Fibroblastic Repair Phase",
        "content": "Once the inflammatory phase has ended, tissue repair begins (22, 24); the fibroblastic repair phase is characterized by catabolism (tissue breakdown) and replacement of tissues that are no longer viable following injury. In an attempt to improve tissue integrity, new capillaries and connective tissue (scar tissue) form in the area. Type III collagen is randomly deposited along the injured structure and serves as the framework for tissue regeneration. This newly formed tissue is weaker than the original tissue; thus optimal strength of the new tissue is not yet achieved. Collagen fibers are strongest when they lie longitudinally to the primary line of stress, yet many of the new fibers are positioned transversely, which limits their ability to efficiently transmit force. This phase of tissue healing begins as early as two days after injury and may last up to two months."
    },
    {
        "heading": "Maturation–Remodeling Phase",
        "content": "The weakened tissue produced during the repair phase is strengthened during the maturation–remodeling phase of healing (22, 24). Production of collagen fibers has shifted to a stronger Type I collagen, allowing the newly formed tissue the opportunity to improve its structure, strength, and function. With increased loading, the collagen fibers of the newly formed scar tissue begin to hypertrophy and align themselves along the lines of stress (18). The thicker and more optimally aligned collagen fibers become stronger, allowing a return to function. Although strength of the collagen fibers and healing tissue improves, this tissue is not as strong as the tissue it has replaced. Tissue remodeling in the maturation–remodeling phase can last months to years after injury (22, 24, 32). ▶ ▶Following injury, all damaged tissues go through the same general phases of healing: inflammation, repair, and remodeling. The timing of the events occurring within each phase of tissue healing differs for each tissue type and is affected by a variety of systemic and local factors, including age, lifestyle, degree of injury, and the structure that has been damaged. Characteristic events define each phase and separate one phase from another."
    },
    {
        "heading": "Goals of Rehabilitation",
        "content": "and Reconditioning"
    },
    {
        "heading": "The strength and conditioning professional must con-",
        "content": "sider both the athlete’s subjective response to injury and the physiological mechanisms of tissue healing; both are essential in relation to an athlete’s return to optimal performance. The process of re    turning to competition following injury involves healing of the injured tissues, preparation of these tissues for the return to function, and use of proper techniques to maximize rehabilitation and reconditioning. While the goal is often a rapid resump- tion of activity, it is important to remember that each athlete responds differently to injury and thus progresses uniquely during rehabilitation. As a preface to discussion of the goals of treatment during injury rehabilitation, two points must be made. First, healing tissue must not be overstressed (44)."
    },
    {
        "heading": "During tissue healing, controlled therapeutic stress is",
        "content": "necessary to optimize collagen matrix formation (4, 18), but too much stress can damage new structures and significantly slow the athlete’s return to competition. This means choosing a level of loading that provides neither too much stress nor too little stress to the ath- lete’s healing tissue. It should be obvious that when one is choosing the load, it is necessary to consider the phase of healing and athlete type. For example, an exercise that provides too little tissue loading during the maturation–remodeling phase may provide too much loading (increased tissue stress) during the inflammatory response phase. Further, an exercise that provides too little stress to a professional basketball center may be excessive for an amateur cross-country runner. The plane of movement is another necessary consideration. As an example, the medial collateral ligament of the knee is subject to the greatest stress when loaded in the frontal plane (i.e., valgus stress) during terminal knee extension. Therefore, if the athlete has a medial collateral ligament injury, frontal plane movements (valgus stress) should be avoided during early healing phases. However, those frontal plane movements should probably be included in some form during the later phases."
    },
    {
        "heading": "Second, the athlete must meet specific objectives",
        "content": "to progress from one phase of healing to the next (67, 68). These objectives may depend on range of motion, strength, or activity. It is the responsibility of the team physician, athletic trainer, physical therapist, or a combination of these professionals to establish these guidelines. ▶ ▶Healing tissue must not be overstressed, but controlled therapeutic stress is neces- sary to optimize collagen matrix formation."
    },
    {
        "heading": "The athlete must meet specific objectives",
        "content": "to progress from one phase of healing to the next."
    },
    {
        "heading": "Inflammatory Response Phase",
        "content": "The first response to an injury is inflammation, a reaction that is essential for subsequent healing but also important to manage properly so as to not retard the rehabilitation process."
    },
    {
        "heading": "Treatment Goal",
        "content": "The primary goal for treatment during the inflammatory response phase is to prevent disruption of new tissue. A healthy environment for new tissue regeneration and formation is essential for preventing prolonged inflam- mation and disruption of new blood vessel and collagen production, which can prolong the injury. Relative rest and physical agents (e.g., modalities) including ice, compression, elevation, and electrical stimulation are often primary treatment options to minimize tissue damage and decrease acute pain, but results on efficacy have been mixed (40, 62). It is also important to realize that a quick return to function relies on the health of other body tissues. Therefore, the power, strength, and endurance of the musculoskeletal tissues and the function of the cardio- respiratory system must be maintained. The strength and conditioning professional can provide significant knowledge and expertise in this area. To accomplish these tasks, the strength and conditioning professional should consult with the athletic trainer to determine which types of exercises are indicated and contraindi- cated for the specific injury. Maximal protection of the injured structures is the primary goal during this phase."
    },
    {
        "heading": "Assuming that this requirement is fulfilled, exercises",
        "content": "may include general aerobic and anaerobic training and resistance training of the uninjured extremities. If movement of the injured limb is not contraindicated, isolated exercises that target areas proximal and distal to the injured area may also be permissible provided that they do not stress the injured area. Examples include hip abduction and rotation exercises following knee injury (14, 26, 41) or scapula stabilizing exercises following glenohumeral joint injury (35, 64, 69)."
    },
    {
        "heading": "Exercise Strategies",
        "content": "Although a rapid return to competition is often a goal, passive rest of the injured area is initially necessary to protect the damaged tissue from additional injury. There- fore, exercise directly involving or stressing the injured area is not recommended during this phase. Exercises that do not directly involve or stress the injured area can still be performed (e.g., upper extremity exercises for lower extremity injury, single-leg exercises with the uninvolved limb)."
    },
    {
        "heading": "Fibroblastic Repair Phase",
        "content": "After the inflammatory response phase, the body begins to repair the damaged tissue with similar new tissue; however, the resiliency of this new tissue is low at this time. Repair of the weakened injury site can take up to eight weeks if the proper amount of restorative stress is applied, or longer if too much or too little stress is applied."
    },
    {
        "heading": "Treatment Goal",
        "content": "The treatment goal during the fibroblastic repair phase is to prevent excessive muscle atrophy and joint dete- rioration of the injured area. In addition, a precarious balance must be maintained in which disruption of the newly formed collagen fibers is avoided but low-load stresses are gradually introduced to allow increased collagen synthesis and prevent loss of joint motion. To protect the new, relatively weak collagen fibers, the athlete should avoid active resistive exercise involving the damaged tissue. Too little activity, though, can also have a deleterious effect, as newly formed fibers will not optimally align and may form adhesions, thereby preventing full motion. Early protected motion hastens the optimal alignment of collagen fibers and promotes improved tissue mobility. As in the inflammatory phase, therapeutic modalities are permissible, but their goal during repair is to promote collagen synthesis and manage pain. Ultrasound, electrical stimulation, and ice are continued in order to support and hasten new tissue formation (5, 27, 51). Again, maintenance of muscular and cardiorespiratory function remains essential for the uninjured areas of the body. The strength and condition- ing professional has considerable expertise to offer the other members of the sports medicine team regarding selection of the appropriate activities. Possible exercise forms during the repair phase include strengthening of the uninjured extremities and areas proximal and distal to the injury, aerobic and anaerobic exercise, and improving strength and neuromuscular control of the involved areas."
    },
    {
        "heading": "Exercise Strategies",
        "content": "The following exercises should be used during the repair phase only after consultation with the team physician, athletic trainer, or physical therapist. Isometric exercise may be performed, provided that it is pain free and otherwise indicated by the physician or athletic trainer."
    },
    {
        "heading": "Submaximal isometric exercise allows the athlete to",
        "content": "maintain neuromuscular function and improve strength with movements performed at an intensity low enough that the newly formed collagen fibers are not disrupted."
    },
    {
        "heading": "Unfortunately, isometric strengthening is joint angle",
        "content": "specific; that is, strength gains occur only at the angles used (28). Therefore, if indicated, it may be appropriate for the athlete to perform isometric exercises at multiple angles (28). Isokinetic exercise uses equipment that provides resistance to movement at a given speed (e.g., 60°/s or 120°/s). Because sport is not performed at a single consistent speed, isokinetic exercise is limited in real-world application. Furthermore, most isokinetic equipment allows single-joint exercise only, which per- mits concentration on a specific muscle or joint but is not always the most functional method of strengthening."
    },
    {
        "heading": "While isotonic exercise (i.e., concentric and eccentric)",
        "content": "involves movements with constant external resistance, the amount of force required to move the resistance varies, depending primarily on joint angle and the length of each agonist muscle. Isotonic exercise uses several different forms of resistance, including gravity (i.e., exercises performed without equipment, with gravitational effects as the only source of resistance), dumbbells, barbells, and weight stack machines. Concentric and eccentric muscle actions can be used to increase strength and appropriately stress healing tissues. Eccentric exercise allows for greater force pro-"
    },
    {
        "heading": "Rehabilitation and Reconditioning",
        "content": "duction and requires less energy expenditure compared to concentric exercise (38). Loads may be increased to provide greater challenge as tissue healing progresses. The speed at which the movement occurs is controlled by the athlete; movement speed can be a program design variable, with more acute injuries calling for slower movement and the later phases of healing amenable to faster, more sport-specific movement."
    },
    {
        "heading": "Neuromuscular control is the ability of muscles",
        "content": "to respond to afferent sensory information to maintain joint stability (53). This afferent sensory information is referred to as proprioception and occurs in response to stimulation of sensory receptors in skin, muscles, tendons, ligaments, and the joint capsule. Proprioception contributes to the conscious and unconscious efferent control of posture, balance, stability, and sense of posi- tion (53). For example, when running on an uneven surface, cross-country runners rely on sensory input (pro- prioception) from their lower extremities to adjust to the ground to prevent falls and injuries; that ability to adjust is neuromuscular control. After an injury, neuromuscular control, like strength and flexibility, is usually impaired (13). Specific types of exercises exist to improve neuro- muscular control following injury and can be manipu- lated through alterations in surface stability, vision, and speed. Mini-trampolines, balance boards, and stability balls can be used to create unstable surfaces for upper and lower extremity training. Athletes can perform common activities such as squats and push-ups on uneven surfaces to improve neuromuscular control. Exercises may also be performed with eyes closed, thus removing visual input, to further challenge balance. Finally, increasing the speed at which exercises are performed provides additional challenges to the system. Specifically controlling these variables within a controlled environment will allow the athlete to progress to more challenging exercises in the next stage of healing."
    },
    {
        "heading": "Maturation–Remodeling Phase",
        "content": "The outcome of the repair phase is the replacement of damaged tissue with collagen fibers. After those fibers are laid down, the body can begin to remodel and strengthen the new tissue, allowing the athlete to gradually return to full activity."
    },
    {
        "heading": "The primary goal during the maturation–remodeling",
        "content": "phase is optimizing tissue function while transitioning to return to play or activity. Athletes improve function by continuing and progressing the exercises performed during the repair phase and by adding more advanced, sport-specific exercises that allow progressive stresses to be applied to the injured tissue. The athlete can be tempted to do “too much too soon,” which may further damage the injured tissues. It is important to remember that, while there may be less pain with activity at this point, the injured tissues have not fully healed and require further attention to achieve complete recovery (figure 22.3). Progressive tissue loading allows improved collagen fiber alignment and fiber hypertrophy (4, 18). Return-to-play or activity decisions should be based on an understanding of normal tissue healing time frames as well as a criteria-based progression with predetermined objectives. These objectives usually include measures of range of motion and strength, functional testing, and Figure 22.3  Profile of a typical soft tissue injury response. Pain is often used as a guide for tissue health. Pain levels (blue line) often decrease well before tissue healing (purple line) is complete, which may lead athletes to inap- propriately believe adequate tissue healing has occurred (vertical yellow line) and it is safe to resume full activity."
    },
    {
        "heading": "Inflammatory response",
        "content": "phase"
    },
    {
        "heading": "Maturation-remodeling",
        "content": "phase"
    },
    {
        "heading": "Fibroblastic repair",
        "content": "phase 0%"
    },
    {
        "heading": "Caution: Resolution",
        "content": "of pain may not indicate safe to resume activity"
    },
    {
        "heading": "Adequate tissue",
        "content": "healing threshold"
    },
    {
        "heading": "Safe to resume",
        "content": "full activity 100%"
    },
    {
        "heading": "Injury",
        "content": "event"
    },
    {
        "heading": "Tissue healing",
        "content": "patient-reported function using established patient-re- ported outcome forms (1, 35, 69). It is important for the sports medicine team members to communicate, have clearly defined roles, and use return-to-play metrics to ensure a safe return to play."
    },
    {
        "heading": "Exercise Strategies",
        "content": "Ultimately, as with other aspects of strength and condi- tioning, rehabilitation and reconditioning exercises must be functional and must mimic activity demands—that is, reflect specificity. Examples of functionally specific training include joint angle–specific strengthening, velocity-specific muscle activity, closed kinetic chain exercises, and exercises designed to further enhance neu- romuscular control. Strengthening should transition from general exercises to sport-specific exercises designed to replicate movements common in given sports. For example, for a basketball guard who sprained an ankle, rehabilitation exercises may progress from a general single-joint exercise to those more specific to the sport and position (figure 22.4). Specificity of movement speed is another important program design variable."
    },
    {
        "heading": "Strengthening exercises performed during rehabilita-",
        "content": "tion should also mimic sport speed requirements; that is, activities that require greater speeds (e.g., sprinting) should include exercises performed at higher velocities. Using the example in figure 22.4, the exercises progress from the relatively slow and controlled balance and strength exercises to the faster plyometric and sprinting exercises. Similarly, consider a sprinter with a hamstring muscle strain. Whereas initial reconditioning may con- centrate on the recovery of flexibility and strength of the injured muscles, the nature of this athlete’s sport necessi- tates exercises performed at rapid speeds during the later phases of rehabilitation and reconditioning. Exercise selection for a sprinter with an improving hamstring Figure 22.4  Sample progression of exercises that could be used for basketball players recovering from ankle sprains. Exercises progress from general to basketball specific. a b c d"
    },
    {
        "heading": "Rehabilitation and Reconditioning",
        "content": "muscle strain might progress from hamstring flexibility to eccentric strength to concentric strength to dynamic stretching and finally to rapid isotonic strengthening."
    },
    {
        "heading": "Examples of velocity-specific exercise include manually",
        "content": "resisted strengthening and plyometric and speed training. Refer to chapters 18 and 19 for a thorough discussion of plyometric and speed training, respectively. The kinetic chain is the collective effort or involve- ment of two or more sequential joints to create movement (56). A closed kinetic chain exercise is one in which the terminal joint meets with considerable resistance that prohibits or restrains its free motion (56); that is, the distal joint segment is stationary. Lower extremity closed kinetic chain exercises have often been classified as a more functional form of exercise than open kinetic chain exercises (23, 63) because most sport-related activities are performed with the feet “fixed” to the surface. For example, during the closed kinetic chain squat exercise, the feet are “fixed” to the floor and essentially do not move, providing a base upon which movement occurs (figure 22.5a). Closed kinetic chain exercises have several advantages, including increased joint stability and functional movement patterns; during sport activity, joints are not typically used in isolation but rather work in concert with the adjacent joints and surrounding musculature. Although closed kinetic chain exercises are commonly viewed as lower extremity exercises, closed chain upper extremity exercises exist as well (figure 22.5b) (35, 69). An open kinetic chain exercise uses a combination of successively arranged joints in which the terminal joint is free to move; open kinetic chain exercises allow for greater concentration on an isolated joint or muscle (23). An example is the leg (knee) extension exercise, during which the feet and lower legs are allowed to move freely (figure 22.6). The leg extension allows greater concentration on the quadriceps at the knee joint; in comparison, the squat, which also uses the quadriceps muscles and knee joint, relies on muscle activity at both the hip and ankle joints as well (figure 22.5a). Although closed kinetic chain exercises are often viewed as more functional, most activities involve both closed and open kinetic chain movements. In sprinting, for example, while one lower extremity is on the ground (closed kinetic chain), the other is in the air (open kinetic chain), which means that both types of movement can occur simultaneously (figure 22.7). In some situations, Figure 22.5  Closed kinetic chain exercises: (a) squat exercise (downward movement) and (b) push-up exer- cise. a b Figure 22.7  Sprinting offers an example of open and closed kinetic chain movement occurring together. Figure 22.6  Example of an open kinetic chain exercise— leg (knee) extension exercise. an open chain exercise may therefore be an equally appropriate choice."
    },
    {
        "heading": "Exercises designed to improve neuromuscular con-",
        "content": "trol, which were introduced during the repair phase, should be continued and progressed as appropriate during the maturation–remodeling phase. Rehabilitation and reconditioning goals and strategies are summarized in the sidebar."
    },
    {
        "heading": "Program Design",
        "content": "The area in which strength and conditioning profession- als can best contribute to the rehabilitation and recondi- tioning process is the provision of resistance and aerobic training programs designed for the injured athlete. Their experience in prescribing exercise for uninjured athletes gives strength and conditioning professionals the ability to properly adapt training programs for those recovering from injury. Although protocols do exist for exercise prescription following injury, many do not incorporate sport-specific program design variables; the same prin- ciples used to design resistance and aerobic training programs for uninjured athletes should be applied during rehabilitation and reconditioning."
    },
    {
        "heading": "Resistance Training",
        "content": "Several programs have been developed to assist with the design of resistance training programs (9, 12, 29, 57, 73), and many of these programs have been advocated for use in the rehabilitation setting (9, 29, 36, 42, 73). Both the De Lorme (9) and Oxford (73) programs use three sets of 10 repetitions with a pyramid-type design. De Lorme’s program progresses from light to heavy resistance. The initial set involves 10 repetitions of 50% of the athlete’s 10-repetition maximum (10RM); the second set increases the resistance to 75% of the 10RM; and the final set requires 100% of the 10RM (9, 10). The Oxford system (73) is the reverse of De Lorme’s system; that is, it progresses from heavy to light resistance. The first set performed is 100% of the athlete’s 10RM; the second is 75% of the 10RM; and the third is 50% of the 10RM (73)."
    },
    {
        "heading": "Knight’s (30) daily adjustable progressive resistive",
        "content": "exercise (DAPRE) system requires and allows more manipulation of intensity and volume than either the De Lorme or the Oxford system (9, 10, 73); DAPRE involves four sets, with repetitions ranging from 10 to possibly only one during the final set. The first set requires 10 repetitions of 50% of the estimated 1RM,"
    },
    {
        "heading": "Rehabilitation and Reconditioning Goals and Strategies",
        "content": "Although rehabilitation and reconditioning programs must be individualized, the following are lists of general goals and approaches for each phase."
    },
    {
        "heading": "Inflammatory Response Phase",
        "content": "•\t Prevention of new tissue disruption and prolonged inflammation with the use of relative rest and passive modalities •\t Maintenance of function of the cardiorespiratory and surrounding neuromusculoskeletal systems •\t No active exercise for the injured area"
    },
    {
        "heading": "Fibroblastic Repair Phase",
        "content": "•\t Prevention of excessive muscle atrophy and joint deterioration of the injured area •\t Maintenance of function of the neuromusculoskeletal and cardiorespiratory systems •\t Possible exercise options: ○ ○Submaximal isometric, isokinetic, and isotonic exercise ○ ○Balance and proprioceptive training activities"
    },
    {
        "heading": "Maturation–Remodeling Phase",
        "content": "•\t Optimization of tissue function •\t Progressive loading of the neuromusculoskeletal and cardiorespiratory systems as indicated •\t Possible exercise options: ○ ○Joint angle–specific strengthening ○ ○Velocity-specific muscle activity ○ ○Closed and open kinetic chain exercises ○ ○Proprioceptive training activities"
    },
    {
        "heading": "Rehabilitation and Reconditioning",
        "content": "and the second set requires six repetitions of 75% of the estimated 1RM. The third set in the DAPRE requires the maximum number of repetitions of 100% of the estimated 1RM; the number of repetitions performed during the third set determines the adjustment to be made in resistance for the fourth set (table 22.2). The De Lorme, Oxford, and Knight systems are protocols that have been shown to increase muscle strength (10, 30, 36, 42, 73) and may be appropriate when one is designing rehabilitation resistance training programs. However, athletes require rehabilitation and reconditioning pro- grams tailored to the demands of their respective sports. Although these protocols (10, 30, 73) are established strengthening programs, they may be too strict to allow individualization for athletes in different sports. Programs for both the healthy and the damaged tissues of an injured athlete require the same basic design prin- ciples provided in chapter 17. According to the specific adaptation to imposed demands (SAID) principle, the system will adapt to the demands placed on it. Therefore, the goal of training (specific adaptation) should dictate the design of the resistance training program (imposed demands). For example, during the remodeling phase of an injured marathoner’s patellofemoral rehabilitation, his or her quadriceps muscles should be trained with an emphasis on muscular endurance. Therefore, the athlete should perform many repetitions of the rehabil- itation exercises to prepare the muscles for the demands of long-distance running. Conversely, an Olympic weightlifter rehabilitating from the same injury requires fewer repetitions of high-intensity rehabilitation and reconditioning exercises during the later portions of the remodeling phase to prepare the muscles for the power demands of this sport. Refer to the application table for a comparative example of the rehabilitation strategies for these two athletes."
    },
    {
        "heading": "Aerobic and Anaerobic Training",
        "content": "Although research has yet to determine an optimal aerobic training program for use in the rehabilitation setting, it is generally accepted that the program should mimic specific sport and metabolic demands as closely as possible. The strength and conditioning professional, having a background in designing and implementing conditioning exercises for healthy athletes, is the ideal member of the sports medicine team to prescribe and supervise the aerobic training portion of the injured athlete’s reconditioning program. As with the resistance training program, the strength and conditioning profes- sional must consider the demands that the given sport places on the injured athlete. Keeping these demands and the contraindications of the injury in mind, the strength and conditioning professional can use the prescription guidelines in chapters 17 and 20 to create an appropriate training program to allow an uncomplicated return to competition."
    },
    {
        "heading": "Again consider rehabilitation from a patellofemoral",
        "content": "injury for a marathon runner, a wrestler, and an Olympic lifter; the metabolic energy demands of their rehabili- tation and reconditioning are markedly different. For the marathon runner’s goals, aerobic fitness is of much greater concern and must be addressed immediately. The metabolic demands for the wrestler involve a com- bination of aerobic and anaerobic systems; therefore, interval training is more appropriate (16). In contrast, the Olympic lifter’s program would focus on maintain- ing anaerobic fitness. Selecting the appropriate training device depends on the region of the body that is injured. While specificity of training is important, gains in exer- cise capacity can be made through exercise of other body regions (i.e., upper extremity exercise to improve oxygen consumption) (61). A variety of options exist to modify aerobic and anaerobic training, including the upper body ergometer, deep-water running, lower extremity cycling, and elliptical machines. Strategies to maintain cardiorespiratory fitness can be implemented early, even during the inflammatory response phase. As already emphasized, it is important to remember that to allow optimal healing, attempts should be made to initially minimize stress to healing tissues, but relevant stresses can be applied to uninjured areas. An example would be for a soccer player with an acute right knee injury. Table 22.2  Resistance Adjustments for Daily Adjustable Progressive Resistance Exercise (DAPRE) Protocol"
    },
    {
        "heading": "Number of repetitions",
        "content": "performed during set 3"
    },
    {
        "heading": "Resistance for next",
        "content": "exercise session 0-2 − 5 to 10 lb (2.3 to 4.5 kg) − 5 to 10 lb (2.3 to 4.5 kg) 3-4 − 0 to 5 lb (0 to 2.3 kg)"
    },
    {
        "heading": "Same resistance",
        "content": "5-6"
    },
    {
        "heading": "Same resistance",
        "content": "+ 5 to 10 lb (2.3 to 4.5 kg) 7-10 + 5 to 10 lb (2.3 to 4.5 kg) + 5 to 15 lb (2.3 to 6.8 kg) + 10 to 15 lb (4.5 to 6.8 kg) + 10 to 20 lb (4.5 to 9 kg) Application of Design Principles for Resistance Training Programs During Rehabilitation and"
    },
    {
        "heading": "Inflammatory",
        "content": "response phase"
    },
    {
        "heading": "Goals and",
        "content": "exercises •\tNone that require quadriceps activity—relative rest of this area needed to reduce inflammation •\tMaintenance of muscular strength and endurance of adja- cent areas (i.e., hip extensors, knee flexors, and plantar flexors) •\tMaintenance of cardiorespiratory fitness •\tNone that require quadriceps activity—relative rest of this area needed to reduce inflammation •\tMaintenance of muscular strength and power of adjacent areas (i.e., hip extensors, knee flexors, and plantar flexors) •\tMaintenance of upper body muscular strength and power"
    },
    {
        "heading": "Fibroblastic repair",
        "content": "phase"
    },
    {
        "heading": "Goals and",
        "content": "exercises •\tIsometric quadriceps strength- ening at full knee extension (pro- gressing to multiple angles) •\tProgress to pain-free isotonic quadriceps strengthening (fol- lowing consultation with sports medicine team) •\tContinue exercise of adjacent areas •\tContinue aerobic exercise; may begin stationary bicycle or stair stepper (per recommendation of sports medicine team) •\tIsometric quadriceps strength- ening at full knee extension (progressing to multiple angles) •\tProgress to pain-free isotonic quadriceps strengthening (following consultation with sports medicine team) •\tContinue exercise of adjacent areas •\tContinue upper body muscular strength and power exercises"
    },
    {
        "heading": "Sets  repetitions",
        "content": "2-3  15-20 3-4  8-10"
    },
    {
        "heading": "Maturation–",
        "content": "remodeling phase"
    },
    {
        "heading": "Goals and",
        "content": "exercises •\tBegin more sport-specific activi- ties, movements, and speeds •\tReturn to running, gradually increasing distance and speed as tolerated •\tAdd lunge and squat (increase knee range of motion as able) •\tBegin more sport-specific activi- ties, movements, and speeds •\tIncrease movement speeds to those similar to competition •\tAdd Romanian deadlift and squat (increase knee range of motion as able)"
    },
    {
        "heading": "Sets  repetitions",
        "content": "2-3  15-20 4-5  3-8"
    },
    {
        "heading": "Progress to maximal intensity (50-",
        "content": "75% 1RM)"
    },
    {
        "heading": "Progress to maximal intensity",
        "content": "(>75% 1RM)"
    },
    {
        "heading": "Although options for right lower extremity strengthening",
        "content": "may be initially limited, exercises may still be performed for the upper extremity as well as the uninvolved left lower extremity (e.g., single-leg squat with weights)."
    },
    {
        "heading": "The strength and conditioning professional may need",
        "content": "to modify uninvolved left lower extremity exercises to ensure that the involved right lower extremity is protected. Exercises targeting the uninvolved limb can improve muscle strength in the involved limb (33, 34). Thus it is important for injured athletes to continue to perform strength and conditioning exercises for the uninvolved body regions."
    },
    {
        "heading": "Reducing Risk",
        "content": "of Injury and Reinjury In addition to using strength training and conditioning strategies when rehabilitating athletes from injuries, strength and conditioning professionals can implement research findings to reduce both risk for initial injury and risk of reinjury following injury (49, 58). Structured programs have been developed for the lower (15, 17, 21, 48) and upper extremities (35, 71). These programs are often sport specific and address common risk factors for injury. ▶ ▶Designing strength and conditioning pro- grams for injured athletes requires the strength and conditioning professional to examine the rehabilitation and recondi- tioning goals to determine what type of program will allow the quickest return to competition."
    },
    {
        "heading": "Rehabilitation and Reconditioning",
        "content": "Previous injury is one of the most substantial risk factors for future injury in active individuals (19, 47, 54, 59). Risk factors for upper extremity injury include decreased glenohumeral range of motion, scapular dyski- nesis, and decreased shoulder strength (6, 7, 70). Range of motion exercise and the Throwers Ten are often used as a structured program to reduce upper extremity injury risk (71). Risk factors for lower extremity injury include decreased balance, decreased neuromuscular control during jump landing, and decreased lower extremity muscle strength (2, 31, 72). Structured lower extremity programs to reduce injury risk should be sport specific and should focus on neuromuscular control during activities such as landing from a jump and cutting. Two exercises that may be used to reduce this risk of injury to the lower extremities are proper jumping and landing technique during plyometric exercise (figure 22.8a) and a single-leg squat to emphasize unilateral strength (figure 22.8b). ▶ ▶Previous injury is one of the most substan- tial risk factors for future injury in active indi- viduals. Lower extremity programs designed to reduce injury risk should be specific to a sport’s demands and should focus on the neuromuscular control required during spe- cific activities such as landing from a jump and cutting. Figure 22.8  Two exercises that may be used to reduce risk of injury to the lower extremities are (a) proper jumping and landing technique during plyometric exercise and (b, c) a single-leg squat to emphasize unilateral strength. b c a"
    },
    {
        "heading": "While upper extremity injury risk reduction pro-",
        "content": "grams exist (71), much of the research has focused on the prevention of lower extremity injuries, specifically anterior cruciate ligament (ACL) injuries. Two examples of structured programs designed to reduce injury risk are Sportsmetrics (21) and PEP (Prevent Injury and Enhance"
    },
    {
        "heading": "Performance) (39). While using slightly different foci,",
        "content": "each of these programs introduces exercises and move- ments shown to address risk factors for injury and reduce lower extremity injury rates, especially ACL injuries and ankle sprains (15, 17, 21, 48). In addition, using eccentric exercise has been shown to dramatically reduce risk of hamstring injury (46, 50). After return to sport, individuals may continue to demonstrate deficits in strength, biomechanics, and functional performance (45, 55). Deficits may often be compared to the contralateral limb (37) or established normative values (11, 25). Side-to-side differences in strength and functional performance less than 10% may be considered acceptable (37). The transition between supervised rehabilitation for an injury and unrestricted activity participation is a critical time when members of the sports medicine team need to be in communication regarding how deficits in strength and performance will be managed."
    },
    {
        "heading": "Effective athletic injury rehabilitation and reconditioning",
        "content": "require efficient communication between the members of the sports medicine team. Each member plays a distinct role in ensuring the injured athlete’s return to function; although the job of each professional is different, the tasks of each complement those of the others on the team. Goals are established for each athlete, and therapeutic exercise programs must be designed, administered, and progressed according to the tissue healing sequence. The program must be individualized to effectively return the athlete to normal function and competitive athletics."
    },
    {
        "heading": "Early rehabilitation for initial tissue protection and",
        "content": "strengthening is more structured than later rehabilitation phases; the latter allow for progression to functional activities that are specific to the athlete’s sport and position. Designing reconditioning programs for injured athletes necessitates a careful examination of the sport requirements and a thorough understanding of both the healing process and therapeutic exercise."
    },
    {
        "heading": "Key Terms",
        "content": "athletic trainer closed kinetic chain contraindication contusion counselor daily adjustable progressive resistive exercise (DAPRE) dislocation edema exercise physiologist fibroblastic repair indication inflammation inflammatory response macrotrauma maturation-remodeling microtrauma neuromuscular control nutritionist open kinetic chain physical agent physical therapist physiotherapist proprioception psychiatrist psychologist remodeling repair sprain strain strength and conditioning professional subluxation team physician tendinitis"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t All of the following individuals can provide medical supervision during a college soccer match EXCEPT the a.\t athletic trainer b.\t team physician c.\t Certified Strength and Conditioning Specialist d.\t Sports Certified Physical Therapist 2.\t Which of the following is NOT typically the result of overuse? a.\t  stress fracture b.\t grade III joint sprain c.\t tendinitis d.\t microtraumatic injury 3.\t Which of the following is NOT one of the phases of healing following an injury? a.\t inflammatory response b.\t reconditioning hypertrophy c.\t maturation-remodeling d.\t fibroblastic repair 4.\t Which of the following types of activity is inappropriate during the inflammatory response phase of a medial collateral ligament sprain? a.\t lower extremity plyometrics b.\t submaximal isometric quadriceps strengthening c.\t hip joint stretching d.\t upper extremity ergometry 5.\t The rotator cuff muscles act as stabilizers to the shoulder joint. During the maturation–remodeling phase of rotator cuff (supraspinatus muscle) tendinitis rehabilitation of a basketball player, what exercise repetition range is MOST appropriate for improving the muscular endurance of the rotator cuff muscles? a.\t 3-5 b.\t 5-8 c.\t 8-12 d.\t 12-20 This page intentionally left blank."
    }
]