[
    {
        "heading": "Program Design and Technique",
        "content": "for Plyometric Training David H. Potach, PT, and Donald A. Chu, PhD, PT After completing this chapter, you will be able to •\t explain the physiology of plyometric exercise, •\t identify the phases of the stretch–shortening cycle, •\t identify the components of a plyometric training program, •\t design a safe and effective plyometric training program, •\t recommend proper equipment for use during plyometric exercise, and •\t teach correct execution of lower and upper body plyometric exercises. Plyometric exercise refers to those activities that enable a muscle to reach maximal force in the shortest possible time. Plyometric is a combination of Greek words that literally means to increase measurement (plio = more; metric = measure) (56). Practically defined, plyometric exercise is a quick, powerful movement using a pre- stretch, or countermovement, that involves the stretch– shortening cycle (SSC) (53). The purpose of plyometric exercise is to increase the power of subsequent move- ments by using both the natural elastic components of muscle and tendon and the stretch reflex. To effectively use plyometrics as part of a training program, it is important to understand (1) the mechanics and physiol- ogy of plyometric exercise, (2) principles of plyometric training program design, and (3) methods of safely and effectively performing specific plyometric exercises."
    },
    {
        "heading": "Plyometric Mechanics",
        "content": "and Physiology"
    },
    {
        "heading": "Functional movements and athletic success depend on",
        "content": "both the proper function of all active muscles and the speed at which these muscular forces are used. The term used to define this force–speed relationship is power."
    },
    {
        "heading": "When used correctly, plyometric training has consis-",
        "content": "tently been shown to improve the production of muscle force and power (30, 50). This increased production of power is best explained by two proposed models: mechanical and neurophysiological (53)."
    },
    {
        "heading": "Mechanical Model",
        "content": "of Plyometric Exercise In the mechanical model, elastic energy in the musculo- tendinous components is increased with a rapid stretch and then stored (3, 14, 31). When this movement is immediately followed by a concentric muscle action, the stored elastic energy is released, increasing the total force production (3, 14, 31). Hill (31) provides an excellent description (illustrated in figure 18.1) that helps with understanding the behavior of skeletal muscle. Of the mechanical model’s many elements, it is the series elastic component (SEC) that is the workhorse of plyometric exercise. While the SEC includes some muscular components, it is the tendons that constitute the majority of the SEC. When the musculotendinous unit is stretched, as in an eccentric muscle action, the SEC acts as a spring and is lengthened; as it lengthens, elastic energy is stored. If the muscle begins a concentric action immediately after the eccentric action, the stored energy is released, allowing the SEC to contribute to the total force production by naturally returning the muscles and tendons to their unstretched configuration. If a concentric muscle action does not occur immediately following the eccentric action, or if the eccentric phase is too long or requires too great a motion about the given joint, the stored energy dissipates and is lost as heat."
    },
    {
        "heading": "Neurophysiological Model",
        "content": "of Plyometric Exercise"
    },
    {
        "heading": "The neurophysiological model involves the potentia-",
        "content": "tion (change in the force–velocity characteristics of the muscle’s contractile components caused by stretch [21]) of the concentric muscle action by use of the stretch reflex (figure 18.2) (8-11). The stretch reflex is the body’s involuntary response to an external stimulus that stretches the muscles (27, 42). This reflexive component of plyometric exercise is primarily composed of muscle spindle activity. Muscle spindles are proprioceptive organs that are sensitive to the rate and magnitude of a stretch; when a quick stretch is detected, muscular activity reflexively increases (27, 42). During plyometric exercises, the muscle spindles are stimulated by a rapid stretch, causing a reflexive muscle action. This reflexive response potentiates, or increases, the activity in the agonist muscle, thereby increasing the force the muscle produces (8-11, 35). As in the mechanical model, if a concentric muscle action does not immediately follow a stretch (i.e., if there is too long a time between stretch and concentric action or movement over too large a range), the potentiating ability of the stretch reflex is negated. While it is likely that both the mechanical and neurophysiological models contribute to the increased production of force seen during plyometric exercise (3, 8-11, 14, 31, 35), the degree to which each model con-"
    },
    {
        "heading": "Mechanical model of skeletal muscle",
        "content": "function. The series elastic component (SEC), when stretched, stores elastic energy that increases the force produced. The contractile component (CC) (i.e., actin, myosin, and crossbridges) is the primary source of muscle force during concentric muscle action. The par- allel elastic component (PEC) (i.e., epimysium, perimy- sium, endomysium, and sarcolemma) exerts a passive force with unstimulated muscle stretch. Based on Albert, 1995 (1)."
    },
    {
        "heading": "Program Design and Technique for Plyometric Training",
        "content": "tributes remains uncertain. Further research is needed to improve our understanding of both models and their respective roles in plyometric exercise."
    },
    {
        "heading": "The stretch–shortening cycle (SSC) employs the",
        "content": "energy storage capabilities of the SEC and stimulation of the stretch reflex to facilitate a maximal increase in muscle recruitment over a minimal amount of time. The SSC involves three distinct phases as shown in table 18.1. While the table delineates the SSC’s individual mechanical and neurophysiological events during each phase, it is important to remember that all of the events listed do not necessarily occur within the given phase. That is, some of the events may last longer or may require less time than allowed in the given phase. Phase I is the eccentric phase, which involves preloading the agonist muscle group(s). During this phase, the SEC stores elastic energy, and the muscle spindles are stimulated. As the muscle spindles are stretched, they send a signal to the ventral root of the spinal cord via the Type Ia afferent nerve fibers (see figure 18.2). To visualize the eccentric phase, consider the long jump. The time from touchdown of the foot to the bottom of the movement is the eccentric phase (figure 18.3a). Phase II is the time between the eccentric and concen- tric phases and is termed the amortization (or transi- tion) phase. This is the time from the end of the eccentric phase to the initiation of the concentric muscle action. There is a delay between the eccentric and concentric muscle actions during which Type Ia afferent nerves synapse with the alpha motor neurons in the ventral root of the spinal cord (see figure 18.2). The alpha motor neurons then transmit signals to the agonist muscle group. This phase of the SSC is perhaps the most crucial in allowing greater power production; its duration must be kept short. If the amortization phase lasts too long, the energy stored during the eccentric phase dissipates as heat, and the stretch reflex will not increase muscle activ- ity during the concentric phase (12). Consider the long jumper mentioned earlier. Once the jumper has touched down and movement has stopped, the amortization"
    },
    {
        "heading": "Intrafusal muscle fiber",
        "content": "(muscle spindle)"
    },
    {
        "heading": "Alpha motor neurons",
        "content": "a fibers Figure 18.2  Illustration of the stretch reflex. When muscle spindles are stimulated, the stretch reflex is stimulated, sending input to the spinal cord via Type Ia nerve fibers. After synapsing with the alpha motor neurons in the spinal cord, impulses travel to the agonist extrafusal fibers, causing a reflexive muscle action. Based on Wilk et al., 1993 (53)."
    },
    {
        "heading": "Stretch of the agonist",
        "content": "muscle Elastic energy is stored in the series elastic component. Muscle spindles are stimulated."
    },
    {
        "heading": "I and III",
        "content": "Type Ia afferent nerves synapse with alpha motor neurons. Alpha motor neurons transmit signals to agonist muscle group."
    },
    {
        "heading": "Shortening of agonist",
        "content": "muscle fibers Elastic energy is released from the series elastic component. Alpha motor neurons stimulate the agonist muscle group."
    },
    {
        "heading": "Concentric",
        "content": "a"
    },
    {
        "heading": "Amortization",
        "content": "b c Figure 18.3  The long jump and stretch–shortening cycle. (a) The eccentric phase begins at touchdown and contin- ues until the movement ends. (b) The amortization phase is the transition from eccentric to concentric phases; it is quick and without movement. (c) The concentric phase follows the amortization phase and comprises the entire push-off time, until the athlete’s foot leaves the surface. phase has begun. As soon as movement begins again, the amortization phase has ended (figure 18.3b). The concentric phase, phase III, is the body’s response to the eccentric and amortization phases. In this phase, the energy stored in the SEC during the eccentric phase either is used to increase the force of the subsequent movement or is dissipated as heat. This stored elastic energy increases the force produced during the concen- tric phase movement beyond that of an isolated concen- tric muscle action (13, 50). In addition, the alpha motor neurons stimulate the agonist muscle group, resulting in a reflexive concentric muscle action (i.e., the stretch reflex). The efficiency of these subsystems is essential to the proper performance of plyometric exercises. Again, visualize the long jumper. As soon as movement begins in an upward direction, the amortization phase has ended and the concentric phase of the SSC has begun (figure 18.3c). In this example, one of the agonist muscles is the gastrocnemius. Upon touchdown, the gastrocnemius undergoes a rapid stretch (eccentric phase); there is a delay in movement (amortization phase), and then the muscle concentrically plantar flexes the ankle, allowing the athlete to push off the ground (concentric phase). The rate of musculotendinous stretch is vital to plyometric exercise (35). A high stretch rate results in greater muscle recruitment and activity during the SSC concentric phase. The importance of the stretch rate may be illustrated by three different vertical jump tests: a static squat jump, a countermovement jump, and an approach jump with several steps. As the rate of stretch increases, an athlete’s absolute performance in these tests improves; the static squat jump results in the lowest jump height, and the approach jump results in the highest. The static squat jump requires the athlete to get into a squatting position (i.e., 90° hip flexion and 90° knee flexion) followed by a jump up. This jump does not use stored elastic energy and is too slow to allow potentia- tion from the stretch reflex because there is essentially no eccentric phase. The countermovement jump uses a rapid eccentric element (i.e., partial squat) followed immediately by rapid concentric muscle activity (i.e., jump up). The rapid eccentric phase allows the athlete to store (and use) elastic energy in the stretched musculo- tendinous unit and stimulates the stretch reflex, thereby potentiating muscle activity (6, 29). The approach jump uses an even quicker, more forceful eccentric phase than ▶ ▶The stretch–shortening cycle combines mechanical and neurophysiological mech- anisms and is the basis of plyometric exer- cise. A rapid eccentric muscle action stimu- lates the stretch reflex and storage of elastic energy, which increase the force produced during the subsequent concentric action."
    },
    {
        "heading": "Program Design and Technique for Plyometric Training",
        "content": "the countermovement jump; the increased rate of stretch during the eccentric phase allows a further increase in vertical jump height (4, 5, 7, 25)."
    },
    {
        "heading": "Plyometric exercise prescription is similar to resistance",
        "content": "and aerobic exercise prescriptions—mode, intensity, fre- quency, duration, recovery, progression, and a warm-up period must all be included in the design of a sound plyometric training program. Unfortunately, there is little research demarcating optimal program variables for the design of plyometric exercise programs. Therefore, when prescribing plyometric exercise, practitioners must rely on the available research, practical experience, and the methodology used for designing resistance and aerobic training programs. The guidelines that follow are largely based on Chu’s work (16, 18) and the National Strength and Conditioning Association’s position statement (44)."
    },
    {
        "heading": "Needs Analysis",
        "content": "To properly design a plyometric training program, the strength and conditioning professional must analyze the needs of the athlete by evaluating his or her sport, sport position, and training status. Each sport and position has its own unique requirements; some requirements are unique because of the movements involved while others have distinctive injury profiles and risks. Further, each athlete possesses a unique training status. Some may be new to training and have never performed plyometric exercises; others may have been injured. Each of these populations of athlete requires a different approach to plyometric training. By understanding each sport’s indi- vidual requirements, the positions within the sport, and of the needs of each athlete, the strength and condition- ing professional is better able to design a safe, effective plyometric training program."
    },
    {
        "heading": "Mode",
        "content": "The mode of plyometric training is determined by the body region performing the given exercise. For example, a single-leg hop is a lower body plyometric exercise, while a two-hand medicine ball throw is an upper body exercise. Modes of plyometric exercise are discussed in the paragraphs that follow."
    },
    {
        "heading": "Lower body plyometrics are appropriate for virtually",
        "content": "any athlete and any sport, including track and field throwing and sprinting, soccer, volleyball, basketball,"
    },
    {
        "heading": "American football, baseball, and even endurance sports",
        "content": "such as distance running and triathlons. Many of these sports require athletes to produce a maximal amount of muscular force in a short amount of time. American football, baseball, and sprinting generally require hor- izontal or lateral movement during competition, while volleyball involves primarily horizontal and vertical movements. Soccer and basketball players must make quick, powerful movements and changes of direction in all planes to compete successfully. A basketball center is an example of an athlete who would benefit greatly from a plyometric training program, as the center is required to jump repeatedly for rebounds. To be successful, the center must be able to out-jump the opposing center in order to rebound more loose balls. Lower body plyomet- ric training gives the player the ability to produce more force in a shorter amount of time, thereby allowing a higher jump. Further, participation in a plyometric train- ing program improves running and cycling performance for endurance athletes by allowing muscles to produce more force with less energy."
    },
    {
        "heading": "The various lower body plyometric drills have",
        "content": "differing intensity levels and directional movements. Types of lower body plyometric drills include jumps in place, standing jumps, multiple hops and jumps, bounds, box drills, and depth jumps. See table 18.2 for descriptions of these drills."
    },
    {
        "heading": "Rapid, powerful upper body movements are requisites",
        "content": "for several sports and activities, including baseball, softball, tennis, golf, and throws in track and field (i.e., the shot put, discus, and javelin). As an example, an elite baseball pitcher routinely throws a baseball at 80 to 100 miles per hour (129-161 km/h). To reach velocities of this magnitude, the pitcher’s shoulder joint must move at more than 6,000°/s (19, 22, 23, 46). Plyometric training of the shoulder joint would not only increase pitching velocity; it may also prevent injury to the shoulder and elbow joints, although further research is needed to substantiate the role of plyometrics in injury prevention. Plyometric drills for the upper body are not used as often as those for the lower body and have been studied less extensively, but they are nonetheless essential to athletes who require upper body power (45). Plyometrics for the upper body include medicine ball throws, catches, and several types of push-ups."
    },
    {
        "heading": "Trunk Plyometrics",
        "content": "In general, it is difficult to perform true plyometric drills that directly target trunk musculature, because all the requisite plyometric elements may not be present. Plyo- metric exercise uses stored elastic energy (mechanical model) and potentiates muscle activity through stimu- lation of the stretch reflex (neurophysiological model). Following the eccentric phase of the SSC, there is likely some storage of elastic energy during “plyometric” trunk"
    },
    {
        "heading": "Jumps in place",
        "content": "These drills involve jumping and landing in the same spot. Jumps in place emphasize the ver- tical component of jumping and are performed repeatedly, without rest between jumps; the time between jumps is the stretch–shortening cycle’s amortization phase. Examples of jumps in place include the squat jump and tuck jump."
    },
    {
        "heading": "Standing jumps",
        "content": "These emphasize either horizontal or vertical components. Standing jumps are maximal efforts with recovery between repetitions. The vertical jump and jumps over barriers are examples of standing jumps."
    },
    {
        "heading": "Multiple hops and",
        "content": "jumps Multiple hops and jumps involve repeated movement and may be viewed as a combination of jumps in place and standing jumps. One example of a multiple jump is the zigzag hop."
    },
    {
        "heading": "Bounds",
        "content": "Bounding drills involve exaggerated movements with greater horizontal speed than other drills. Volume for bounding is typically measured by distance but may be measured by the number of repetitions performed. Bounding drills normally cover distances greater than 98 feet (30 m) and may include single- and double-leg bounds in addition to the alternate-leg bounds illustrated in this chapter."
    },
    {
        "heading": "Box drills",
        "content": "These drills increase the intensity of multiple hops and jumps by using a box. The box may be used to jump on or off. The height of the box depends on the size of the athlete, the landing surface, and the goals of the program. Box drills may involve one, both, or alternating legs."
    },
    {
        "heading": "Depth jumps",
        "content": "Depth jumps use gravity and the athlete’s weight to increase exercise intensity. The athlete assumes a position on a box, steps off, lands, and immediately jumps vertically, horizontally, or to another box. The height of the box depends on the size of the athlete, the landing surface, and the goals of the program. Depth jumps may involve one or both legs. drills. However, research supports the notion that the stretch reflex is not sufficiently involved during many trunk exercises to potentiate muscle activity. Stretch reflex latencies (time from reflex stimulation to the beginning of agonist muscle activity) largely depend on nerve conduction velocities and therefore increase with greater distances from the spinal cord (i.e., longer nerves) (34, 36, 38, 47). Quadriceps and gastrocnemius stretch reflexes typically range from 20 to 30 ms and from 30 to 45 ms, respectively (34, 47). Although no research has addressed abdominal stretch reflexes, it may be assumed that the latencies are shorter, as the muscles are closer to the spinal cord. Exercises for the trunk may be performed “plyo- metrically,” provided that movement modifications are made. Specifically, the exercise movements must be shorter and quicker to allow stimulation and use of the stretch reflex. The relatively large range of motion and the time needed to complete the movement do not permit reflexive potentiation of the abdominal muscles. The exercise can be modified to decrease both the range of motion and time, thereby allowing the agonist muscles to be potentiated and making the exercise more like a plyometric exercise."
    },
    {
        "heading": "Intensity",
        "content": "Plyometric intensity is the amount of stress placed on involved muscles, connective tissues, and joints and is controlled primarily by the type of drill performed. The intensity of plyometric drills covers a large range; skipping is relatively low in intensity, while depth jumps place high stress on the muscles and joints. In addition to the type of drill, several other factors also affect plyometric intensity (table 18.3). Generally, as intensity Table 18.3  Factors Affecting the Intensity of Lower Body Plyometric Drills"
    },
    {
        "heading": "Points of contact",
        "content": "The ground reaction force during single-leg lower body plyometric drills places more stress on an extremity’s muscles, connective tissues, and joints than during double-leg plyometric drills."
    },
    {
        "heading": "Speed",
        "content": "Greater speed increases the intensity of the drill."
    },
    {
        "heading": "Height of the drill",
        "content": "The higher the body’s center of gravity, the greater the force on landing."
    },
    {
        "heading": "Body weight",
        "content": "The greater the athlete’s body weight, the more stress is placed on muscles, connective tissues, and joints. External weight (in the form of weight vests, ankle weights, and wrist weights) can be added to the body to increase a drill’s intensity."
    },
    {
        "heading": "Program Design and Technique for Plyometric Training",
        "content": "increases, volume should decrease (49). Because the intensity of plyometric exercise can vary significantly, careful consideration must be given to choosing proper drills during a specific training cycle."
    },
    {
        "heading": "Frequency",
        "content": "Frequency is the number of plyometric training ses- sions per week and typically ranges from one to three, depending on the sport, the athlete’s experience with plyometric training, and the time of year. As with other program variables, research is limited on the optimal frequency for training plyometrically. Because the liter- ature is sparse, strength and conditioning professionals often rely on practical experience when determining the frequency with which athletes train using plyometric exercise. Rather than concentrating on the frequency, many authors suggest relying more on the recovery time between plyometric training sessions (16). Forty-eight to 72 hours between plyometric sessions is a typical recovery time guideline for prescribing plyometrics (16); using these typical recovery times, athletes com- monly perform two to three plyometric sessions per week. But the time of year, sport, and experience are more commonly used determinants of the frequency of plyometric training."
    },
    {
        "heading": "As previously mentioned, plyometric frequency",
        "content": "may vary depending on the demands of the given sport, intensity and volume of daily workouts (e.g., practice, resistance training, running, and plyometrics), athlete experience with plyometric training, and time of the training cycle. For example, during the season, one ses- sion per week is appropriate for American football play- ers, while two or three sessions per week are common for track and field athletes (2). During the off-season, plyometric training frequency may increase to two or three sessions per week for American football players and to three or four sessions per week for track and field athletes (2). Because research thus far is unfortunately insufficient to provide appropriate guidelines for plyo- metric training frequency, the use of proper recovery times between sessions and practical experience may be the best determinants of frequency."
    },
    {
        "heading": "Because plyometric drills involve maximal efforts",
        "content": "to improve anaerobic power, complete and adequate recovery (the time between repetitions, sets, and work- outs) is required (44). Recovery for depth jumps may consist of 5 to 10 seconds of rest between repetitions and 2 to 3 minutes between sets. The time between sets is determined by a proper work-to-rest ratio (i.e., 1:5 to 1:10) and is specific to the volume and type of drill being performed. Drills should not be thought of as cardiorespiratory conditioning exercises but as power training. As with resistance training, recovery between workouts must be adequate to prevent overtraining (two to four days of recovery, depending on the sport and time of year). Furthermore, drills for a given body area should not be performed two days in succession (44)."
    },
    {
        "heading": "Although new research tangentially addresses recovery",
        "content": "and training frequency (47), manipulation of recovery time between repetitions, exercises, and workouts has yet to be adequately explored in plyometric research; further work must be done in this area to provide more concrete times for recovery."
    },
    {
        "heading": "Volume",
        "content": "Plyometric volume is typically expressed as the number of repetitions and sets performed during a given training session. Lower body plyometric volume is normally given as the number of foot contacts (each time a foot, or the feet together, contact the surface) per workout (2, 16) but may also be expressed as distance, as with plyometric bounding. For example, an athlete beginning a plyometric training program may start with a dou- ble-leg bound for 98 feet (30 m) per repetition but may progress to 328 feet (100 m) per repetition for the same drill. Recommended lower body plyometric volumes vary for athletes of different levels of experience; sug- gested volumes are provided in table 18.4. Upper body plyometric volume is typically expressed as the number of throws or catches per workout."
    },
    {
        "heading": "Program Length",
        "content": "Research has yet to determine an optimal plyometric training program length. Currently, most programs range from 6 to 10 weeks (2, 30); however, vertical jump height improves as quickly as four weeks after the start of a plyometric training program (47). In general, plyometric training should be prescribed similarly to both resistance and aerobic training. For those sports requiring quick, powerful movements, it is beneficial to perform plyometric exercise throughout the training cycle (macrocycle). The intensity and volume of the chosen drills should vary with the sport and the season (i.e., off-season, preseason, or in-season)."
    },
    {
        "heading": "Beginning",
        "content": "volume*"
    },
    {
        "heading": "Beginner (no experience)",
        "content": "80 to 100"
    },
    {
        "heading": "Intermediate (some experience)",
        "content": "100 to 120"
    },
    {
        "heading": "Advanced (considerable experience)",
        "content": "120 to 140 *Volume is given in contacts per session."
    },
    {
        "heading": "Progression",
        "content": "Plyometrics is a form of resistance training and thus must follow the principles of progressive overload."
    },
    {
        "heading": "Progressive overload is the systematic increase in",
        "content": "training frequency, volume, and intensity in various combinations. Typically, as intensity increases, volume decreases. The sport, training phase, and design of the strength and conditioning program (resistance training, running, plyometrics, and time of year) determine the training schedule and method of progressive overload."
    },
    {
        "heading": "An off-season plyometric program for American foot-",
        "content": "ball, for example, may be performed twice a week. The program should progress from low to moderate volumes of low-intensity plyometrics, to low to moderate volumes of moderate intensity, to low to moderate volumes of moderate to high intensity."
    },
    {
        "heading": "Warm-Up",
        "content": "As in any training program, the plyometric exercise ses- sion must begin with a general warm-up, stretching, and a specific warm-up (refer to chapter 14 for a discussion of warming up). The specific warm-up for plyometric training should consist of low-intensity, dynamic move- ments. Refer to table 18.5 for a list and explanation of types of specific warm-up drills. ▶ ▶Effective plyometric programs include the same variables that are essential to any training program design: mode, intensity, frequency, recovery, volume, program length, progression, and warm-up."
    },
    {
        "heading": "Age Considerations",
        "content": "It is becoming more common for younger and older individuals to want to augment the training programs for their sport with plyometric exercise. When these exercises are applied appropriately, these populations can experience the same positive outcomes as other age groups, with minimal risk of injury."
    },
    {
        "heading": "Although plyometrics have commonly been viewed as",
        "content": "appropriate only for conditioning elite adult athletes, pre-"
    },
    {
        "heading": "Prepares for impact and high-intensity plyometric drills",
        "content": "•\tToe jogging—not allowing heel to touch the ground (emphasizes quick reaction) •\tStraight-leg jogging—not allowing or minimizing leg flexion in preparation for impact of plyo- metric drills •\t“Butt-kickers”—flexing knee to allow heel to touch the buttocks"
    },
    {
        "heading": "Skipping",
        "content": "Exaggerated form of reciprocal upper and lower extremity movements Emphasis on quick takeoff and landing, mimics plyometric activities"
    },
    {
        "heading": "Drills that target changes of direction",
        "content": "Preparation for changes of direction during plyometric drills"
    },
    {
        "heading": "Steps for Implementing a Plyometric Training Program",
        "content": "1.\t Evaluate the athlete, including the athlete’s sport and training history. 2.\t Establish sport-, position-, and athlete-specific goals. 3.\t Assign proper plyometric training program design variables, addressing intensity, frequency, recovery, volume, and program length. 4.\t Teach the athlete proper jumping, landing, and throwing technique. 5.\t Properly progress the plyometric training program."
    },
    {
        "heading": "Program Design and Technique for Plyometric Training",
        "content": "pubescent and adolescent children may also benefit from training with plyometric and plyometric-like exercises."
    },
    {
        "heading": "Besides providing the well-documented muscular power",
        "content": "and bone strength adaptations, regular participation in an appropriately designed plyometric training program can better prepare young athletes for the demands of sport practice and competition (17) by enhancing neuro- muscular control and performance. Research has yet to determine a universal age at which people are physically able to begin participating in a plyometric training pro- gram. An analysis of the body’s development provides some insight into the issue. Because the epiphyseal plates of the bones of prepubescent children have yet to close (33, 40), depth jumps and other high-intensity lower body drills are contraindicated (2, 32, 39). While the growth plates are open, highly intense activity and injury may cause them to close prematurely, resulting in limb length discrepancies (32). Further, and as with all forms of exercise, boys and girls should have the emotional maturity to accept and follow directions and should be able to appreciate the benefits and concerns associated with this method of training. Empirically, 7- and 8-year-olds have been trained in progressive plyometric programs, and they continue to lead active lives as teenagers and adults (17)."
    },
    {
        "heading": "Plyometric exercise programs for children should",
        "content": "be used to develop the neuromuscular control and the anaerobic skills that will carry over to safer participation in sport and athletics, both during childhood and as they advance to higher levels of competition. As an example, several research studies cite the benefits of using proper landing technique as a method of reducing an athlete’s risk of lower extremity injury (figure 18.4). Excessive inward (valgus) movement of the knees dramatically increases an athlete’s risk of knee injury (see chapter 22 for a more detailed discussion on this topic)."
    },
    {
        "heading": "It is extremely important that plyometric exercise",
        "content": "programs for children gradually progress from relatively simple to more complex drills. It is important to focus on the quality of the movements (e.g., proper body align- ment and speed of movement) to develop techniques that will be essential for more advanced exercises. As with adults, recovery between workouts must be adequate to prevent overtraining. While the optimal amount of recovery needed between plyometric work- outs is unknown, it should vary based on the intensity of the training program and the athlete’s skills, abilities, and tolerances as well as on the time of year (i.e., off-season, preseason, or in-season). Therefore, a minimum of two or three days between plyometric workouts should be con- sidered essential to optimize adaptations to the training program and minimize the athlete’s risk of injury (17). Figure 18.4  Proper plyometric landing position. (a) When viewed from the side, the shoulders are in line with the knees, which helps to place the center of gravity over the body’s base of support. (b) When viewing from the front, note that the athlete’s knees are over her toes; excessive inward (valgus) movement increases the athlete’s risk of lower extremity injury. a b ▶ ▶Under proper supervision and with an appropriate program, prepubescent and adolescent children may perform plyometric exercises. Special attention to valgus posi- tioning must be given to reduce an athlete’s risk of lower extremity injury. Depth jumps and high-intensity lower body plyometrics are contraindicated for this population."
    },
    {
        "heading": "Masters",
        "content": "Masters athletes find that they can maintain their phys- ical capabilities late into life and are looking for addi- tional training insights. When designing a plyometric training program for a masters athlete, the strength and conditioning professional needs to be specific in decid- ing on the goal or goals of the program. Some primary issues to consider are any preexisting orthopedic condi- tions (such as osteoarthritis or any sort of surgical joint intervention) or joint degeneration. These call for even greater caution and a more careful use of plyometric exercise. For example, a healthy masters athlete without surgical history who wants to improve his or her running performance should use depth jumps and single-leg exercises cautiously, so alternate-leg bounding and the double-leg hopping would be better choices. Similarly, a masters runner with a history of knee surgery such as partial meniscus removal, or with significant joint degeneration, should regard depth jumps and single-leg plyometric exercises as contraindicated and use other forms of plyometrics cautiously."
    },
    {
        "heading": "After consideration of the predispositions related to",
        "content": "the masters athlete’s physical condition, a plyometric program should be designed according to the same guidelines as outlined for adult athletes, with the follow- ing changes. The plyometric program should include no more than five low- to moderate-intensity exercises; the volume should be lower, that is, should include fewer total foot contacts than a standard plyometric training program; and the recovery time between plyometric workouts should be three or four days. With these guide- lines in place—and as with all athletes—it is important to note how the masters athlete feels after training and recovery. Soreness may occur, but the program should be modified if chronic or excessive pain or discomfort is present."
    },
    {
        "heading": "Forms of Exercise",
        "content": "Plyometric exercise is only one part of an athlete’s overall training program. Many sports and activities use multiple energy systems or require other forms of exercise to properly prepare athletes for competition. Each energy system and sport-specific need must be included in a well-designed training program."
    },
    {
        "heading": "Plyometric Exercise",
        "content": "and Resistance Training"
    },
    {
        "heading": "A combination of plyometrics and resistance training",
        "content": "during a training cycle should be structured to allow maximal efficiency and physical improvement. The following list and table 18.6 provide guidelines for developing a combined program. •\t Combine lower body resistance training with upper body plyometrics, and upper body resis- tance training with lower body plyometrics. •\t Performing heavy resistance training and plyo- metrics on the same day is not usually recom- mended (15, 20). However, some athletes may benefit from complex training, a combination of high-intensity resistance training followed by plyometrics. If athletes perform this type of training, adequate recovery is needed between plyometrics and other high-intensity training. •\t Traditional resistance training exercises may be combined with plyometric movements to further enhance gains in muscular power (54, 55). For example, performing a squat jump with approxi- mately 30% of one’s squat 1-repetition maximum (1RM) as an external resistance further increases performance (54, 55). This is an advanced form of complex training that is appropriate only for athletes who have previously participated in high-intensity plyometric training programs."
    },
    {
        "heading": "Many sports—such as basketball and soccer—have both",
        "content": "an anaerobic (i.e., power) and an aerobic component. Therefore, multiple types of training must be com- bined to best prepare athletes for these types of sports. Because aerobic exercise may have a negative effect on power production (15), it is advisable to perform plyo- metric exercise before aerobic endurance training. The design variables do not change and should complement each other to most effectively train these athletes for competition."
    },
    {
        "heading": "Resistance",
        "content": "training"
    },
    {
        "heading": "High-intensity",
        "content": "upper body"
    },
    {
        "heading": "Low-intensity",
        "content": "lower body"
    },
    {
        "heading": "Low-intensity",
        "content": "lower body"
    },
    {
        "heading": "High-intensity",
        "content": "upper body"
    },
    {
        "heading": "Low-intensity",
        "content": "upper body"
    },
    {
        "heading": "High-intensity",
        "content": "lower body"
    },
    {
        "heading": "High-intensity",
        "content": "lower body"
    },
    {
        "heading": "Low-intensity",
        "content": "upper body"
    },
    {
        "heading": "Plyometric exercise is not inherently dangerous; how-",
        "content": "ever, as with all modes of exercise, the risk of injury exists. Injuries can occur simply due to an accident, but they more typically occur when proper training proce- dures are violated and may be the result of an insufficient strength and conditioning base, inadequate warm-up, improper progression of lead-up drills, inappropriate volume or intensity for the phase of training, poor shoes or surface, or a simple lack of skill. The following sec- tions identify and address these and other risk factors. Knowledge of risk factors can improve the safety of athletes performing plyometric exercise."
    },
    {
        "heading": "Pretraining Evaluation of the Athlete",
        "content": "To reduce the risk of injury and facilitate the performance of plyometric exercises, the athlete must understand proper plyometric technique and possess a sufficient base of strength, speed, and balance. In addition, the athlete must be sufficiently mature, both physically and psychologically, to participate in a plyometric training program. The following evaluative items can help deter- mine whether an athlete meets these conditions."
    },
    {
        "heading": "Technique",
        "content": "Before adding any drill to an athlete’s plyometric pro- gram, the strength and conditioning professional must demonstrate proper technique to the athlete in order to maximize the drill’s effectiveness and minimize the risk of injury. For lower body plyometrics, proper landing technique is essential, particularly for depth jumps. If the center of gravity is offset from the base of support, performance is hindered and injury may occur. The shoulders should be over the knees and the knees over the toes during the landing, which the jumper accom- plishes through flexion of the ankles, knees, and hips. In addition, when one views the frontal plane motion of the athlete performing lower body plyometrics, it is essential that the knees be positioned over the toes (figure 18.4)."
    },
    {
        "heading": "Inward movement of the knees—also termed dynamic",
        "content": "valgus—is a significant risk factor for knee injuries of all types, including patellofemoral pain and tears or ruptures of the anterior cruciate ligament (ACL)."
    },
    {
        "heading": "Strength",
        "content": "Consideration of the athlete’s level of strength is neces- sary before he or she performs plyometrics. For lower body plyometrics, previous recommendations held that the athlete’s 1RM squat should be at least 1.5 times his or her body weight (15, 20, 32, 44, 52). However, we would suggest that a more important consideration is technique. Many plyometric activities can be safely taught to young athletes. It is our recommendation that plyometrics be included for all athletes whose sports require running, landing, jumping, or cutting. Teaching proper alignment and movement mechanics through the use of plyometric exercise has not been shown to cause injuries; instead, this type of training has been repeatedly shown to decrease the athlete’s risk of injury during practices and games (43)."
    },
    {
        "heading": "A less obvious lower body plyometric requirement",
        "content": "is balance. Balance is the maintenance of a position without movement for a given period of time. Many lower body plyometric drills require the athlete to move in nontraditional patterns (e.g., double-leg zigzag hop and backward skip) or on a single leg (e.g., single-leg tuck jump and single-leg hop). These types of drills necessitate a solid, stable base of support upon which the athlete can safely and correctly perform the exercises. Three balance tests are provided in table 18.7, listed in order of difficulty; each test position must be held for 30 seconds (51). For example, an athlete beginning plyometric training for the first time would be required to stand on one leg for 30 seconds without falling. An experienced athlete beginning an advanced plyometric training program must maintain a single-leg half squat for 30 seconds without falling. The surface on which the balance testing is performed must be the same as that used in the plyometric drills."
    },
    {
        "heading": "Physical Characteristics",
        "content": "Athletes who weigh more than 220 pounds (100 kg) may be at an increased risk for injury when performing plyometric exercises (44, 52). Greater weight increases the compressive force on joints during the exercises, thereby predisposing these joints to injury. Therefore, athletes weighing over 220 pounds (100 kg) should avoid high-volume, high-intensity plyometric exercises and depth jumps from heights greater than 18 inches (46 cm) (44, 52). As with other forms of exercise, an ath- lete’s joint structure and previous injuries must also be"
    },
    {
        "heading": "Single leg",
        "content": "examined before he or she begins a plyometric training program. Previous injuries or abnormalities of the spine, lower extremities, or upper extremities may increase an athlete’s risk of injury during plyometric exercise. Specifically, athletes with a history of muscle strains, pathological joint laxity, or spinal dysfunction—includ- ing vertebral disk dysfunction or compression—should use caution when beginning a plyometric training pro- gram (24, 25, 32, 48)."
    },
    {
        "heading": "Equipment and Facilities",
        "content": "In addition to participants’ fitness and health, the area and equipment used for plyometric drills may significantly affect their safety."
    },
    {
        "heading": "Landing Surface",
        "content": "To prevent injuries, the landing surface used for lower body plyometrics must possess adequate shock-absorb- ing properties. A grass field, suspended floor, or rubber mat is a good surface choice (32). Surfaces such as con- crete, tile, and hardwood are not recommended because they lack effective shock-absorbing properties (32). Excessively thick exercise mats (6 inches [15 cm] or thicker) may extend the amortization phase and thus not allow efficient use of the stretch reflex. Mini-trampolines are commonly used for beginning plyometric and bal- ance training in rehabilitation (28). While these devices may provide a necessary introduction to plyometrics, especially for those recovering from musculoskeletal injury, mini-trampolines, like thick exercise mats, are not effective for plyometric training of uninjured athletes because the amortization phase is extended while the athlete is in contact with the elastic surface."
    },
    {
        "heading": "Training Area",
        "content": "The amount of space needed depends on the drill. Most bounding and running drills require at least 30 m (33 yards) of straightaway, though some drills may require a straightaway of 100 m (109 yards). For most standing, box, and depth jumps, only a minimal surface area is needed, but the ceiling height must be 3 to 4 m (9.8-13.1 feet) in order to be adequate."
    },
    {
        "heading": "Equipment",
        "content": "Boxes used for box jumps and depth jumps must be sturdy and should have a nonslip top. Boxes should range in height from 6 to 42 inches (15 to 107 cm) and should have landing surfaces of at least 18 by 24 inches (46 by 61 cm) (16). The box should be constructed of sturdy wood (e.g., 3/4-inch [1.9 cm] plywood) or heavy-gauge metal. To further reduce injury risk, there are several ways of making the landing surface nonslip: adding nonslip treads, mixing sand into the paint used to cover the box, or affixing rubberized flooring to the top (16)."
    },
    {
        "heading": "Proper Footwear",
        "content": "Participants must use footwear with good ankle and foot support, good lateral stability, and a wide, nonslip sole (44). Shoes with a narrow sole and poor upper support (e.g., running shoes) may invite ankle problems, espe- cially with lateral movements. Shoes with insufficient foot support may lead to arch or lower leg injuries or both, while footwear without enough cushioning might lead to damage of more proximal joints (e.g., knee and hip joints)."
    },
    {
        "heading": "Supervision",
        "content": "In addition to the safety considerations already outlined, close monitoring of athletes is necessary to ensure proper technique. Plyometric exercise is not intrinsically dangerous when performed correctly; but as with other forms of training, poor technique may unnecessarily predispose an athlete to injury."
    },
    {
        "heading": "Depth Jumping",
        "content": "There is a limit to the maximal height at which a depth jump can be effectively and safely performed. A height of 48 inches (1.2 m) would provide a significant overload on the muscles, but the resistance may be too great for many athletes to overcome while maintaining correct technique (40). Jumping from such a height increases the possibility of injury; furthermore, the amount of force to be overcome is so great that the amortization phase is extended and thus the purpose of the exercise defeated. The recommended height for depth jumps ranges from 16 to 42 inches (41 to 107 cm), with 30 to 32 inches (76 to 81 cm) being the norm (4, 18, 26, 37, 38, 41). Depth jump box height for athletes who weigh over 220 pounds (100 kg) should be 18 inches (46 cm) or less."
    },
    {
        "heading": "Conclusion",
        "content": "The major goal of plyometric training is to rapidly apply force to provide an overload to the agonist muscles. Although it has been repeatedly shown that plyometric exercise increases muscular power for participants in a formal training program (30, 47, 54, 55), research has yet to determine whether mechanical or neurophysiological adaptations account for the improvement. Plyometrics should be considered not an end in itself, but part of an overall program that includes strength, speed, aerobic, and flexibility training, and proper nutrition. After the athlete has begun a proper strength and conditioning program, plyometric training may be used to further develop power."
    },
    {
        "heading": "JUMPS IN PLACE",
        "content": "18.1 \t Two-Foot Ankle Hop 18.2 \t Single-Leg Ankle Hop 18.3 \t Squat Jump 18.4 \t Jump and Reach 18.5\t Double-Leg Tuck Jump 18.6 \t Split Squat Jump 18.7 \t Cycled Split Squat Jump 18.8 \t Single-Leg Tuck Jump 18.9 \t Pike Jump"
    },
    {
        "heading": "STANDING JUMPS",
        "content": "18.10 \t Double-Leg Vertical Jump 18.11 \t Single-Leg Vertical Jump 18.12 \t Jump Over Barrier 18.13 \t Standing Long Jump"
    },
    {
        "heading": "MULTIPLE HOPS AND JUMPS",
        "content": "18.14 \t Double-Leg Hop 18.15 \t Double-Leg Zigzag Hop 18.16 \t Single-Leg Hop 18.17 \t Front Barrier Hop 18.18 \t Lateral Barrier Hop 18.19 \t 4-Hurdle Drill"
    },
    {
        "heading": "BOUNDS",
        "content": "18.20 \t Skip 18.21 \t Power Skip 18.22 \t Backward Skip 18.23 \t Side Skip 18.24 \t Single-Arm Alternate-Leg Bound 18.25 \t Double-Arm Alternate-Leg Bound"
    },
    {
        "heading": "BOX DRILLS",
        "content": "18.26 \t Single-Leg Push-Off 18.27 \t Alternate-Leg Push-Off 18.28 \t Lateral Push-Off 18.29 \t Side-to-Side Push-Off 18.30 \t Double-Leg Jump to Box 18.31 \t Single-Leg Jump to Box 18.32 \t Squat Box Jump 18.33 \t Lateral Box Jump 18.34 \t Drop Freeze"
    },
    {
        "heading": "DEPTH JUMPS",
        "content": "18.35 \t Depth Jump 18.36 \t Depth Jump to Second Box 18.37 \t Squat Depth Jump 18.38 \t Depth Jump With Lateral"
    },
    {
        "heading": "Movement",
        "content": "18.39 \t Depth Jump With Standing"
    },
    {
        "heading": "Long Jump",
        "content": "18.40 \t Depth Jump to 180° Turn 18.41 \t Single-Leg Depth Jump"
    },
    {
        "heading": "THROWS",
        "content": "18.42 \t Chest Pass 18.43 \t Two-Hand Overhead Throw 18.44 \t Two-Hand Side-to-Side Throw 18.45 \t Single-Arm Throw 18.46 \t Power Drop"
    },
    {
        "heading": "PLYOMETRIC PUSH-UPS",
        "content": "18.47 \t Depth Push-Up"
    },
    {
        "heading": "Trunk Plyometrics",
        "content": "18.48 \t 45° Sit-Up"
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.1"
    },
    {
        "heading": "Starting position: Get into a comfort-",
        "content": "able, upright stance with feet shoul- der-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "slight countermovement."
    },
    {
        "heading": "Upward movement: Hop up, with pri-",
        "content": "mary motion at the ankle joint."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and immediately repeat hop."
    },
    {
        "heading": "Note: This drill should be performed",
        "content": "with little horizontal (forward or back- ward) or lateral movement. 18.2"
    },
    {
        "heading": "Starting position: Get into a comfort-",
        "content": "able, upright stance on one foot. The nonjumping leg is held in a stationary position with the knee flexed during the exercise."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "slight countermovement."
    },
    {
        "heading": "Upward movement: Using the balanc-",
        "content": "ing foot, hop up, with primary motion at the ankle joint."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and immediately repeat the hop using the same leg."
    },
    {
        "heading": "Repeat with the opposite leg after a",
        "content": "brief rest."
    },
    {
        "heading": "Note: This drill should be performed",
        "content": "with little horizontal (forward or back- ward) or lateral movement. 18.3"
    },
    {
        "heading": "Starting position: Get into a squat posi-",
        "content": "tion (thighs slightly above parallel with the ground) with feet shoulder-width apart. Interlock fingers and place hands behind head."
    },
    {
        "heading": "Upward movement: Explosively jump",
        "content": "up to a maximum height."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "squat position and immediately repeat the jump."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.4"
    },
    {
        "heading": "Starting position: Get into a",
        "content": "comfortable, upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Arm action: Double arm with",
        "content": "reach at top of jump"
    },
    {
        "heading": "Begin with a countermove-",
        "content": "ment."
    },
    {
        "heading": "Upward movement: Explo-",
        "content": "sively jump up and reach for an object or target."
    },
    {
        "heading": "Downward movement: Land",
        "content": "in starting position and imme- diately repeat jump."
    },
    {
        "heading": "Note: Emphasis is on vertical",
        "content": "height with minimal delay between jumps."
    },
    {
        "heading": "Note: This drill should be",
        "content": "performed with little horizon- tal (forward or backward) or lateral movement. 18.5"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "countermovement. Upward movement: Explosively jump up. Pull the knees to the chest, quickly grasp the knees with both hands, and release before landing."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and immediately repeat the jump."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.6"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Starting position: Get into a lunge position with one leg forward (hip and knee joints flexed approximately 90°) and the other behind the midline of the body."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment."
    },
    {
        "heading": "Upward movement: Explosively jump up, using the",
        "content": "arms to assist as needed. Maximum height and power should be emphasized."
    },
    {
        "heading": "Downward movement: When landing, maintain the",
        "content": "lunge position (same leg forward) and immediately repeat the jump. Note: After completing a set, rest and switch front legs. 18.7"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Starting position: Get into a lunge position with one leg forward (hip and knee joints flexed approximately 90°) and the other behind the midline of the body."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment."
    },
    {
        "heading": "Upward movement: Explosively jump up, using the",
        "content": "arms to assist as needed. While off the ground, switch the position of the legs. Maximum height and power should be emphasized."
    },
    {
        "heading": "Downward movement: When landing, maintain the",
        "content": "lunge position (opposite leg forward) and immediately repeat the jump. Note: Be sure the lunge is not too deep (as in the third photo), as the SSC may not be able to effectively contribute to subsequent jumps. 18.9"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "countermovement. Upward movement: Explosively jump up."
    },
    {
        "heading": "Keeping the legs straight and together,",
        "content": "try to lift them to the front and try to touch the toes with the hands."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and immediately repeat the jump. 18.8"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance on one foot. The nonjump- ing leg is held in a stationary position with the knee flexed during the exercise."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "countermovement. Upward movement: Explosively jump up. Pull the knee of the jumping leg to the chest, grasp the knee with both hands, and release before landing."
    },
    {
        "heading": "Downward movement: Land in the start-",
        "content": "ing position and immediately repeat the jump using the same leg."
    },
    {
        "heading": "Repeat with the opposite leg after a",
        "content": "brief rest."
    },
    {
        "heading": "Standing Jumps",
        "content": "18.10\t Double-Leg Vertical Jump"
    },
    {
        "heading": "Starting position: Get into a comfort-",
        "content": "able, upright stance with feet shoul- der-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "countermovement."
    },
    {
        "heading": "Upward movement: Explosively jump",
        "content": "up, using both arms to assist, and reach for a target."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and repeat the jump. Allow recovery time between jumps. 18.11\t Single-Leg Vertical Jump"
    },
    {
        "heading": "Starting position: Get into a comfort-",
        "content": "able, upright stance on one foot. The nonjumping leg is held in a stationary position with the knee flexed during the exercise."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "countermovement."
    },
    {
        "heading": "Upward movement: Explosively jump",
        "content": "up, using both arms to assist, and reach for a target."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and repeat the jump using the same leg. Allow recovery time between jumps."
    },
    {
        "heading": "Repeat with the opposite leg after a",
        "content": "brief rest."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.12\t Jump Over Barrier"
    },
    {
        "heading": "Standing Jumps",
        "content": "18.13\t Standing Long Jump"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a coun-",
        "content": "termovement."
    },
    {
        "heading": "Upward movement: Explosively jump for-",
        "content": "ward and up, using both arms to assist, with a goal of achieving maximal horizontal distance."
    },
    {
        "heading": "Downward movement: Land on both feet",
        "content": "and repeat the jump. Allow recovery time between jumps."
    },
    {
        "heading": "Direction of jump: Horizontal and vertical",
        "content": "Equipment: A barrier such as a cone or hurdle"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump over a barrier with both legs, using primarily hip and knee flexion to clear the barrier. Keep the knees and feet together without lateral deviation."
    },
    {
        "heading": "Downward movement: Land in the starting position",
        "content": "and repeat the jump. Allow recovery time between jumps. Note: The height of the barrier should be progressively increased (e.g., from a cone to a hurdle)."
    },
    {
        "heading": "Multiple Hops and Jumps",
        "content": "18.14\t Double-Leg Hop"
    },
    {
        "heading": "Starting position: Get into a comfort-",
        "content": "able, upright stance with feet shoul- der-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a",
        "content": "countermovement."
    },
    {
        "heading": "Upward movement: Jump as far for-",
        "content": "ward as possible."
    },
    {
        "heading": "Downward movement: Land in the",
        "content": "starting position and immediately repeat the hop. 18.15\t Double-Leg Zigzag Hop the shoulders perpendicular to an imaginary line through the center of all hurdles."
    },
    {
        "heading": "Downward movement: Immediately upon landing on",
        "content": "the outside of the second hurdle, change direction and jump diagonally over the second hurdle to the outside of the third hurdle. Continue hopping over all the hurdles. Note: For a less intense version of this drill, set the hurdles in a straight line and hop over one hurdle at a time. Intensity of the zigzag hop can be increased by performing the hops with one leg only."
    },
    {
        "heading": "Direction of jump: Diagonal",
        "content": "Equipment: Place about 10 hurdles 18 to 24 inches (45-60 cm) apart in a zigzag pattern."
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart. Stand on the outside of the first hurdle. Elbows should be flexed at 90° and held at the sides of the body."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump from the outside of the first hurdle to the outside of the second hurdle, keeping"
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.16\t Single-Leg Hop"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance on one foot. The nonjumping leg is held in a stationary position with the knee flexed during the exercise."
    },
    {
        "heading": "Preparatory movement: Begin with a coun-",
        "content": "termovement."
    },
    {
        "heading": "Upward movement: Explosively jump forward,",
        "content": "using both arms to assist."
    },
    {
        "heading": "Downward movement: Land in the starting",
        "content": "position and immediately repeat the hop using the same leg. Repeat with the opposite leg after a brief rest."
    },
    {
        "heading": "Multiple Hops and Jumps",
        "content": "18.17\t Front Barrier Hop"
    },
    {
        "heading": "Direction of jump: Horizontal and vertical",
        "content": "Equipment: Two barriers such as two cones or two hurdles Starting position: Facing the first barrier, get into a comfortable, upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump over the first barrier with both legs, using primarily hip and knee flexion to clear the barrier. Keep the knees and feet together without lateral deviation."
    },
    {
        "heading": "Downward movement: Land in the starting position",
        "content": "and immediately repeat the jump over the second barrier. Note: Intensity level of the front barrier hop can be increased from medium to high by progressively increasing the height of the barrier (e.g., from a cone to a hurdle) or by performing the hops with one leg only."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.18\t Lateral Barrier Hop"
    },
    {
        "heading": "Direction of jump: Lateral and vertical",
        "content": "Equipment: A barrier such as a cone or hurdle Starting position: With the barrier to one side, get into a comfortable, upright stance with feet shoul- der-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump over the barrier with both legs, using primarily hip and knee flexion to clear the barrier. Keep the knees and feet together. Downward movement: Land on the opposite side of the barrier and immediately repeat the jump to the starting side. Note: Intensity level of the lateral barrier hop can be increased from medium to high by progressively increasing the height of the barrier (e.g., from a cone to a hurdle) or by performing the hops with one leg only."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.19\t 4-Hurdle Drill"
    },
    {
        "heading": "Direction of jump: Lateral and vertical",
        "content": "Equipment: Four hurdles: two pairs of hurdles. Each hurdle in the pair is separated by 12 inches (30 cm). Each pair is separated by 18 inches (46 cm)."
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance on the right foot; the line of four hurdles will be to the athlete’s left. The nonjumping leg is held in a stationary position with the knee flexed during the exercise."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "Figure 18.5  Setup and movement pattern for the 4-hurdle drill."
    },
    {
        "heading": "Movements:",
        "content": "1.\t Explosively jump left over the first hurdle with the right foot, using both arms to assist. 2.\t Land on the right foot and immediately repeat the hop over the next hurdle using the same leg. 3.\t Land on the right foot and immediately repeat the hop over the next two hurdles using the same leg. 4.\t Land on the left foot and immediately jump right over the first hurdle with the left foot, using both arms to assist. 5.\t Land on the left foot and immediately repeat the hop over the next hurdle using the same leg. 6.\t Land on the left foot and immediately repeat the hop over the next two hurdles using the same leg. 7.\t Land on the right foot."
    },
    {
        "heading": "Bounds",
        "content": "18.20\t Skip"
    },
    {
        "heading": "Direction of jump: Horizontal and vertical",
        "content": "Starting position: One leg is lifted to approximately 90° of hip and knee flexion. Arm action: Reciprocal (as one leg is lifted, the oppo- site arm is lifted)"
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment on one leg. Upward movement: Jump up and forward on one leg. The opposite leg should remain in the starting flexed position until landing."
    },
    {
        "heading": "Downward movement: Land in the starting position",
        "content": "on the same leg. Immediately repeat the skip with the opposite leg."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.21\t Power Skip"
    },
    {
        "heading": "Direction of jump: Vertical and horizontal",
        "content": "Starting position: One leg is lifted to approximately 90° of hip and knee flexion."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment on one leg. Upward movement: Jump up and forward on one leg. Move the flexed, nonjumping leg up and into greater hip and knee flexion while jumping. Both arms should be used to assist with the upward movement."
    },
    {
        "heading": "Downward movement: Land in the starting position",
        "content": "on the same leg. Immediately repeat the skip with the opposite leg. Note: Emphasis is on the effectiveness of the skip."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.22\t Backward Skip"
    },
    {
        "heading": "Direction of jump: Backward, horizontal, and vertical",
        "content": "Starting position: One leg is lifted to approximately 90° of hip and knee flexion."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment on one leg."
    },
    {
        "heading": "Upward movement: Jump backward with one leg",
        "content": "and flex the hip and knee of the nonskipping leg to approximately 90°. Both arms should be used to assist with the movement."
    },
    {
        "heading": "Downward movement: Land in the starting position",
        "content": "on the same leg. Immediately repeat the skip with the opposite leg."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.23\t Side Skip"
    },
    {
        "heading": "Direction of jump: Vertical and lateral",
        "content": "Starting position: One leg is lifted to approximately 90° of hip and knee flexion. Arm action: Reciprocal (as one leg is lifted, the oppo- site arm is lifted)"
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment on one leg. Upward movement: Jump up and laterally on one leg. The opposite leg should remain in the starting flexed position until landing."
    },
    {
        "heading": "Downward movement: Land in the starting position",
        "content": "on the same leg. Immediately repeat the skip with the opposite leg."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.24\t Single-Arm Alternate-Leg Bound"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Jog at a comfortable pace;",
        "content": "begin the drill with the left foot forward. Upward movement: Push off with the left foot as it contacts the ground. During push-off, bring the right leg forward by flexing the thigh to a position approx- imately parallel with the ground and the knee at 90°. During this flight phase of the drill, reach forward with the left arm. Downward movement: Land on the right leg and immediately repeat the sequence on the opposite side upon landing. Note: A bound is an exaggeration of the running gait; the goal is to cover as great a distance as possible during each stride."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.25\t Double-Arm Alternate-Leg Bound"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Jog at a comfortable pace;",
        "content": "begin the drill with the left foot forward. Upward movement: Push off with the left foot as it contacts the ground. During push-off, bring the right leg forward by flexing the thigh to a position approximately parallel with the ground and with the knee at 90°. During this flight phase of the drill, reach forward with both arms. Downward movement: Land on the right leg and immediately repeat the sequence on the opposite side upon landing. Note: A bound is an exaggeration of the running gait; the goal is to cover as great a distance as possible during each stride."
    },
    {
        "heading": "Box Drills",
        "content": "18.26\t Single-Leg Push-Off"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 6 to 18 inches (15-46 cm) high Starting position: Stand facing the plyometric box with one foot on the ground and one foot on the box. The heel of the foot on the box should be near the box’s closest edge."
    },
    {
        "heading": "Preparatory movement: None",
        "content": "Upward movement: Jump up using the foot on the box to push off. Downward movement: Land with the same foot on the box; this foot should land just before the ground foot. Immediately repeat the movement. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.28\t Lateral Push-Off 18.27\t Alternate-Leg Push-Off"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 6 to 18 inches (15-46 cm) high Starting position: Stand facing the plyometric box with one foot on the ground and one foot on the box. The heel of the foot on the box should be near the box’s closest edge."
    },
    {
        "heading": "Preparatory movement: None",
        "content": "Upward movement: Jump up using the foot on the box to push off. Downward movement: Land with the opposite foot on the box; this foot should land just before the ground foot. Immediately repeat the movement, reversing the feet each repetition. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm)."
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 6 to 18 inches (15-46 cm) high Starting position: Stand to one side of the plyo- metric box with one foot on the ground and one foot on the box. The inside of the foot on the box should be near the box’s closest edge."
    },
    {
        "heading": "Preparatory movement: None",
        "content": "Upward movement: Jump up using the foot on the box to push off."
    },
    {
        "heading": "Downward movement: Land with the same foot",
        "content": "on the box; this foot should land just before the ground foot. Immediately repeat the movement."
    },
    {
        "heading": "Note: Intensity may be increased by increasing",
        "content": "the height of the box. Begin with a height of 6 inches (15 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.29\t Side-to-Side Push-Off"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 6 to 18 inches (15-46 cm) high Starting position: Stand to one side of the plyometric box with one foot on the ground and one foot on the box. The inside of the foot on the box should be near the box’s closest edge."
    },
    {
        "heading": "Preparatory movement: None",
        "content": "Upward movement: Jump up and over the box using the foot on the box to push off."
    },
    {
        "heading": "Downward movement: Land with the opposite foot",
        "content": "on the opposite side of the top of the box; this foot should land just before the ground foot. Immediately repeat the movement to the opposite side. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm). 18.30\t Double-Leg Jump to Box"
    },
    {
        "heading": "Direction of jump: Vertical and slightly horizontal",
        "content": "Equipment: Plyometric box, 6 to 42 inches (15-107 cm) high"
    },
    {
        "heading": "Starting position: Facing the plyometric box, get",
        "content": "into a comfortable, upright stance with feet shoul- der-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump onto the top of the box using both legs. Downward movement: Land on both feet in a half- squat position, step down from the box, and repeat. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.31\t Single-Leg Jump to Box"
    },
    {
        "heading": "Direction of jump: Vertical and slightly horizontal",
        "content": "Equipment: Plyometric box, 6 to 42 inches (15-107 cm) high Starting position: Facing the plyometric box, get into a comfortable, upright stance on one foot. The non- jumping leg is held in a stationary position with the knee flexed during the exercise."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump onto the top of the box using one leg. Downward movement: Land on the same foot as used to jump in a half-squat position, step down from the box, and repeat. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm). 18.32\t Squat Box Jump"
    },
    {
        "heading": "Direction of jump: Vertical and slightly horizontal",
        "content": "Equipment: Plyometric box, 6 to 42 inches (15-107 cm) high"
    },
    {
        "heading": "Starting position: Facing the plyometric box with",
        "content": "hands clasped behind head, get into a comfortable, upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump onto the top of the box using both legs. Downward movement: Land on both feet in a half- squat position, step down from the box, and repeat. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.33\t Lateral Box Jump 18.34\t Drop Freeze"
    },
    {
        "heading": "Direction of jump: Vertical and slightly horizontal",
        "content": "Equipment: Plyometric box, 6 to 42 inches (15-107 cm) high Starting position: Stand to one side of the plyometric box; get into a comfortable, upright stance with feet shoulder-width apart."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. Upward movement: Jump onto the top of the box using both legs. Downward movement: Land on both feet in a half- squat position, step down from the box, and repeat in the opposite direction. Note: Intensity may be increased by increasing the height of the box. Begin with a height of 6 inches (15 cm)."
    },
    {
        "heading": "Equipment: Plyometric box, 12 to 42 inches",
        "content": "(30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance with feet shoulder-width apart on the plyometric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: None",
        "content": "Preparatory movement: Step from the box."
    },
    {
        "heading": "Downward movement: Land on the floor",
        "content": "with both feet, quickly absorbing the impact upon landing. Step back onto the box and repeat."
    },
    {
        "heading": "Note: Intensity may be increased by increas-",
        "content": "ing the height of the box. Begin with a height of 12 inches (30 cm)."
    },
    {
        "heading": "Step",
        "content": "from box"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 12 to 42 inches (30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart on the plyo- metric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm",
        "content": "Preparatory movement: Step from the box. Downward movement: Land on the floor with both feet."
    },
    {
        "heading": "Upward movement: Upon landing, immediately jump",
        "content": "up as high as possible. Note: When stepping from the box, step straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a mini- mum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm). Note: Upon landing, emphasis should be on jumping up, with minimal horizontal movement. The third photo shows too much forward movement. 18.35\t Depth Jump"
    },
    {
        "heading": "Step",
        "content": "from box 18.36\t Depth Jump to Second Box"
    },
    {
        "heading": "Direction of jump: Vertical and horizontal",
        "content": "Equipment: Two plyometric boxes, 12 to 42 inches (30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart on the plyomet- ric box, facing the second box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm",
        "content": "Preparatory movement: Step from the box. Downward movement: Land on the floor with both feet."
    },
    {
        "heading": "Upward movement: Upon landing, immediately jump",
        "content": "onto the second box. Note: When stepping from the box, step straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a mini- mum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm). Note: The distance between boxes depends on expe- rience and ability; the greater the distance between boxes, the higher the intensity of the jump. Begin with the boxes placed 24 inches (61 cm) apart."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.37\t Squat Depth Jump"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 12 to 42 inches (30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart on the plyo- metric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm or none",
        "content": "Preparatory movement: Step from the box. Downward movement: Land on the floor in a squat position (90° of hip and knee flexion) with both feet. (The jumper in the second photo should have greater hip and knee flexion.)"
    },
    {
        "heading": "Upward movement: Upon landing, immediately",
        "content": "jump up as high as possible; land in the same squat position. Note: When stepping from the box, step straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a mini- mum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm). Note: Upon landing, emphasis should be on jumping up, with minimal horizontal movement."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.38\t Depth Jump With Lateral Movement"
    },
    {
        "heading": "Equipment: Plyometric box, 12 to 42 inches",
        "content": "(30-107 cm) high; a partner"
    },
    {
        "heading": "Starting position: Get into a comfortable,",
        "content": "upright stance with feet shoulder-width apart on the plyometric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm",
        "content": "Preparatory movement: Step from the box."
    },
    {
        "heading": "Downward movement: Land on the floor",
        "content": "with both feet. Have a partner point to the right or left just before you land."
    },
    {
        "heading": "Upward movement: Upon landing, imme-",
        "content": "diately sprint in the direction determined by your partner."
    },
    {
        "heading": "Note: When stepping from the box, step",
        "content": "straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a minimum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.39\t Depth Jump With Standing Long Jump"
    },
    {
        "heading": "Direction of jump: Vertical and horizontal",
        "content": "Equipment: Plyometric box, 12 to 42 inches (30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart on the plyo- metric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm",
        "content": "Preparatory movement: Step from the box. Downward movement: Land on the floor with both feet."
    },
    {
        "heading": "Upward movement: Upon landing, immediately",
        "content": "jump forward as far as possible with both feet. Note: When stepping from the box, step straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a min- imum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.40\t Depth Jump to 180° Turn"
    },
    {
        "heading": "Direction of jump: Vertical and horizontal",
        "content": "Equipment: Plyometric box, 12 to 42 inches (30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart on the plyo- metric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm",
        "content": "Preparatory movement: Step from the box. Downward movement: Land on the floor with both feet."
    },
    {
        "heading": "Upward movement: Upon landing, immediately jump",
        "content": "up as high as possible with both feet. While in the air, the athlete turns 180° to land facing the opposite direction. Note: When stepping from the box, step straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a mini- mum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm)."
    },
    {
        "heading": "Lower Body Plyometric Drills",
        "content": "18.41\t Single-Leg Depth Jump"
    },
    {
        "heading": "Direction of jump: Vertical",
        "content": "Equipment: Plyometric box, 12 to 42 inches (30-107 cm) high"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart on the plyo- metric box; toes should be near the edge of the box."
    },
    {
        "heading": "Arm action: Double arm",
        "content": "Preparatory movement: Step from the box. Downward movement: Land on the floor with one foot."
    },
    {
        "heading": "Upward movement: Upon landing, immediately jump",
        "content": "up as high as possible with the landing foot. Note: When stepping from the box, step straight out. Do not first jump up or lower your center of gravity as you step down, as these adjustments will change the height from which the exercise is performed. Note: Time on the ground should be kept to a mini- mum. Intensity may be increased by increasing the height of the box. Begin with a height of 12 inches (30 cm). Note: This is a very advanced form of the depth jump and should be performed only by those with adequate experience and ability as demonstrated in other ver- sions of the depth jump."
    },
    {
        "heading": "Upper Body Plyometric Drills",
        "content": "18.42\t Chest Pass"
    },
    {
        "heading": "Direction of throw: Forward",
        "content": "Equipment: Medicine or plyometric ball weighing 2 to 8 pounds (0.9-3.6 kg); rebounder or partner"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart; face the rebounder or partner approximately 10 feet (3 m) away. Raise the ball to chest level with the elbows flexed."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. (A countermovement for plyometric throws requires cocking the arms—that is, moving the arms slightly backward before the actual throw.) Arm action: Using both arms, throw the ball to the rebounder or partner by extending the elbows. When the rebounder or partner returns the ball, catch it, return to the starting position, and immediately repeat the movement. Note: Intensity may be increased by increasing the weight of the medicine ball. Begin with a 2-pound (0.9 kg) ball. 18.43\t Two-Hand Overhead Throw"
    },
    {
        "heading": "Direction of throw: Forward and",
        "content": "down"
    },
    {
        "heading": "Equipment: Medicine or plyo-",
        "content": "metric ball weighing 2 to 8 pounds (0.9-3.6 kg); rebounder or partner"
    },
    {
        "heading": "Starting position: Get into a com-",
        "content": "fortable, upright stance with feet shoulder-width apart; face the rebounder or partner approxi- mately 10 feet (3 m) away. Raise the ball overhead."
    },
    {
        "heading": "Preparatory movement: Begin",
        "content": "with a countermovement. (A countermovement for plyomet- ric throws requires cocking the arms—that is, moving the arms slightly backward before the actual throw.)"
    },
    {
        "heading": "Arm action: Using both arms,",
        "content": "throw the ball to the rebounder or partner, keeping the elbows extended. When the rebounder or partner returns the ball, catch the ball overhead and immediately repeat the throw. The partners can also bounce the ball on the ground between them, for a downward movement and a catch on the rebound (see photos). Note: Intensity may be increased by increasing the weight of the medicine ball. Begin with a 2-pound (0.9 kg) ball. 18.44\t Two-Hand Side-to-Side Throw"
    },
    {
        "heading": "Direction of throw: Forward and diagonal",
        "content": "Equipment: Medicine or plyometric ball weighing 2 to 8 pounds (0.9-3.6 kg); rebounder or partner"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart; face the rebounder or partner approximately 10 feet (3 m) away. Raise the ball in both hands to a position over one shoulder with the elbows flexed."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. (A countermovement for plyometric throws requires cocking the arms—that is, moving the arms slightly backward before the actual throw.) Arm action: Using both arms, throw the ball to the rebounder or partner by extending the elbows. When the rebounder or partner returns the ball, catch the ball over the opposite shoulder and immediately repeat the throw. Note: Intensity may be increased by increasing the weight of the medicine ball. Begin with a 2-pound (0.9 kg) ball."
    },
    {
        "heading": "Upper Body Plyometric Drills",
        "content": "18.45\t Single-Arm Throw"
    },
    {
        "heading": "Direction of throw: Forward",
        "content": "Equipment: Medicine or plyometric ball weighing 1 to 5 pounds (0.5-2.3 kg); rebounder or partner"
    },
    {
        "heading": "Starting position: Get into a comfortable, upright",
        "content": "stance with feet shoulder-width apart; face the rebounder or partner approximately 10 feet (3 m) away. Raise the ball in one hand to a position of 90° of shoulder abduction and 90° of elbow flexion, with arm rotated so the forearm is perpendicular to the floor."
    },
    {
        "heading": "Preparatory movement: Begin with a countermove-",
        "content": "ment. (A countermovement for plyometric throws"
    },
    {
        "heading": "Upper Body Plyometric Drills",
        "content": "requires cocking the arm—that is, moving the arm slightly backward before the actual throw.) Arm action: Using one arm, throw the ball to the rebounder or partner. When the rebounder or partner returns the ball, catch the ball in the starting position, allow the shoulder to externally rotate slightly, and immediately repeat the throw. Note: Intensity may be increased by increasing the weight of the medicine ball. Begin with a 1-pound (0.5 kg) ball. Note: This drill may also be performed using a natural throwing motion. 18.46\t Power Drop"
    },
    {
        "heading": "Equipment: Medicine or plyometric ball weighing 2",
        "content": "to 8 pounds (0.9-3.6 kg); partner; plyometric box 12 to 42 inches (30-107 cm) high Starting position: Lie supine on the ground with elbows extended and both shoulders in approximately 90° of flexion; head should be near the base of the box. The partner should be on the box with the med- icine ball held above the athlete’s arms."
    },
    {
        "heading": "Preparatory movement: None",
        "content": "Arm action: When the partner drops the ball, catch it using both arms and immediately throw the ball back up to the partner. Note: Intensity may be increased by increasing the weight of the medicine ball or by increasing the height of the box. Begin with a 2-pound (0.9 kg) ball and a height of 12 inches (30 cm)."
    },
    {
        "heading": "Equipment: Medicine or plyometric ball weighing 5",
        "content": "to 8 pounds (2.3-3.6 kg) Starting position: Lie in a push-up position, with the hands on the medicine ball and elbows extended."
    },
    {
        "heading": "Downward movement: Quickly remove the hands",
        "content": "from the medicine ball and drop down. Contact the ground with hands slightly wider than shoulder-width apart and elbows slightly flexed. Allow the chest to 18.47\t Depth Push-Up almost touch the medicine ball by letting the elbows flex."
    },
    {
        "heading": "Upward movement: Immediately and explosively push",
        "content": "up by fully extending the elbows. Quickly place the palms on the medicine ball and repeat the exercise. Note: When the upper body is at maximal height during the upward movement, the hands should be higher than the medicine ball. Note: Intensity may be increased by increasing the size of the medicine ball. Begin with a 5-pound (2.3 kg) ball."
    },
    {
        "heading": "Trunk Plyometrics",
        "content": "18.48\t 45° Sit-Up"
    },
    {
        "heading": "Equipment: Medicine or plyometric ball weighing 2",
        "content": "to 8 pounds (0.9-3.6 kg); a partner Starting position: Sit on the ground with the trunk at an approximately 45° angle. The partner should be in front with the medicine ball."
    },
    {
        "heading": "Preparatory movement: The partner throws the ball",
        "content": "to your outstretched hands. Downward action: Once the partner throws the ball, catch it using both arms, allow minimal trunk exten- sion, and immediately return the ball to the partner. Note: Intensity may be increased by increasing the weight of the medicine ball. Begin with a 2-pound (0.9 kg) ball. Note: The force used to return the ball to the partner should come predominantly from the abdominal muscles."
    },
    {
        "heading": "Key Terms",
        "content": "amortization phase balance bound box drill complex training concentric phase depth jump eccentric phase jumps in place multiple hops and jumps muscle spindle potentiation power push-up series elastic component (SEC) standing jump stretch reflex stretch–shortening cycle (SSC) throw"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following is NOT a phase of the stretch–shortening cycle? a.\t amortization b.\t concentric c.\t eccentric d.\t isometric 2.\t Which of the following structures detects rapid movement and initiates the stretch reflex? a.\t Golgi tendon organ b.\t muscle spindle c.\t extrafusal muscle fiber d.\t Pacinian corpuscle 3.\t Which of the following should be assessed before beginning a lower body plyometric training program?"
    },
    {
        "heading": "IV.\tlean body mass",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tI, II, III, and IV 4.\t Which of the following types of plyometric drills is generally considered to be the MOST intense? a.\t jumps in place b.\t bounds c.\t depth jumps d.\t box jumps 5.\t Which of the following work-to-rest ratios is the MOST appropriate to assign to a plyometric training workout? a.\t 1:5 b.\t 1:4 c.\t 1:3 d.\t 1:2"
    }
]