[
    {
        "heading": "Scott Caulfield, BS, and Douglas Berninger, MEd",
        "content": "The author would like to acknowledge the significant contributions of Roger W. Earle and Thomas R. Baechle to this chapter. After completing this chapter, you will be able to •\t understand the general techniques involved in properly performing resistance training exercises, •\t provide breathing guidelines, •\t determine the appropriateness of wearing a weight belt, •\t provide recommendations for spotting free weight exercises, and •\t teach proper resistance training exercise and spotting techniques."
    },
    {
        "heading": "This chapter provides guidelines and strategies for",
        "content": "performing and teaching safe and effective lifting and spotting techniques. At the core of safe and effective resistance training is proper exercise execution. Exer- cises that are performed and spotted correctly promote injury-free results and do so in a time-efficient manner. The first half of this chapter summarizes the fun- damental techniques involved in properly performing and spotting exercises and using a weight belt during lifting. The last section provides checklists and pho- tographs depicting proper resistance training exercise and spotting techniques. It is assumed that the reader is familiar with these exercises. Therefore, the techniques presented are simply guidelines that represent the most commonly accepted method of performing the exercises. No attempt has been made to describe all variations for properly executing and spotting the exercises included in this chapter."
    },
    {
        "heading": "Fundamentals",
        "content": "of Exercise Technique"
    },
    {
        "heading": "There are several commonalities among resistance",
        "content": "training exercise techniques. Most free weight and machine exercises involve some sort of handgrip on a bar, dumbbell, or handle; and absolutely all exercises require an optimal body or limb position, movement range and speed, and method of breathing. Additionally, some exercises may also warrant the use of a weight belt and certain procedures for lifting a bar off the floor."
    },
    {
        "heading": "Handgrips",
        "content": "Two common grips are used in resistance training exercises: (a) the pronated grip, with palms down and knuckles up, also called the overhand grip; and (b) the supinated grip, with palms up and knuckles down, also known as the underhand grip (figure 15.1). (A variation of either grip is the neutral grip, in which the knuckles point laterally—as in a handshake.) Two less common grips are the alternated grip, in which one hand is in a pronated grip and the other is in a supinated grip, and the hook grip, which is similar to the pronated grip except that the thumb is positioned under the index and middle fingers. The hook grip is typically used for performing exercises that require a stronger grip (power exercises, e.g., snatch). Note that the thumb is wrapped around the bar in all of the grips shown; this positioning is called a closed grip. When the thumb does not wrap around the bar, the grip is called an open or false grip. Establishing the proper grip in an exercise involves placing the hands at the correct distance from each other (referred to as the grip width), from the center of the bar (i.e., to maintain balance). The three grip widths (shown in figure 15.2) are common, wide, and narrow. For most exercises, the hands are placed approximately shoulder-width apart. The hand positioning for all exercises should result in a balanced, even bar. Weight- lifting exercises and their variations use two types of grips: (a) the clean grip or (b) the snatch grip. Both of these grips are pronated closed hand positions. The clean grip is slightly wider than shoulder-width apart, outside of the knees. The snatch grip is a wide grip and can be determined using two types of measurements: the fist-to-opposite-shoulder method and the elbow-to- elbow method (also known as the scarecrow method). Both the clean grip and the snatch grip are often used with a hook grip (mentioned previously) to assist in giving the athlete a stronger grip."
    },
    {
        "heading": "Stable Body and Limb Positioning",
        "content": "Whether an exercise requires lifting a barbell or dumb- bell from the floor or pushing and pulling while one is positioned in or on a machine, establishing a stable position is critical for safety and optimal performance. A stable position enables the athlete to maintain proper a b c d Figure 15.1  Bar grips: (a) pronated, (b) supinated, (c) alternated, and (d) hook (posterior view)."
    },
    {
        "heading": "Wide",
        "content": "Figure 15.2  Grip widths. Exercise Technique for Free Weight and Machine Training body alignment during an exercise, which in turn places an appropriate stress on muscles and joints."
    },
    {
        "heading": "Exercises performed during standing typically require",
        "content": "that the feet be positioned slightly wider than hip-width with the heels and balls of the feet in contact with the floor. Establishing a stable position in or on machines sometimes requires adjusting the seat or resistance arm and fastening belts snugly. Seated or supine (lying face up) exercises performed on a bench require a specific posture. The athlete should position the body to achieve a five-point body contact position: 1.\t Head is placed firmly on the bench or back pad. 2.\t Shoulders and upper back are placed firmly and evenly on the bench or back pad. 3.\t Buttocks are placed evenly on the bench or seat. 4.\t Right foot is flat on the floor. 5.\t Left foot is flat on the floor."
    },
    {
        "heading": "Establishing and maintaining this five-point body",
        "content": "contact position at the beginning and throughout the movement phases promotes maximal stability and spinal support (2, 9, 10). ▶ ▶Exercises performed during standing typ- ically require that the feet be positioned slightly wider than hip-width with the heels and balls of the feet in contact with the floor."
    },
    {
        "heading": "Seated or supine exercises performed on",
        "content": "a bench usually require a five-point body contact position."
    },
    {
        "heading": "Cam-, pulley-, or lever-based exercise machines that",
        "content": "have an axis of rotation require specific positioning of the athlete’s body, arms, or legs for reasons of safety and optimal execution. To align the primary joint of the body involved in the exercise with the axis of the machine, it may be necessary to move the seat; the ankle or arm roller pad; or the thigh, chest, or back pad. For example, adjust the ankle roller pad (up or down) and the back pad (forward or backward) to line up the knee joint with the machine axis before performing the leg (knee) extension exercise."
    },
    {
        "heading": "Range of Motion and Speed",
        "content": "When the entire range of motion (ROM) is covered during an exercise, the value of the exercise is maxi- mized and flexibility is maintained or improved. Ideally, an exercise’s full ROM should mimic the full ROM of the involved joint or joints in order for the greatest improvements to occur, but sometimes this is not pos- sible (trailing leg knee joint during a lunge) or recom- mended (using intervertebral joints during a squat)."
    },
    {
        "heading": "Repetitions performed in a slow, controlled manner",
        "content": "increase the likelihood that full ROM can be reached."
    },
    {
        "heading": "However, when power or quick-lift exercises (e.g.,",
        "content": "power clean, push jerk, and snatch) are performed, an effort should be made to accelerate the bar to a maximal speed while still maintaining control and proper form throughout the exercise."
    },
    {
        "heading": "The most strenuous movement of a repetition—typi-",
        "content": "cally soon after the transition from the eccentric phase to the concentric phase—is referred to as the sticking point. Strength and conditioning professionals should typically instruct athletes to exhale through the sticking point and to inhale during the less stressful phase of the repetition (3, 6, 7). For example, since the sticking point of the biceps curl exercise occurs about midway through the upward movement phase (concentric elbow flexion), the athlete should exhale during this portion. Inhalation, then, should occur as the bar is lowered back to the starting position. This breathing strategy applies to most resistance training exercises. There are some situations in which breath holding may be suggested, however. For experienced resis- tance-trained athletes performing structural exercises (those that load the vertebral column and therefore place stress on it) with high loads, the Valsalva maneuver can be helpful for maintaining proper vertebral alignment and support. As explained in chapter 2, the Valsalva maneuver involves expiring against a closed glottis, which, when combined with contracting the abdomen and rib cage muscles, creates rigid compartments of fluid in the lower torso and air in the upper torso (i.e., the “fluid ball”). The advantage of the Valsalva maneu- ver is that it increases the rigidity of the entire torso to aid in supporting the vertebral column, which in turn reduces the associated compressive forces on the disks during lifting (1, 4, 5, 8). It also helps to establish and maintain a normal lordotic lumbar spine position (also called a neutral spine) and erect upper torso position, described in the technique checklists for certain exer- cises. Be aware, however, that the resulting increase in intra-abdominal pressure has potentially detrimental side effects, such as dizziness, disorientation, excessively high blood pressure, and blackouts. This is why the breath-holding phase is—and should be—quite tran- sient, only about 1 to 2 seconds (at most). Even a very well-trained individual should not extend the length of the breath-holding phase, as blood pressure can quickly rise to triple resting levels (7)."
    },
    {
        "heading": "Strength and conditioning professionals involved",
        "content": "in conducting 1-repetition maximum (1RM) tests in, for example, the squat, deadlift, hip sled, leg press, shoulder press, or power clean, need to be aware of the advantages and disadvantages of coaching athletes in the Valsalva maneuver. While it is obviously important that the vertebral column be internally supported during these movements for safety and technique reasons, it is recommended that an athlete not extend the breath- holding period. ▶ ▶For most exercises, exhale through the stick- ing point of the concentric phase and inhale during the eccentric phase. Experienced and well-trained athletes may want to use the Valsalva maneuver when performing structural exercises to assist in maintaining proper vertebral alignment and support (6)."
    },
    {
        "heading": "Weight Belts",
        "content": "The use of a weight belt may help maintain intra-ab- dominal pressure during lifting (5, 7). Its appropriate- ness depends on the type of exercise performed and the relative load lifted. It is recommended that a weight belt be worn for exercises that place stress on the lower back and during sets that use near-maximal or maximal loads. Adopting this strategy may reduce the risk of lower back injury when combined with proper lifting and spotting techniques. A drawback to weight belt use is that wearing a belt too often reduces opportunities for the abdominal muscles to be trained. Furthermore, no weight belt is needed for exercises that do not stress the lower back (e.g., biceps curl, lat pulldown), or for exercises that do stress the lower back (e.g., back squat or deadlift) but involve the use of light loads. ▶ ▶Typically an athlete should wear a weight belt when performing exercises that place stress on the lower back and during sets that involve near-maximal or maximal loads. A weight belt is not needed for exercises that do not stress the lower back or for those that do stress the lower back but involve light loads."
    },
    {
        "heading": "Spotting Free Weight Exercises",
        "content": "A spotter is someone who assists in the execution of an exercise to help protect the athlete from injury. A spotter may also serve to motivate the athlete and help in the completion of forced repetitions (also referred to as partner-assisted reps), but the spotter’s primary responsibility is the safety of the athlete being spotted. The spotter must realize that poor execution of this responsibility may result in serious injury, not only to the athlete being spotted, but also to the spotter and other individuals in close proximity. Although partner-assisted actions are valuable in helping an athlete benefit from training, the importance of promoting safety cannot be overemphasized. The remainder of this section offers additional insight on when and how to spot free weight exercises. This information provides a foundation for strength and conditioning professionals to apply to their specific training environment."
    },
    {
        "heading": "Types of Exercises Performed",
        "content": "and Equipment Involved Free weight exercises performed over the head (e.g., barbell shoulder press) or with the bar on the back (e.g., back squat), racked anteriorly on the shoulders or on the clavicles (e.g., front squat) or over the face (e.g., bench press, lying triceps extension), are more challenging for the athlete to correctly execute than those in which the bar or dumbbells are held or raised at the sides or in front (e.g., lateral shoulder raise or barbell biceps curl, respectively) and therefore should involve one or more spotters. The overhead, bar-on-the-back or bar-on-the- front-shoulders and over-the-face exercises (especially using dumbbells) also require more skill on the part of the spotter and are potentially the most dangerous to the athlete. Spotting dumbbell exercises typically requires more skill than spotting barbell exercises because there is an additional piece of equipment to observe and spot. Power exercises should not be spotted. ▶ ▶With the exception of power exercises, free weight exercises performed with a bar moving over the head, positioned on the back, racked on the front of the shoulders, or passing over the face typically require one or more spotters."
    },
    {
        "heading": "Spotting Overhead Exercises and Those With",
        "content": "the Bar on the Back or Front Shoulders Ideally, to promote the safety of the athlete, the spot- ters, and others nearby, overhead exercises and those involving the bar on the back or front shoulders should be performed inside a power rack with the crossbars in place at an appropriate height. All plates, bars, locks, and weight-plate trees must be cleared from the lifting area so they cannot be tripped over or run into and cannot affect the movement of the bar. Athletes who are not lifting should be instructed to stay clear of the lifting area. Since the loads lifted in these exercises can be considerable, to exert sufficient leverage the spotter or spotters should be at least as strong and at least as tall as the athlete who is lifting. Out-of-the-rack exercises (e.g., forward step lunge or step-up) with heavy weights can result in serious injury. These exercises should be executed only by well-trained and skilled athletes and spotted by experienced professionals. Exercise Technique for Free Weight and Machine Training"
    },
    {
        "heading": "When spotting over-the-face barbell exercises, it is",
        "content": "important for the spotter to grasp the bar with an alter- nated grip, usually narrower than the athlete’s grip. Because of the bar’s curved trajectory in some exer- cises (e.g., lying triceps extension, barbell pullover), the spotter will use an alternated grip to pick up the bar and return it to the floor but a supinated grip to spot the bar. This helps ensure that the bar does not roll out of the spotter’s hands and onto the athlete’s face or neck. Since the spotter may be called upon to catch the bar or assist in lifting moderate to heavy loads (usually from a higher vantage point), establishing a solid, wide base of support with the feet and a neutral spine position is critically important. For dumbbell exercises, it is important to spot as close to the dumbbells as possible or, in a few exercises, to spot the dumbbell itself. Although some individuals advocate spotting dumbbell movements by placing the hands on the athlete’s upper arms or elbows (figure 15.3a), this technique may lead to injury. If the athlete’s elbows “collapse” (i.e., flex), the spotter will not be in a position to stop the dumbbells from striking the athlete’s face or chest. Spotting at the forearms near the wrists (figure 15.3b) is a safer technique. Note that for some exercises (e.g., dumbbell pullover and overhead dumbbell triceps extension), it is necessary to spot with hands on the dumbbell itself."
    },
    {
        "heading": "Do Not Spot Power Exercises",
        "content": "Whereas spotting is recommended in the types of exercises previously described, it is not advised in power exercises. Instead of spotting these exercises, the strength and conditioning professional needs to teach athletes how to get away from a bar that is unmanage- able. Spotting these types of exercises is too dangerous to both the spotter and athlete. Athletes should be instructed that when they miss the bar in front, they should push the bar away or simply drop it. They should be taught that if they lose the bar behind the head, they should release it and jump forward. For these reasons, the surrounding area or platform should be cleared of other athletes and equipment before such exercises are performed."
    },
    {
        "heading": "Number of Spotters",
        "content": "The number of spotters needed is largely determined by the load being lifted, the experience and ability of the athlete and spotters, and the physical strength of the spotters. With heavier loads, the likelihood and severity of an injury increase. Once the load exceeds the spotter’s ability to effectively protect the athlete (and him- or herself), another spotter must become involved. On the other hand, one spotter is preferred if he or she can easily handle the load, because two or more spotters must coordinate their actions with those of the athlete. As the number of spotters increases, so does the chance that an error in timing or technique may occur."
    },
    {
        "heading": "Communication Between Athlete",
        "content": "and Spotter Communication is the responsibility of both the spotter and the athlete. Before beginning a set, the athlete should tell the spotter how the bar will initially be handled, how many repetitions will be performed, and when he or Figure 15.3  (a) Incorrect dumbbell spotting location. (b) Correct spotting location. a b she is ready to move the bar into position. If spotters do not have this information they may take control of the bar improperly, too soon, or too late and consequently disrupt the exercise or injure the athlete."
    },
    {
        "heading": "Use of a Liftoff",
        "content": "The term liftoff refers to moving the bar from the upright supports to a position in which the athlete can begin the exercise. Usually the spotter helps place the barbell or dumbbells into the athlete’s hands while the elbows are extended and helps to move the barbell or dumbbells to the proper starting position. Some athletes may want the spotter to provide a liftoff; others do not. If a liftoff is needed or requested, the athlete and spotter need to agree in advance on a verbal signal (e.g., the command “up” or “I will give it to you on the count of three”). Typically, the athlete signals that he or she is ready; the spotter says, “One, two, three,” and on “three” the bar is moved into position. Liftoffs are normally used in the bench press (off the supports), shoulder press (off the supports or the shoulders), and squatting exercises if the supports are too low and nonadjustable. When two spotters are involved and the athlete wants a liftoff, as with a bench press, one spotter should assist with the liftoff and then quickly move to the end of the bar to spot (the other spotter is already at the other end). The spotter providing the liftoff must be sure that the athlete has complete control of the bar at the conclusion of the liftoff. If two spotters are used, both should help the ath- lete place the bar back onto the supports on completion of the exercise."
    },
    {
        "heading": "Amount and Timing of Spotting Assistance",
        "content": "Knowing how much and when to help an athlete is an important aspect of spotting, and it requires the spotter to be experienced in proper spotting techniques. Most athletes typically need just enough help to successfully complete a repetition through a sticking point (i.e., a partner-assisted action); other times they might need the spotter to handle the entire load. At the first indication that a repetition will be missed, the athlete should quickly ask or signal the spotter (sometimes with just a grunt or sound) for help, and the spotter needs to immediately attempt to provide the amount of assistance needed. If the athlete cannot contribute anything to the completion of the repetition, the athlete should immediately tell the spotter to “take it” or use some other phrase agreed upon before the lift. Regardless of when or why the spotter"
    },
    {
        "heading": "Guidelines for Spotting",
        "content": "Certain exercises that require spotting (over the face-neck and on the back) have a higher level of difficulty and thus warrant additional safety considerations. In any exercise where the potential for injury might occur, spotting should be used. •\t Spotting is necessary on skillful multijoint exercises that involve a barbell or dumbbells being lifted over the head, on the back, on the front of the shoulders, or over the face. •\t Exercises done overhead and with a bar racked on the back or in front of the shoulders may require more than one spotter, and multiple spotters must be taught how and where to spot the exercise. •\t Spotting over-the-face exercises requires the spotter to grasp the implement being lifted or the athlete’s wrists. Spotters must be trained to grasp the implement properly and even assist athletes in reracking the bar or returning dumbbells to the start position in case an exercise becomes too difficult to complete safely on their own. •\t Power exercises are not spotted due to the safety factors for the athlete and the spotter(s), and athletes should be taught “how to miss” properly when learning these exercises. •\t Determining the number of spotters for certain exercises depends on a number of factors, especially the amount of load being used, because the likelihood of injury can increase greatly with heavier loads. •\t Both spotters and athletes must communicate properly before beginning an exercise requiring increased safety. They both must take part in this communication and be clear as to what exercise is being per- formed and how many repetitions. Therefore, communicating on exercises that require a liftoff is critical to safety in these exercises. •\t The liftoff requires a spotter to assist the athlete in getting the implement(s) to the proper position before beginning the exercise and can require multiple spotters, depending on the exercise. The spotting guidelines provided in this chapter should be a fundamental part of any strength and condi- tioning professional’s training. Safety of athletes in the weight room is the most important part of supervising and conducting proper training programs and providing the best and safest atmosphere for athletes to be successful in training. Exercise Technique for Free Weight and Machine Training is needed to assist, he or she should take the bar—if possible—from the athlete quickly and smoothly, trying to avoid abrupt changes in the amount of load being handled by the athlete. The athlete should try to stay with the bar until it is racked or placed safely on the floor. This helps to protect both the spotter and athlete from injury."
    },
    {
        "heading": "The spotting guidelines provided in the exercise",
        "content": "technique checklists are appropriate for a typical train- ing environment. Spotting procedures may vary when excessively heavy loads are being used—such as 1RM attempts—because more spotters are typically needed."
    },
    {
        "heading": "Conclusion",
        "content": "It is critically important that the strength and condition- ing professional provide athletes with proper instruction in resistance training exercise technique, including the fundamentals of breathing and weight belt use. In addi- tion, the strength and conditioning professional needs to teach athletes how and when exercises should be spotted."
    },
    {
        "heading": "Combined with quality supervision and ongoing feed-",
        "content": "back, this attention to proper instruction results in a safe training environment and an effective and appropriate training stimulus."
    },
    {
        "heading": "RESISTANCE TRAINING EXERCISES",
        "content": "Videos for exercises identified by this icon       can be found in the web resource at www.HumanKinetics.com/EssentialsOfStrengthTrainingAndConditioning."
    },
    {
        "heading": "ABDOMEN",
        "content": "15.1 \t Bent-Knee Sit-Up 15.2 \t Abdominal Crunch 15.3 \t Abdominal Crunch (Machine)"
    },
    {
        "heading": "BACK",
        "content": "15.4 \t Bent-Over Row 15.5 \t One-Arm Dumbbell Row 15.6 \t Lat Pulldown (Machine) 15.7 \t Seated Row (Machine) 15.8 \t Low-Pulley Seated Row (Machine)"
    },
    {
        "heading": "BICEPS",
        "content": "15.9 \t Barbell Biceps Curl 15.10 \t Hammer Curl"
    },
    {
        "heading": "CALVES",
        "content": "15.11 \t Standing Calf (Heel) Raise (Machine)\t 369 15.12 \t Seated Calf (Heel) Raise (Machine)"
    },
    {
        "heading": "CHEST",
        "content": "15.13 \t Flat Barbell Bench Press (and Dumbbell Variation) 15.14\t Incline Dumbbell Bench Press (and Barbell Variation) 15.15 \t Flat Dumbbell Fly (and Incline Variation) 15.16 \t Vertical Chest Press (Machine) 15.17 \t Pec Deck (Machine)"
    },
    {
        "heading": "FOREARMS",
        "content": "15.18 \t Wrist Curl 15.19 \t Wrist Extension"
    },
    {
        "heading": "HIP AND THIGH",
        "content": "15.20 \t Hip Sled (Machine) 15.21 \t Back Squat 15.22 \t Front Squat 15.23 \t Forward Step Lunge 15.24 \t Step-Up 15.25 \t Good Morning 15.26 \t Deadlift 15.27 \t Stiff-Leg Deadlift 15.28 \t Romanian Deadlift (RDL) 15.29 \t Leg (Knee) Extension (Machine) 15.30 \t Seated Leg (Knee) Curl (Machine)"
    },
    {
        "heading": "SHOULDERS",
        "content": "15.31 \t Shoulder Press (Machine) 15.32 \t Seated Barbell Shoulder Press (and Dumbbell Variation) 15.33 \t Upright Row 15.34 \t Lateral Shoulder Raise"
    },
    {
        "heading": "TRICEPS",
        "content": "15.35 \t Lying Barbell Triceps Extension 15.36 \t Triceps Pushdown (Machine)"
    },
    {
        "heading": "POWER EXERCISES",
        "content": "15.37 \t Push Press 15.38 \t Push Jerk 15.39 \t Power Clean (and Hang Power Clean Variation) 15.40 \t Power Snatch (and Hang Power Snatch Variation)"
    },
    {
        "heading": "Abdomen",
        "content": "15.1"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Lie in a supine position on a floor mat. •\t Flex the knees to bring the heels near the but- tocks. •\t Fold the arms across the chest or abdomen. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Flex the neck to move the chin toward the chest. •\t Keeping the feet, buttocks, and lower back neutral and stationary on the mat, curl the torso toward the thighs until the upper back is off the mat."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Uncurl the torso back to the starting position. •\t Keep the feet, buttocks, lower back, and arms in the same position."
    },
    {
        "heading": "Major Muscle Involved",
        "content": "rectus abdominis"
    },
    {
        "heading": "Upward and downward movements",
        "content": "15.2"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Lie in a supine position on a floor mat. •\t Place the heels on a bench with the hips and knees flexed to about 90°. •\t Fold the arms across the chest or abdomen. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Flex the neck to move the chin toward the chest. •\t Keeping the buttocks and lower back neutral and stationary on the mat, curl the torso toward the thighs until the upper back is off the mat."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Uncurl the torso back to the starting position. •\t Keep the feet, buttocks, lower back, and arms in the same position."
    },
    {
        "heading": "Major Muscle Involved",
        "content": "rectus abdominis"
    },
    {
        "heading": "Forward and backward movements",
        "content": "15.3"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit down on the machine and press the back firmly against the back pad. •\t Place the feet on the floor and the legs behind the roller pads. •\t Position the legs parallel to each other. •\t Reach back and grasp the handles with a closed, neutral grip with the back of the upper arms pressed against the arms pads. •\t All repetitions begin from this position."
    },
    {
        "heading": "Forward Movement Phase",
        "content": "•\t Keeping the buttocks on the seat and the legs stationary, curl the torso forward toward the thighs."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Uncurl the torso back to the starting position. •\t Keep the feet, buttocks, lower back, and arms in the same position."
    },
    {
        "heading": "Major Muscle Involved",
        "content": "rectus abdominis"
    },
    {
        "heading": "Before Beginning",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Grip should be wider than shoulder-width. •\t Lift the bar from the floor as described for the deadlift exercise. Use a pronated grip, not an alternated grip."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Position the feet in a shoulder-width stance with the knees slightly flexed. •\t Flex forward at the hips so the torso is slightly above parallel to the floor. •\t Create a neutral spine position. •\t Focus the eyes a short distance ahead of the feet. •\t Allow the bar to hang with the elbows fully extended. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Pull the bar toward the torso. •\t Keep the torso rigid, back neutral, and knees slightly flexed. •\t Do not jerk the torso upward. •\t Touch the bar to the lower chest or upper abdo- men."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the bar back to the starting position. •\t Maintain the neutral spine and stationary torso and knee positions. •\t At the end of the set, flex the hips and knees to place the bar on the floor and stand up."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "latissimus dorsi, teres major, middle trapezius, rhomboids, posterior deltoids 15.4"
    },
    {
        "heading": "Upward and downward movements",
        "content": "15.5"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Position the feet in a shoulder-width stance with the knees slightly flexed. •\t Flex forward at the hips so the torso is slightly above parallel to the floor. •\t Create a neutral spine position. •\t Grasp the dumbbell with a closed, neutral grip. •\t Place the opposite hand on the bench for sup- port. •\t Allow the dumbbell to hang with the elbow fully extended. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Pull the dumbbell toward the torso, keeping the elbow close to the body. •\t Keep the torso rigid, back neutral, and knees slightly flexed. •\t Touch the dumbbell to the side of the torso."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the dumbbell back to the starting position. •\t Maintain the neutral spine and stationary torso and flexed knee positions."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "latissimus dorsi, teres major, middle trapezius, rhomboids, posterior deltoids"
    },
    {
        "heading": "Downward and upward movements",
        "content": "15.6"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Grip should be wider than shoulder-width. •\t Sit down on the seat facing the machine. •\t Position the thighs under the pads with the feet flat on the floor. If necessary, adjust the seat and thigh pad. •\t Lean the torso slightly backward. •\t Extend the elbows fully. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Pull the bar down and toward the upper chest. •\t Maintain the slight torso backward lean; do not jerk the torso backward. •\t Touch the bar to the clavicle and upper chest area."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Allow the elbows to slowly extend back to the starting position. •\t Keep the torso in the same position. •\t At the end of the set, stand up and return the bar to its resting position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "latissimus dorsi, teres major, middle trapezius, rhomboids, posterior deltoids"
    },
    {
        "heading": "Backward and forward movements",
        "content": "15.7"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit erect with the feet flat on the platform and press the torso against the chest pad. •\t Grasp the handles with a closed grip, either pronated or neutral. If necessary, adjust the seat height to position the arms approximately parallel to the floor. •\t Allow the elbows to extend fully. •\t All repetitions begin from this position."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Pull the handles toward the chest or upper abdomen. •\t Maintain an erect torso position and keep the elbows next to the torso. •\t Pull the handles as far back as possible. •\t Do not jerk the torso backward."
    },
    {
        "heading": "Forward Movement Phase",
        "content": "•\t Allow the handles to move forward, back to the starting position. •\t Keep the torso in the same position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "latissimus dorsi, teres major, middle trapezius, rhomboids, posterior deltoids"
    },
    {
        "heading": "Backward and forward movements",
        "content": "15.8"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit on the long seat pad (or on the floor if the seat pad is not available) and place the feet on the foot supports or the machine frame. •\t Grasp the handles with a closed grip, either neutral or pronated. •\t Sit in an erect position with the torso perpendic- ular to the floor, knees slightly flexed, and the feet and legs parallel to each other. •\t Allow the elbows to fully extend with the arms approximately parallel to the floor. •\t All repetitions begin from this position."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Pull the handles toward the abdomen. •\t Maintain an erect torso position with the knees in the same slightly flexed position. Do not jerk the upper body or lean back. •\t Continue pulling until the handles touch the abdomen."
    },
    {
        "heading": "Forward Movement Phase",
        "content": "•\t Allow the elbows to slowly extend back to the starting position. •\t Maintain an erect torso position with the knees in the same slightly flexed position. •\t At the end of the set, flex the knees and hips to return the weight to its resting position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "latissimus dorsi, teres major, middle trapezius, rhomboids, posterior deltoids"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, supinated grip. •\t Grip should be shoulder-width so the arms touch the sides of the torso. •\t Stand erect with the feet shoulder-width apart and the knees slightly flexed. •\t Rest the bar on the front of the thighs with the elbows fully extended. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Flex the elbows until the bar is near the anterior deltoids. •\t Keep the torso erect and the upper arms sta- tionary. •\t Do not jerk the body or swing the bar upward."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the bar until the elbows are fully extended. •\t Keep the torso and knees in the same position. •\t Do not bounce the bar on the thighs between repetitions."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "biceps brachii, brachialis, brachioradialis 15.9"
    },
    {
        "heading": "Upward and downward movements",
        "content": "15.10\t Hammer Curl"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp two dumbbells using a closed, neutral grip. •\t Stand erect with the feet shoulder-width apart and the knees slightly flexed. •\t Position the dumbbells alongside the thighs with the elbows fully extended. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Keeping the dumbbell in a neutral grip, flex the elbow of one arm until the dumbbell is near the anterior deltoid. The other arm should be kept stationary at the side of the thigh. •\t Keep the torso erect and the upper arm sta- tionary. •\t Do not jerk the body or swing the dumbbell upward."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the dumbbell until the elbow is fully extended. •\t Keep the dumbbell in a neutral grip position. •\t Keep the torso and knees in the same position. •\t Repeat the upward and downward movement phases with the other arm (alternate arms)."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "brachialis, biceps brachii, brachioradialis"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Position the body evenly under the shoulder pads. •\t Grasp the handles and place the balls of the feet on the nearest edge of the step with the legs and feet hip-width apart and parallel to each other. •\t Stand erect with the knees fully extended but not forcefully locked out. •\t Allow the heels to lower to a comfortable, stretched position. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Keeping the torso erect and the legs and feet parallel, push up as high as possible on the toes. •\t Push up off the step; do not invert or evert the feet. •\t Keep the knees extended but not locked out."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the heels to lower slowly back to the starting position. •\t Maintain the same body position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gastrocnemius, soleus 15.11\t Standing Calf (Heel) Raise  (Machine)"
    },
    {
        "heading": "Upward and downward movements",
        "content": "15.12\t Seated Calf (Heel) Raise  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit erect on the seat and place the balls of the feet on the nearest edge of the step with the legs and feet hip-width apart and parallel to each other. •\t Lower the thigh–knee pad so it firmly presses against the knees and front of the lower thigh area. •\t Plantar flex the ankles to remove the supports. •\t Allow the heels to lower to a comfortable, stretched position. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Keeping the torso erect and the legs and feet parallel, push up on the toes as high as possible. •\t Push up off the step; do not invert or evert the feet."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the heels to lower slowly back to the starting position. •\t Maintain the same body position. •\t At the end of the set, return the supports to the starting position and remove the feet."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "soleus, gastrocnemius"
    },
    {
        "heading": "Chest",
        "content": "This exercise can also be performed with two dumbbells, using a closed, pronated grip. When using dumbbells, the spotter assists by spotting the athlete’s forearms near the wrists instead of the bar."
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Lie in a supine position on a bench in the five- point body contact position. •\t Place the body on the bench so that the eyes are below the racked bar. •\t Grasp the bar with a closed, pronated grip slightly wider than shoulder-width apart. •\t Signal the spotter for assistance in moving the bar off the supports. •\t Position the bar over the chest with the elbows fully extended. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Stand erect and very close to the head of the bench (but do not distract the athlete). •\t Place the feet shoulder-width apart with the knees slightly flexed. •\t Grasp the bar with a closed, alternated grip inside the athlete’s hands. •\t At the athlete’s signal, assist with moving the bar off the supports. •\t Guide the bar to a position over the athlete’s chest. •\t Release the bar smoothly."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Lower the bar to touch the chest at approximately nipple level. •\t Keep the wrists stiff and the forearms perpendic- ular to the floor and parallel to each other. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Downward Movement Phase: Spotter",
        "content": "•\t Keep the hands in the alternated grip posi- tion close to—but not touching—the bar as it descends. •\t Slightly flex the knees, hips, and torso and keep the back neutral when following the bar."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Push the bar upward and very slightly backward until the elbows are fully extended. •\t Keep the wrists stiff and the forearms perpendic- ular to the floor and parallel to each other. •\t Maintain the five-point body contact position. •\t Do not arch the back or raise the chest to meet the bar. •\t At the end of the set, signal the spotter for assis- tance in racking the bar. •\t Keep a grip on the bar until it is racked."
    },
    {
        "heading": "Upward Movement Phase: Spotter",
        "content": "•\t Keep the hands in the alternated grip posi- tion close to—but not touching—the bar as it ascends. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the bar. •\t At the athlete’s signal, grasp the bar with an alternated grip inside the athlete’s hands. •\t Guide the bar back onto the supports. •\t Keep a grip on the bar until it is racked."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "pectoralis major, anterior deltoids, triceps brachii 15.13\t Flat Barbell Bench Press  (and Dumbbell Variation) (continued)"
    },
    {
        "heading": "Racking the bar",
        "content": "15.13 (continued) 15.14\t Incline Dumbbell Bench Press  (and Barbell Variation)"
    },
    {
        "heading": "Chest",
        "content": "This exercise can also be performed with a barbell, using a closed, pronated grip slightly wider than shoul- der-width. When using a barbell, the spotter assists by spotting the bar instead of the forearms near the athlete’s wrists."
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Grasp two dumbbells using a closed, pronated grip. •\t Lie in a supine position on an incline bench in the five-point body contact position. •\t Signal the spotter for assistance in moving the dumbbells into the starting position. •\t Press the dumbbells in unison to an extend- ed-elbow, parallel-arm position above the head and face. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Stand erect and very close to the head of the bench (but do not distract the athlete). •\t Place the feet shoulder-width apart with the knees slightly flexed. •\t Grasp the athlete’s forearms near the wrists. •\t At the athlete’s signal, assist with moving the dumbbells to a position over the athlete’s head and face. •\t Release the athlete’s forearms smoothly."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Lower the dumbbells down and slightly out to be near the armpits and in line with the upper one-third area of the chest (between the clavicles and the nipples). •\t Keep the wrists stiff and directly above the elbows, with the dumbbell handles aligned with each other. •\t Maintain the five-point body contact position. •\t Do not arch the back or raise the chest to meet the dumbbells."
    },
    {
        "heading": "Downward Movement Phase: Spotter",
        "content": "•\t Keep the hands near—but not touching—the athlete’s forearms near the wrists as the dumb- bells descend. •\t Slightly flex the knees, hips, and torso and keep the back neutral when following the dumbbells."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Push the dumbbells upward at the same rate and very slightly toward each other until the elbows are fully extended. •\t Keep the wrists stiff and directly above the elbows, with the dumbbell handles aligned with each other. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Upward Movement Phase: Spotter",
        "content": "•\t Keep the hands near—but not touching—the athlete’s forearms near the wrists as the dumb- bells ascend. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the dumb- bells."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "pectoralis major, anterior deltoids, triceps brachii 15.15\t Flat Dumbbell Fly  (and Incline Variation)"
    },
    {
        "heading": "Chest",
        "content": "This exercise can also be performed on an incline bench. If using the incline variation, begin by position- ing the dumbbells over the head and face instead of over the chest."
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Grasp two dumbbells using a closed, neutral grip. •\t Lie in a supine position on a bench in the five- point body contact position. •\t Signal the spotter for assistance in moving the dumbbells into the starting position. •\t Press the dumbbells in unison to an extended-el- bow position above the chest. •\t Slightly flex the elbows and point them out to the sides. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Position one knee on the floor with the foot of the other leg forward and flat on the floor (or kneel on both knees). •\t Grasp the athlete’s forearms near the wrists. •\t At the athlete’s signal, assist with moving the dumbbells to a position over the athlete’s chest. •\t Release the athlete’s forearms smoothly."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Lower the dumbbells in a wide arc until they are level with the shoulders or chest. •\t Keep the dumbbell handles parallel to each other as the elbows move downward. •\t Keep the wrists stiff and the elbows held in a slightly flexed position. •\t Keep the hands, wrists, forearms, elbows, upper arms, and shoulders in the same vertical plane. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Downward Movement Phase: Spotter",
        "content": "•\t Keep the hands near—but not touching—the athlete’s forearms near the wrists as the dumb- bells descend."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Raise the dumbbells up toward each other in a wide arc back to the starting position. •\t Keep the wrists stiff and the elbows held in a slightly flexed position. •\t Keep the hands, wrists, forearms, elbows, upper arms, and shoulders in the same vertical plane. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Upward Movement Phase: Spotter",
        "content": "•\t Keep the hands near—but not touching—the athlete’s forearms near the wrists as the dumb- bells ascend."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "pectoralis major, anterior deltoids 15.16\t Vertical Chest Press  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit down and lean back on the seat in the five- point body contact position. •\t Grasp the handles with a closed, pronated grip. •\t Align handles with the nipples. If necessary, adjust the seat height to correctly position the handles. •\t All repetitions begin from this position."
    },
    {
        "heading": "Forward Movement Phase",
        "content": "•\t Push the handles away from the chest to a fully extended elbow position. •\t Do not arch the lower back or forcefully lock out the elbows. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Allow the handles to slowly move backward to the starting position. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "pectoralis major, anterior deltoids, triceps brachii"
    },
    {
        "heading": "Forward and backward movements",
        "content": "15.17\t Pec Deck  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit down and lean back on the seat in the five- point body contact position. (Note: Some back pads are not long enough to allow the back of the head to be in contact with the bench.) •\t Grasp the handles with a closed, neutral grip. •\t Align the handles with the midchest so that the arms are parallel to the floor. If necessary, adjust the seat height to correctly position the handles. •\t All repetitions begin from this position."
    },
    {
        "heading": "Forward Movement Phase",
        "content": "•\t Pull the handles toward each other while main- taining a slight bend in the elbow, until the fingers touch in front of the body. •\t Do not arch the back or lock out the elbows. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Backward Movement Phase",
        "content": "•\t Allow the handles to slowly move outward back to the starting position. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "pectoralis major, anterior deltoids, triceps brachii"
    },
    {
        "heading": "Forearms",
        "content": "15.18\t Wrist Curl"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit on the end of a bench. •\t Grasp the bar with a closed, supinated grip about hip- to shoulder-width apart. •\t Position the feet and legs parallel to each other with the toes pointing straight ahead. •\t Lean the torso forward and place the elbows and forearms on the top of the thighs. •\t Move the wrists forward until they extend slightly beyond the patellae. •\t Allow the wrists to extend and the hands to open so that the fingertips hold the bar."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Raise the bar by flexing the fingers and then the wrists. •\t Flex the wrists as far as possible without moving the elbows or forearms. •\t Do not jerk the shoulders backward or swing the bar upward."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the wrists and fingers to slowly extend back to the starting position. •\t Keep the torso and arms in the same position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "flexor carpi ulnaris, flexor carpi radialis, palmaris longus"
    },
    {
        "heading": "Upward and downward movements",
        "content": "15.19\t Wrist Extension"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit on the end of a bench. •\t Grasp the bar with a closed, pronated grip about hip- to shoulder-width apart. •\t Position the feet and legs parallel to each other with the toes pointing straight ahead. •\t Lean the torso forward and place the elbows and forearms on the top of the thighs. •\t Move the wrists forward until they are slightly beyond the patellae. •\t Keep a closed grip on the bar but allow the wrists to flex toward the floor."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Raise the bar by extending the wrists. •\t Extend the wrists as far as possible without moving the elbows or forearms. •\t Do not jerk the body backward or swing the bar upward."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the wrists to slowly flex back to the starting position. •\t Keep the torso and arms in the same position. •\t Maintain a closed grip."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "extensor carpi ulnaris, extensor carpi radialis brevis (and longus)"
    },
    {
        "heading": "Hip and Thigh",
        "content": "15.20\t Hip Sled  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit in the machine with the lower back, hips, and buttocks pressed against their pads. •\t Place the feet flat on the platform hip-width apart with the toes slightly angled out. •\t Position the legs parallel to each other. •\t Grasp the handles or the sides of the seat and move the hips and knees to a fully extended position, but do not forcefully lock the knees. •\t Keep the hips on the seat and the back pressed firmly and evenly against the back pad. •\t Remove the support mechanism from the foot platform and grasp the handles or the seat again. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the hips and knees to slowly flex to lower the platform. •\t Do not allow the platform to lower rapidly. •\t Keep the hips and buttocks on the seat and the back pressed firmly and evenly against the back pad. •\t Keep the knees aligned over the feet as they flex. •\t Allow the hips and knees to flex until the thighs are parallel to the foot platform. •\t Do not allow the buttocks to lose contact with the seat, the hips to roll off the back pad, or the heels to rise off the foot platform."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Push the platform up by extending the hips and knees. •\t Push to a fully extended position, but do not forcefully lock out the knees. •\t Maintain the same hip and back position; do not allow the buttocks to rise. •\t Keep the knees aligned over the feet as they extend. •\t At the end of the set, return the supports to the starting position, remove the feet, and exit the machine."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 15.21\t Back Squat"
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Grasp the bar with a closed, pronated grip (actual width depends on the bar position). •\t Step under the bar and position the feet parallel to each other. •\t Place the bar in a balanced position on the upper back and shoulders in one of two locations: 1.\t Low bar position—across the posterior del- toids at the middle of the trapezius (using a handgrip wider than shoulder-width) 2.\t High bar position—above the posterior del- toids at the base of the neck (using a handgrip only slightly wider than shoulder-width) •\t Lift the elbows up to create a “shelf” for the bar using the upper back and shoulder muscles. •\t Hold the chest up and out. •\t Tilt the head slightly up. •\t Once in position, signal the spotters for assis- tance in moving the bar off the supports. •\t Extend the hips and knees to lift the bar. •\t Take one or two steps backward. •\t Position the feet shoulder-width apart (or wider), even with each other, with the toes pointed slightly outward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Two Spotters",
        "content": "•\t Stand erect at opposite ends of the bar with the feet shoulder-width apart and the knees slightly flexed."
    },
    {
        "heading": "Racking the bar",
        "content": "•\t Grasp the end of the bar by wrapping the hands around the bar with the thumbs crossed and palms facing the barbell. •\t At the athlete’s signal, assist with lifting and balancing the bar as it is moved off the supports. •\t Release the bar smoothly. •\t Hold the hands 2 to 3 inches (5-8 cm) below the ends of the bar. •\t Move sideways in unison with the athlete as the athlete moves backward. •\t Once the athlete is in position, get into a shoul- der-width stance with the knees slightly flexed and the torso erect."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Maintain a position with the back neutral, elbows high, and the chest up and out. •\t Allow the hips and knees to slowly flex while keeping the torso-to-floor angle relatively con- stant. •\t Keep the heels on the floor and the knees aligned over the feet. •\t Continue flexing the hips and knees until the tops of the thighs are parallel to the floor, the trunk begins to round or flex forward, or the heels rise off the floor."
    },
    {
        "heading": "Downward Movement Phase: Two Spotters",
        "content": "•\t Keep the thumbs crossed and hands close to— but not touching—the bar as it descends. •\t Slightly flex the knees, hips, and torso to keep a neutral spine position when following the bar."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Maintain a position with neutral spine, high elbows, and the chest up and out. •\t Extend the hips and knees at the same rate (to keep the torso-to-floor angle constant). •\t Keep the heels on the floor and the knees aligned over the feet. •\t Do not flex the torso forward or round the back. •\t Continue extending the hips and knees to reach the starting position. •\t At the end of the set, step forward toward the rack. •\t Squat down until the bar rests on the supports."
    },
    {
        "heading": "Upward Movement Phase: Two Spotters",
        "content": "•\t Keep the thumbs crossed and hands close to— but not touching—the bar as it ascends. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the bar. •\t At the end of the set, move sideways in unison with the athlete back to the rack. •\t Simultaneously grasp the bar and assist with balancing the bar as it is racked. •\t Release the bar smoothly."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 15.22\t Front Squat"
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Step under the bar and position the feet parallel to each other. •\t Place the hands on the bar in one of two arm positions: 1.\t Parallel-arm position — — Grasp the bar with a closed, pronated grip. — — Grip should be slightly wider than shoul- der-width. — — Move up to the bar to place it on top of the anterior deltoids and clavicles. — — Fully flex the elbows to position the upper arms parallel to the floor. 2.\t Crossed-arm position — — Flex the elbows and cross the arms in front of the chest."
    },
    {
        "heading": "Hip and Thigh",
        "content": "— — Move up to the bar to place it on top of the anterior deltoids. — — Use an open grip with the hands on top of the bar and the fingers holding it in place. — — Lift the elbows to position the arms par- allel to the floor. •\t Hold the chest up and out. •\t Tilt the head slightly up. •\t Once in position, signal the spotter for assistance in moving the bar off the supports. •\t Extend the hips and knees to lift the bar. •\t Take one or two steps backward. •\t Position the feet shoulder-width apart (or wider), even with each other, with the toes pointed slightly outward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Two Spotters",
        "content": "•\t Stand erect at opposite ends of the bar with the feet shoulder-width apart and the knees slightly flexed. •\t Grasp the end of the bar by wrapping the hands around the bar with the thumbs crossed and palms facing the barbell. •\t At the athlete’s signal, assist with lifting and balancing the bar as it is moved off the supports. •\t Release the bar smoothly. •\t Hold the hands 2 to 3 inches (5-8 cm) below the ends of the bar. •\t Move sideways in unison with the athlete as the athlete moves backward. •\t Once the athlete is in position, get into a shoul- der-width stance with the knees slightly flexed and the torso erect."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Maintain a position with the back neutral, elbows high, and the chest up and out. •\t Allow the hips and knees to slowly flex while keeping the torso-to-floor angle relatively con- stant. •\t Keep the heels on the floor and the knees aligned over the feet. •\t Do not flex the torso forward or round the back. •\t Continue flexing the hips and knees until the tops of the thighs are parallel to the floor, the trunk begins to round or flex forward, or the heels rise off the floor."
    },
    {
        "heading": "Downward Movement Phase: Two Spotters",
        "content": "•\t Keep the thumbs crossed and hands close to— but not touching—the bar as it descends. •\t Slightly flex the knees, hips, and torso and keep the back neutral when following the bar."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Maintain a position with the back neutral, elbows high, and the chest up and out. •\t Extend the hips and knees at the same rate (to keep the torso-to-floor angle constant). •\t Keep the heels on the floor and the knees aligned over the feet. •\t Do not flex the torso forward or round the back. •\t Continue extending the hips and knees to reach the starting position. •\t At the end of the set, step forward toward the rack. •\t Squat down until the bar rests on the supports."
    },
    {
        "heading": "Upward Movement Phase: Two Spotters",
        "content": "•\t Keep the thumbs crossed and hands close to— but not touching—the bar as it ascends. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the bar. •\t At the end of the set, move sideways in unison with the athlete back to the rack. •\t Simultaneously grasp the bar and assist with balancing the bar as it is placed back on the supports. •\t Release the bar smoothly."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 15.23\t Forward Step Lunge This exercise can also be performed with two dumb- bells, using a closed, neutral grip. The athlete allows the dumbbells to hang at arm’s length alongside the body throughout the exercise. When using dumbbells, the spotter assists the athlete in the same manner as in the barbell version, although the task of helping the athlete rack the bar is not applicable. (Note: This exercise cannot be performed inside a typical power rack. The use of a tiered squat rack or a power rack that has supports on the outside is recommended. To allow an optimal view of the exercise technique, a rack is not shown in the photos.)"
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Step under the bar and position the feet parallel to each other. •\t Grasp the bar with a closed, pronated grip. •\t Place the bar in a balanced position on the upper back and shoulders above the posterior deltoids at the base of the neck (using a handgrip only slightly wider than shoulder-width). •\t Lift the elbows up to create a “shelf” for the bar using the upper back and shoulder muscles. •\t Hold the chest up and out. •\t Tilt the head slightly up. •\t Once in position, signal the spotter for assistance in moving the bar off the supports. •\t Extend the hips and knees to lift the bar. •\t Take two or three steps backward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Stand erect and very close to the athlete (but do not distract the athlete). •\t Place the feet shoulder-width apart with the knees slightly flexed. •\t At the athlete’s signal, assist with lifting and balancing the bar as it is moved out of the rack. •\t Move in unison with the athlete as the athlete moves backward to the starting position. •\t Once the athlete is in position, get into a hip- width stance with the knees slightly flexed and the torso erect. •\t Position the hands near the athlete’s hips, waist, or torso."
    },
    {
        "heading": "Forward Movement Phase: Athlete",
        "content": "•\t Take one exaggerated step directly forward with one leg (the lead leg). •\t Keep the torso erect as the lead foot moves forward and contacts the floor. •\t Keep the trailing foot in the starting position, but allow the trailing knee to slightly flex. •\t Plant the lead foot flat on the floor pointing straight ahead or slightly inward."
    },
    {
        "heading": "Beginning of forward movement positions",
        "content": "•\t Allow the lead hip and knee to flex slowly. •\t Keep the lead knee directly over the lead foot. •\t Continue to flex the trailing knee until it is 1 to 2 inches (3-5 cm) above the floor. •\t Balance the weight evenly between the ball of the trailing foot and the whole lead foot. •\t Keep the torso perpendicular to the floor by “sitting back” on the trailing leg."
    },
    {
        "heading": "Forward Movement Phase: Spotter",
        "content": "•\t Step forward with the same lead leg as the athlete. •\t Keep the lead knee and foot aligned with the athlete’s lead foot. •\t Plant the lead foot 12 to 18 inches (30-46 cm) behind the athlete’s lead foot. •\t Flex the lead knee as the athlete’s lead knee flexes. •\t Keep the torso erect. •\t Keep the hands near the athlete’s hips, waist, or torso. •\t Assist only when necessary to keep the athlete balanced."
    },
    {
        "heading": "Backward Movement Phase: Athlete",
        "content": "•\t Forcefully push off the floor by extending the lead hip and knee. •\t Maintain the same erect torso position; do not jerk the upper body backward. •\t Bring the lead foot back to a position next to the trailing foot; do not stutter-step backward. •\t Stand erect in the starting position, pause, and then alternate lead legs for the next repetition. •\t At the end of the set, step toward the rack and place the bar in the supports."
    },
    {
        "heading": "Backward Movement Phase: Spotter",
        "content": "•\t Push backward with the lead leg in unison with the athlete. •\t Bring the lead foot back to a position next to the trailing foot; do not stutter-step backward. •\t Keep hands near the athlete’s hips, waist, or torso. •\t Stand erect in the starting position, pause to wait for the athlete, and alternate lead legs for the next repetition. •\t Assist only when necessary to keep the athlete balanced. •\t At the end of the set, help the athlete rack the bar."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, iliopsoas"
    },
    {
        "heading": "Middle of backward movement positions",
        "content": "15.24\t Step-Up Note: The box used should be 12 to 18 inches (30-46 cm) high, or high enough to create a 90° angle at the knee joint when the foot is on the box. To allow an optimal view of the exercise technique, a rack is not shown in the photos."
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Step under the bar and position the feet parallel to each other. •\t Place the bar in a balanced position on the upper back and shoulders above the posterior deltoids at the base of the neck (using a handgrip only slightly wider than shoulder-width). •\t Lift the elbows up to create a “shelf” for the bar using the upper back and shoulder muscles. •\t Hold the chest up and out. •\t Tilt the head slightly up. •\t Once in position, signal the spotter for assistance in moving the bar off the supports. •\t Extend the hips and knees to lift the bar. •\t Move to a spot near the front of the box. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Stand erect and very close to the athlete (but do not distract the athlete). •\t Place the feet shoulder-width apart with the knees slightly flexed. •\t At the athlete’s signal, assist with lifting and balancing the bar as it is moved out of the rack. •\t Move in unison with the athlete as the athlete moves to the starting position. •\t Once the athlete is in position, get into a hip- width stance with the knees slightly flexed and the torso erect. •\t Position the hands near the athlete’s hips, waist, or torso."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Step up with one leg (the lead leg) to place the entire foot on the top of the box. •\t Keep the torso erect; do not lean forward. •\t Keep the trailing foot in the starting position, but shift the body weight to the lead leg. •\t Forcefully extend the lead hip and knee to move the body to a standing position on top of the box."
    },
    {
        "heading": "Starting positions",
        "content": "Initial contact of lead foot with top of box •\t Do not push off or hop up with the trailing leg or foot. •\t At the highest position, stand erect and pause before beginning the downward movement phase."
    },
    {
        "heading": "Upward Movement Phase: Spotter",
        "content": "•\t Take a small step forward with the lead leg as the athlete steps up on the box. •\t As the athlete reaches the highest position, bring the trailing leg forward to be next to the lead leg. •\t Keep the hands as near as possible to the ath- lete’s hips, waist, or torso. •\t Assist only when necessary to keep the athlete balanced."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Shift the body weight to the same lead leg. •\t Step off the box with the same trailing leg. •\t Maintain an erect torso position. •\t Place the trailing foot on the floor the same distance from the box as the starting position. •\t When the trailing foot is in full contact with the floor, shift the body weight to the trailing leg. •\t Step off the box with the lead leg. •\t Bring the lead foot back to a position next to the trailing foot. •\t Stand erect in the starting position, pause, and then alternate lead legs for the next repetition. •\t At the end of the set, step toward the rack and place the bar in the supports."
    },
    {
        "heading": "Downward Movement Phase: Spotter",
        "content": "•\t Take a small step backward with the same trailing leg, as the athlete steps back down to the floor. •\t As the athlete steps off the box with the lead leg, take a step backward with the same lead leg. •\t Keep the hands near the athlete’s hips, waist, or torso. •\t Stand erect in the starting position and pause to wait for the athlete. •\t Assist only when necessary to keep the athlete balanced. •\t At the end of the set, help the athlete rack the bar."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 15.25\t Good Morning Note: To allow an optimal view of the exercise tech- nique, a rack is not shown in the photos."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Step under the bar and position the feet parallel to each other. •\t Place the bar in a balanced position on the upper back and shoulders above the posterior deltoids at the base of the neck (using a handgrip only slightly wider than shoulder-width). •\t Lift the elbows up to create a “shelf” for the bar using the upper back and shoulder muscles. •\t Hold the chest up and out. •\t Tilt the head slightly up. •\t Position the feet shoulder-width apart (or wider), even with each other, with the toes pointed slightly outward. •\t Extend the hips and knees to lift the bar off the supports. •\t Take two or three steps backward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Begin the exercise by slowly permitting the hips to flex. The buttocks should move straight back during the descent. •\t Maintain a neutral spine and high elbow position; do not round the upper back during the descent. •\t Keep the knees slightly flexed and the feet flat on the floor during the descent. •\t Continue the downward movement until the torso is approximately parallel to the floor."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Raise the bar by extending the hips. •\t Keep the back neutral and the knees slightly flexed during the ascent. •\t Continue extending the hips to reach the starting position. •\t At the end of the set, step toward the rack and place the bar in the supports."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, erector spinae"
    },
    {
        "heading": "Hip and Thigh",
        "content": "15.26\t Deadlift"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Stand with the feet flat and placed between hip- and shoulder-width apart with the toes pointed slightly outward. •\t Squat down with the hips lower than the shoul- ders (farther than shown in the first photo), and grasp the bar with a closed, pronated grip. If the load is too heavy to hold the bar with a pronated grip, change to a closed, alternated grip. •\t Place the hands on the bar slightly wider than shoulder-width apart, outside of the knees, with the elbows fully extended. •\t Place the feet flat on the floor and position the bar approximately 1 inch (3 cm) in front of the shins and over the balls of the feet. •\t Position the body with the — — back neutral or slightly arched, — — scapulae depressed and retracted, — — chest held up and out, — — head in line with the vertebral column or slightly hyperextended, — — heels in contact with the floor, — — shoulders over or slightly in front of the bar, and — — eyes focused straight ahead or slightly upward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Lift the bar off the floor by extending the hips and knees. •\t Keep the torso-to-floor angle constant; do not let the hips rise before the shoulders. •\t Maintain a neutral spine position. •\t Keep the elbows fully extended and the shoul- ders over or slightly ahead of the bar. •\t As the bar is raised, keep it as close to the shins as possible. •\t As the bar rises just above the knees, keep the shoulders over the bar and extend the hips to keep the bar close to the body. •\t Continue to extend the hips and knees until the body reaches a fully erect torso position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the hips and knees to flex to slowly lower the bar to the floor. •\t Maintain the neutral spine position; do not flex the torso forward."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 15.27\t Stiff-Leg Deadlift"
    },
    {
        "heading": "Starting Position",
        "content": "•\t After performing the deadlift exercise to lift the bar off the floor, slightly to moderately flex the knees and keep them in this position throughout this exercise. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Begin the exercise by forming a neutral spine; then flex at the hips to lower the bar slowly, and under full control, toward the floor. •\t Keep the knees in the same slightly or moder- ately flexed position with the back neutral or slightly arched and the elbows fully extended during the descent. •\t Lower the bar until the plates touch the floor, the back cannot be held in the neutral position, the knees fully extend, or the heels rise off of the floor."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Extend at the hips to return to the standing starting position. •\t Keep the knees slightly flexed and the torso in a neutral spine position. •\t Do not jerk the torso backward or flex the elbows."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, erector spinae"
    },
    {
        "heading": "Hip and Thigh",
        "content": "15.28\t Romanian Deadlift  (RDL)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Place the hands on the bar in a closed, pronated position using either a clean or snatch grip. •\t After performing the deadlift exercise to lift the bar off the floor, slightly to moderately flex the knees and keep them in this position throughout this exercise. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Begin the exercise by flexing the hips and pushing them backward, allowing the torso to move forward, keeping the bar in contact with the thighs. •\t Keep the knees slightly flexed as the hips flex. •\t Maintain a rigid torso, neutral spine, and keep the shoulders retracted until the barbell is aligned with the patella tendon and the torso is parallel to floor. (Note: If using a snatch grip with this exercise, the torso will be slightly below parallel, depending on the athlete’s anthropometrics.) •\t Keep a normal lordotic position throughout the movement."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Extend the hips, raising the torso back to the starting standing position. •\t Keep the knees slightly flexed and the torso in a neutral spine position. •\t Make sure the barbell maintains contact with the thighs throughout the movement. •\t Do not hyperextend the back or flex the elbows."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, erector spinae"
    },
    {
        "heading": "Clean grip",
        "content": "15.29\t Leg (Knee) Extension  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit down in the machine and press the back firmly against the back pad. •\t Place the feet behind and in contact with the roller pad. •\t Position the legs parallel to each other. •\t Align the knees with the axis of the machine. If necessary, adjust the back pad or the roller pad to position the legs correctly. •\t Grasp the handles or the sides of the seat. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Raise the roller pad by fully extending the knees. •\t Keep the torso erect and the back firmly pressed against the back pad. •\t Keep the thighs, lower legs, and feet parallel to each other. •\t Maintain a tight grip on the handles or the sides of the seat. •\t Do not forcefully lock out the knees."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the knees to slowly flex back to the starting position. •\t Keep the torso erect and the back firmly pressed against the back pad. •\t Keep the thighs, lower legs, and feet parallel to each other. •\t Do not allow the buttocks to lift off the seat. •\t Maintain a tight grip on the handles or the sides of the seat."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "vastus lateralis, vastus intermedius, vastus medialis, rectus femoris 15.30\t Seated Leg (Knee) Curl  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit down in the machine and press the back firmly against the back pad. •\t Place the ankles on top of and in contact with the roller pad. •\t Position the legs parallel to each other. •\t Align the knees with the axis of the machine. If necessary, adjust the back pad to position the legs correctly. •\t Grasp the handles or the sides of the seat. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Curl the roller pad below the seat by fully flexing the knees. •\t Keep the torso stationary and the hips and torso firmly pressed against the pads. •\t Do not allow the hips or low back to lift off the pads. •\t Maintain a tight grip on the handles or the sides of the seat."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Allow the knees to slowly extend back to the starting position. •\t Keep the torso stationary and the hips and low back firmly pressed against the pads. •\t Maintain a tight grip on the handles or the sides of the seat. •\t Do not forcefully lock out the knees."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "semimembranosus, semitendinosus, biceps femoris"
    },
    {
        "heading": "Shoulders",
        "content": "15.31\t Shoulder Press  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Sit down and lean back to place the body in the five-point body contact position. •\t Grasp the handles with a closed, pronated grip. •\t Align the handles with the top of the shoulders. If necessary, adjust the seat height to position the handles correctly."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Push the handles upward until the elbows are fully extended. •\t Maintain the five-point body contact position. •\t Do not arch the lower back or forcefully lock out the elbows."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the elbows to slowly flex to lower the handles to the starting position. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "anterior and medial deltoids, triceps brachii"
    },
    {
        "heading": "Upward and downward movements",
        "content": "15.32\t Seated Barbell Shoulder Press  (and Dumbbell Variation) This exercise can also be performed with two dumbbells, using a closed, pronated grip. When using dumbbells, the spotter assists by spotting the athlete’s forearms near the wrists instead of the bar."
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Sit down on a vertical shoulder press bench and lean back to place the body in the five-point body contact position. •\t Grasp the bar with a closed, pronated grip. •\t Grip should be slightly wider than shoulder-width. •\t Signal the spotter for assistance in moving the bar off the supports. •\t Press the bar over the head until the elbows are fully extended. •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Stand erect behind the bench with the feet shoul- der-width apart and the knees slightly flexed. •\t Grasp the bar with a closed, alternated grip inside the athlete’s hands. •\t At the athlete’s signal, assist with moving the bar off the supports. •\t Guide the bar to a position over the athlete’s head. •\t Release the bar smoothly."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Allow the elbows to slowly flex to lower the bar. •\t Keep the wrists stiff and the forearms parallel to each other. •\t Extend the neck slightly to allow the bar to pass by the face as it is lowered to touch the clavicles and anterior deltoids. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Downward Movement Phase: Spotter",
        "content": "•\t Keep the hands in the alternated grip posi- tion close to—but not touching—the bar as it descends. •\t Keep the knees slightly flexed and the back neutral when following the bar."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Push the bar upward until the elbows are fully extended. •\t Extend the neck slightly to allow the bar to pass by the face as it is raised. •\t Keep the wrists stiff and the forearms parallel to each other. •\t Maintain the five-point body contact position. •\t Do not arch the back or rise off the seat. •\t At the end of the set, signal the spotter for assis- tance in racking the bar. •\t Keep a grip on the bar until it is racked."
    },
    {
        "heading": "Shoulders",
        "content": "(continued)"
    },
    {
        "heading": "Upward Movement Phase: Spotter",
        "content": "•\t Keep the hands in the alternated grip posi- tion close to—but not touching—the bar as it ascends. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the bar. •\t At the athlete’s signal after the set is completed, grasp the bar with an alternated grip inside the athlete’s hands. •\t Guide the bar back onto the supports. •\t Keep a grip on the bar until it is racked. 15.32 (continued) 15.33\t Upright Row"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip approximately shoulder-width apart or slightly wider. •\t Stand erect with feet shoulder-width apart, knees slightly flexed. •\t Rest the bar on the front of the thighs with the elbows fully extended and pointing out to the sides."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Pull the bar up along the abdomen and chest toward the chin. •\t Keep the elbows pointed out to the sides as the bar brushes against the body."
    },
    {
        "heading": "Shoulders",
        "content": "•\t Keep the torso and knees in the same position. •\t Do not rise up on the toes or swing the bar upward. •\t At the highest bar position, the elbows should be level with or slightly higher than the shoulders and wrists."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the bar to slowly descend back to the starting position. •\t Keep the torso and knees in the same position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "anterior and medial deltoids, triceps brachii"
    },
    {
        "heading": "Major Muscles Involved",
        "content": "deltoids, upper trapezius"
    },
    {
        "heading": "Shoulders",
        "content": "15.34\t Lateral Shoulder Raise"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp two dumbbells with a closed, neutral grip. •\t Position the feet shoulder- or hip-width apart, with the knees slightly flexed, torso erect, shoul- ders back, and eyes focused ahead. •\t Move the dumbbells to the front of the thighs, positioning them with the palms facing each other. •\t Slightly flex the elbows and hold this flexed posi- tion throughout the exercise. (Note: The elbows should be slightly more flexed than shown in the photos.)"
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Raise the dumbbells up and out to the sides; the elbows and upper arms should rise together ahead of the forearms, hands, and dumbbells. •\t Maintain an erect upper body position with the knees slightly flexed and feet flat. •\t Do not jerk the body or swing the dumbbells upward. •\t Continue raising the dumbbells until the arms are approximately parallel to the floor or nearly level with the shoulders."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Allow the dumbbells to descend slowly back to the starting position. •\t Keep the torso and knees in the same position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "deltoids"
    },
    {
        "heading": "Triceps",
        "content": "15.35\t Lying Barbell Triceps Extension"
    },
    {
        "heading": "Starting Position: Athlete",
        "content": "•\t Lie in a supine position on a bench in the five- point body contact position. •\t Grasp the bar from the spotter with a closed, pronated grip about 12 inches (30 cm) wide. •\t Position the bar over the chest with the elbows fully extended and the arms parallel. •\t Point the elbows toward the knees (not out to the sides). •\t All repetitions begin from this position."
    },
    {
        "heading": "Starting Position: Spotter",
        "content": "•\t Stand erect and very close to the head of the bench (but do not distract the athlete). •\t Place the feet shoulder-width apart in a staggered stance with the knees slightly flexed. •\t Grasp the bar with a closed, alternated grip. •\t Hand the bar to the athlete. •\t Guide the bar to a position over the athlete’s chest. •\t Release the bar smoothly."
    },
    {
        "heading": "Downward Movement Phase: Athlete",
        "content": "•\t Keeping the upper arms stationary, allow the elbows to slowly flex to lower the bar toward the face. •\t Keep the wrists stiff and the upper arms per- pendicular to the floor and parallel to each other. •\t Lower the bar until it almost touches the head or face. •\t Maintain the five-point body contact position."
    },
    {
        "heading": "Downward Movement Phase: Spotter",
        "content": "•\t Place the hands in a supinated grip position close to—but not touching—the bar as it descends. •\t Slightly flex the knees, hips, and torso and keep the back neutral when following the bar."
    },
    {
        "heading": "Upward Movement Phase: Athlete",
        "content": "•\t Push the bar upward by extending the elbows back to the starting position. •\t Keep the wrists stiff and the elbows pointed toward the knees. •\t Keep the upper arms parallel to each other and perpendicular to the floor. •\t Maintain the five-point body contact position. •\t At the end of the set, signal the spotter to take the bar. •\t Keep a grip on the bar until the spotter removes it."
    },
    {
        "heading": "Upward Movement Phase: Spotter",
        "content": "•\t Keep the hands in a supinated grip position close to—but not touching—the bar as it ascends. •\t Slightly extend the knees, hips, and torso and keep the back neutral when following the bar. •\t At the athlete’s signal after the set is completed, grasp the bar with an alternated grip, take it from the athlete, and set it on the floor."
    },
    {
        "heading": "Major Muscle Involved",
        "content": "triceps brachii 15.36\t Triceps Pushdown  (Machine)"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip 6 to 12 inches (15-30 cm) wide. •\t Stand erect with feet shoulder-width apart, knees slightly flexed. Place the body close enough to the machine to allow the cable to hang straight down when it is held in the starting position. •\t Pull the bar down to position the upper arms against the sides of the torso. •\t Flex the elbows to position the forearms parallel to the floor or slightly above. •\t All repetitions begin from this position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Push the bar down until the elbows are fully extended. •\t Keep the torso erect and the upper arms sta- tionary. •\t Do not forcefully lock out the elbows."
    },
    {
        "heading": "Upward Movement Phase",
        "content": "•\t Allow the elbows to slowly flex back to the starting position. •\t Keep the torso, arms, and knees in the same position. •\t At the end of the set, return the bar to its resting position."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "triceps brachii"
    },
    {
        "heading": "Power Exercises",
        "content": "15.37\t Push Press This exercise consists of quickly and forcefully push- ing the bar from the shoulders to over the head. Although the ascent consists of two phases, the upward movement of the bar occurs in one con- tinuous motion without interruption. Both the push press and the push jerk exercises involve a rapid hip and knee extension that accelerates the bar off the shoulders, followed immediately by movements that position the bar overhead. The technique used to attain this final bar position varies, however. In the push press, the hip and knee extension thrust is only forceful enough to drive the bar one-half to two-thirds the distance overhead. From this height, the bar is “pressed out” to the overhead position, with the hips and knees remaining fully extended after the thrust. For either exercise, the athlete can begin with a bar taken from shoulder-height supports outside a power rack or by lifting a bar from the floor to the shoulders (via a repetition of the power clean exercise). Both exercises may be performed behind the neck using either a clean grip or a snatch grip. The following checklists describe the exercises using a power rack (although the rack is not shown)."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Grip should be slightly wider than shoulder-width (clean grip). •\t Step under the bar and position the feet hip-width apart and parallel to each other. •\t Move up to the bar to place it on top of the anterior deltoids and clavicles. •\t Extend the hips and knees to lift the bar off the supports. •\t Step back away from the supports and stand in the middle of the lifting platform. •\t Position the feet hip- to shoulder-width apart and even with each other with the toes pointed slightly outward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Preparation Phase: Dip",
        "content": "•\t Flex the hips and knees at a controlled speed to move the bar in a straight path downward. •\t Continue the dip to a depth not to exceed a quarter squat, the catch position of the power clean, or 10% of the athlete’s height. •\t Keep the feet flat on the floor, the torso erect, and the elbows underneath or slightly ahead of the bar."
    },
    {
        "heading": "Upward Movement Phase: Drive",
        "content": "•\t Immediately upon reaching the lowest position of the dip, reverse the movement by forcefully and quickly extending the hips, knees, and ankles and then the elbows to move the bar overhead."
    },
    {
        "heading": "Catch (for the Push Press)",
        "content": "•\t After the hips and knees are fully extended and the bar is overhead from the drive phase, press it up the rest of the way until the elbows are fully extended. •\t In this position the torso is erect, the head is in a neutral position, the feet are flat on the floor, and the bar is slightly over or behind the ears."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the bar by gradually reducing the muscular tension of the arms to allow a controlled descent of the bar to the shoulders. •\t Simultaneously flex the hips and knees to cush- ion the impact of the bar on the shoulders. •\t At the end of the set, step toward the rack and place the bar in the supports."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, soleus, gastrocnemius, deltoids, trapezius"
    },
    {
        "heading": "Catch (for the push press)",
        "content": "15.38\t Push Jerk The push jerk involves a more forceful hip and knee thrust so that the bar is actually “driven” upward and caught with extended elbows in the overhead position with the hips and knees slightly flexed."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Grasp the bar with a closed, pronated grip. •\t Grip should be slightly wider than shoulder-width (clean grip). •\t Step under the bar and position the feet hip- to shoulder-width apart and parallel to each other. •\t Move close to the bar so that it is resting on the anterior deltoids and clavicles. •\t Extend the hips and knees to lift the bar out of the supports. •\t Step back away from the supports and stand in the middle of the lifting platform. •\t Position the feet hip-width apart or slightly wider with toes pointed straight ahead or slightly outward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Preparation Phase: Dip",
        "content": "•\t Flex the hips and knees at a controlled speed to move the bar in a straight path downward. •\t Continue the dip to a depth not to exceed a quarter squat. •\t Keep the feet flat on the floor, the torso erect, and the elbows underneath or slightly ahead of the bar."
    },
    {
        "heading": "Upward Movement Phase: Drive",
        "content": "•\t Immediately upon reaching the lowest position of the dip, reverse the movement by forcefully and quickly extending the hips, knees, and ankles, and then the elbows to move the bar overhead."
    },
    {
        "heading": "Catch (for the Push Jerk)",
        "content": "•\t After the hips and knees are fully extended and the bar is being driven overhead, quickly flex the hips and knees to a dipped position while simul- taneously fully extending the elbows so that the bar is received overhead at the same moment that the bar reaches its highest position. •\t Catch the bar with the torso erect, the head in neutral position, feet flat on the floor, and the bar slightly behind the head, forming a straight line through the body."
    },
    {
        "heading": "Recovery Phase",
        "content": "•\t After gaining control and balance, stand up by extending the hips and knees to a fully erect position with the feet flat on the floor. •\t Keep the elbows locked while the bar is stabilized overhead."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the bar by gradually reducing the muscular tension of the arms to allow a controlled descent of the bar to the shoulders. •\t Simultaneously flex the hips and knees to cush- ion the impact of the bar on the shoulders. •\t At the end of the set, step toward the rack and place the bar in the supports."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, soleus, gastrocnemius, deltoids, trapezius"
    },
    {
        "heading": "Recovery position",
        "content": "15.39\t Power Clean  (and Hang Power Clean Variation) This exercise consists of quickly and forcefully pulling the bar from the floor to the front of the shoulders—all in one movement. Although the ascent consists of four phases, the upward movement of the bar occurs in one continuous motion without interruption. The hang power clean is similar to the power clean exer- cise, except that the bar begins positioned at midthigh or slightly below or above the knees. In this variant of the power clean, the bar does not start on the floor or return to the floor between repetitions."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Stand with the feet placed between hip- and shoulder-width apart with the toes pointed slightly outward. •\t Squat down with the hips lower than the shoul- ders and grasp the bar evenly with a pronated grip. If a stronger grip is needed, use a hook grip. •\t Place the hands on the bar slightly wider than shoulder-width apart, outside of the knees, with the elbows fully extended and pointing out to the side. •\t Place the feet flat on the floor and position the bar approximately 1 inch (3 cm) in front of the shins and over the balls of the feet. •\t Position the body with the — — back neutral or slightly arched, — — scapulae depressed and retracted, — — chest held up and out, — — head in line with the vertebral column or slightly hyperextended, — — shoulders over or slightly in front of the bar, and — — eyes focused straight ahead or slightly upward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase: First Pull",
        "content": "•\t Lift the bar off the floor by forcefully extending the hips and knees. •\t Keep the torso-to-floor angle constant; do not let the hips rise before the shoulders. •\t Maintain a neutral spine position. •\t Keep the elbows fully extended, pointing out to the side, and the shoulders over or slightly ahead of the bar. •\t As the bar is raised, keep it as close to the shins as possible."
    },
    {
        "heading": "Upward Movement Phase: Transition",
        "content": "•\t As the bar rises just above the knees, thrust the hips forward and slightly flex the knees to move the thighs against and the knees under the bar. •\t Keep the back neutral or slightly arched and the elbows fully extended and pointing out to the sides."
    },
    {
        "heading": "End of transition/beginning of second pull",
        "content": "Note: The transition phase is similar to the Roma- nian deadlift; in fact, weightlifters use the RDL to strengthen this movement pattern."
    },
    {
        "heading": "Upward Movement Phase: Second Pull",
        "content": "•\t Rapidly extend the hips, knees, and ankles. (Note: It is important that the heels stay in con- tact with the floor for as long as possible in order to maximize force transference to the barbell.) •\t Keep the bar as close to the body as possible. •\t Keep the back neutral and the elbows pointing out to the sides. •\t Keep the shoulders over the bar and the elbows extended as long as possible. •\t When the lower body joints reach full extension, rapidly shrug the shoulders upward with the elbows still fully extended and pointing to the sides. •\t As the shoulders reach their highest elevation, flex the elbows to begin pulling the body under the bar. •\t Due to the explosive nature of this phase, the torso is erect or slightly hyperextended, the head is tilted slightly back, and the feet may lose contact with the floor."
    },
    {
        "heading": "Upward Movement Phase: Catch",
        "content": "•\t After the lower body has fully extended, pull the body under the bar and rotate the arms around and under the bar. •\t Simultaneously, flex the hips and knees to a quarter-squat position. •\t Once the arms are under the bar, lift the elbows to position the upper arms parallel to the floor. •\t Rack the bar across the front of the clavicles and anterior deltoids. •\t Catch the bar with — — a nearly erect torso, — — the shoulders slightly ahead of the hips, — — a neutral head position, and — — flat feet. •\t After gaining control and balance, stand up by extending the hips and knees to a fully erect position."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the elbows to unrack the bar from the anterior deltoids and clavicles; then slowly lower the bar down to the thighs. •\t Simultaneously flex the hips and knees to cush- ion the impact of the bar on the thighs. •\t Squat down with the elbows fully extended until the bar touches the floor or drop the bar to the platform if rubber bumper plates are being used."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, soleus, gastrocnemius, deltoids, trapezius"
    },
    {
        "heading": "End position",
        "content": "15.40\t Power Snatch  (and Hang Power Snatch Variation) This exercise consists of quickly and forcefully pulling the bar from the floor to over the head with the elbows fully extended—all in one movement. Although the ascent consists of multiple phases, the upward move- ment of the bar occurs in one continuous motion without interruption. The hang power snatch is similar to the power snatch exercise, except that the initial position of the bar is not on the floor, and it does not return to the floor between repetitions."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Stand with the feet placed between hip- and shoulder-width apart with the toes pointed slightly outward. •\t Squat down with the hips lower than the shoul- ders and grasp the bar evenly with a pronated grip. If a stronger grip is needed, use a hook grip. •\t The grip width is wider than for other exercises; a way to estimate it is to measure and use one of these distances for spacing the hands: (1) the distance from the edge of the clenched fist of one hand to the opposite shoulder when the arm is straight out at the side, or (2) the elbow- to-elbow distance when the arms are straight out at the sides. •\t Extend the elbows fully and point them out to the side. •\t Place the feet flat on the floor and position the bar approximately 1 inch (3 cm) in front of the shins and over the balls of the feet. •\t Position the body with the — — back neutral or slightly arched, — — scapulae depressed and retracted, — — chest held up and out, — — head in line with the vertebral column or slightly hyperextended, — — feet flat on the floor, — — shoulders over or slightly in front of the bar, and — — eyes focused straight ahead or slightly upward. •\t All repetitions begin from this position."
    },
    {
        "heading": "Upward Movement Phase: First Pull",
        "content": "•\t Lift the bar off the floor by forcefully extending the hips and knees. •\t Keep the torso-to-floor angle constant; do not let the hips rise before the shoulders. •\t Maintain the neutral spine position. •\t Keep the elbows fully extended, pointing out to the side, and the shoulders over or slightly ahead of the bar."
    },
    {
        "heading": "Grip measurement: fist-to-opposite-shoulder",
        "content": "method •\t As the bar is raised, keep it as close to the shins as possible."
    },
    {
        "heading": "Upward Movement Phase: Transition",
        "content": "•\t As the bar rises just above the knees, thrust the hips forward and slightly flex the knees to move the thighs against, and the knees under, the bar. •\t Keep the back neutral or slightly arched and the elbows fully extended and pointing out to the sides. Note: The transition phase is similar to the Roma- nian deadlift; in fact, weightlifters use the RDL to strengthen this movement pattern."
    },
    {
        "heading": "Upward Movement Phase: Second Pull",
        "content": "•\t Rapidly extend the hips, knees, and ankles. (Note: It is important that the heels stay in con- tact with the floor for as long as possible in order to maximize force transference to the barbell.) •\t Keep the bar as close to the body as possible. •\t Keep the back neutral and the elbows pointing out to the sides. •\t Keep the shoulders over the bar and the elbows extended as long as possible. •\t When the lower body joints reach full exten- sion, rapidly shrug the shoulders upward with the elbows still fully extended and out to the sides. •\t As the shoulders reach their highest elevation, flex the elbows to begin pulling the body under the bar. •\t Due to the explosive nature of this phase, the torso is erect or slightly hyperextended, the head is tilted slightly back, and the feet may lose contact with the floor."
    },
    {
        "heading": "Upward Movement Phase: Catch",
        "content": "•\t After the lower body has fully extended, pull the body under the bar and rotate the hands around and under the bar. •\t Simultaneously, flex the hips and knees to a quarter-squat position. •\t Once the body is under the bar, catch the bar over and slightly behind the ears with — — fully extended elbows, — — an erect and stable torso, — — a neutral head position, — — flat feet, and — — the body’s weight over the middle of the feet. •\t After gaining control and balance, stand up by extending the hips and knees to a fully erect position. •\t Stabilize the bar overhead."
    },
    {
        "heading": "Downward Movement Phase",
        "content": "•\t Lower the bar from the overhead position by gradually reducing the muscular tension of the shoulders to allow a controlled descent of the bar to the thighs. •\t Simultaneously flex the hips and knees to cush- ion the impact of the bar on the thighs. •\t Squat down with the elbows fully extended until the bar touches the floor or drop the bar to the platform if rubber bumper plates are being used."
    },
    {
        "heading": "Major Muscles Involved",
        "content": "gluteus maximus, semimembranosus, semitendinosus, biceps femoris, vastus lateralis, vastus intermedius, vastus medialis, rectus femoris, soleus, gastrocnemius, deltoids, trapezius"
    },
    {
        "heading": "Key Terms",
        "content": "alternated grip clean grip closed grip false grip five-point body contact position forced repetitions free weight exercises grip width hook grip liftoff neutral grip neutral spine out-of-the-rack exercises overhand grip over-the-face barbell exercises partner-assisted reps power exercises pronated grip range of motion (ROM) snatch grip spotter sticking point structural exercises supinated grip supine underhand grip"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following exercises requires a spotter? a.\t lat pulldown b.\t wrist curl c.\t power clean d.\t step-up 2.\t During which of the following exercises should a spotter’s hands be placed on the athlete’s forearms near the wrists? a.\t bench press b.\t incline dumbbell bench press c.\t upright row d.\t lying barbell triceps extension 3.\t Which of the following grips should be used during the deadlift exercise?"
    },
    {
        "heading": "IV.\talternated",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and IV only d.\tII, III, and IV only 4.\t Which of the following is the correct foot pattern in the step-up exercise? a.\t step up left foot, step up right foot, step down left foot, step down right foot b.\t step up right foot, step up left foot, step down left foot, step down right foot c.\t step up left foot, step down left foot, step up right foot, step down right foot d.\t step up right foot, step up left foot, step down right foot, step down left foot 5.\t The primary movement during the second pull phase of the power clean exercise is a.\t hip flexion b.\t hip extension c.\t knee flexion d.\t dorsiflexion"
    }
]