[
    {
        "heading": "Basic Nutrition Factors",
        "content": "in Health"
    },
    {
        "heading": "Marie Spano, MS, RD",
        "content": "After completing this chapter, you will be able to •\t know when to refer an athlete to the appropriate resource, a medical doctor or a sports dietitian; •\t identify the protein, carbohydrate, and fat recommendations for athletes; •\t list the dietary recommendations for disease prevention and overall health; and •\t list hydration and electrolyte guidelines for different age groups and scenarios and help athletes develop an individualized hydration plan."
    },
    {
        "heading": "Good nutrition provides athletes with the nutrients",
        "content": "necessary for general health, growth, development, and repairing and building muscle tissue, as well as the energy needed to train, compete, and maintain mental focus and concentration. A nutrition plan that is tailored to an athlete’s specific needs can help decrease risk of injuries and illness and maximize training adaptations (improvements made from training) while helping the athlete reach his or her performance goals. This chapter focuses on the scientific rationale for performance- enhancing nutrition practices while providing sugges- tions that will help readers apply sports nutrition science to real-life scenarios."
    },
    {
        "heading": "Given the amount of nutrition misinformation and",
        "content": "conflicting nutrition advice circulating on the Internet, in print, and via word of mouth, nutrition can be very confusing for athletes (185). In addition, each athlete’s dietary needs differ from those of age- and sex-matched sedentary counterparts because of the physiological demands of his or her sport. Nutrition guidelines created for the general public are not necessarily applicable to athletes. Because each athlete’s nutrition needs depend on many factors (age; body size and composition; sex; genetics; environmental training conditions; injuries; medical nutrition needs; and duration, frequency, and intensity of training), nutrition requirements can vary tremendously between athletes, even if they play the same position. And finally, because nutrition is a com- plex, constantly evolving science, it is important for strength and conditioning professionals to have some basic nutrition knowledge in addition to a list of nutrition professionals they can refer athletes to for individualized nutrition advice based on the latest science."
    },
    {
        "heading": "Professionals",
        "content": "Sports nutrition is a complex multidisciplinary field, and athletic trainers, strength and conditioning professionals, physicians, exercise scientists, and food service provid- ers have varying degrees of nutrition knowledge. Job responsibilities of player development staff should be outlined based on the nutrition education and knowledge of the staff member, the type of nutrition information provided, and state licensure laws regarding nutrition practice. All sports nutrition professionals should be able to answer basic nutrition questions (for example, “What are some healthy snack ideas?”). However, athletes with complex nutrition issues should be referred to the appropriate resource, either a team physician or sports dietitian. The team physician is responsible for oversee- ing the athlete’s medical care while the sports dietitian is responsible for providing individualized dietary advice. A sports dietitian is a registered dietitian (also referred to as a registered dietitian nutritionist) with specific education and experience in sports nutrition. The Academy of Nutrition and Dietetics (AND) Board"
    },
    {
        "heading": "Certified Specialist in Sports Dietetics (CSSD) certifi-",
        "content": "cation distinguishes registered dietitians with expertise in sports nutrition from other registered dietitians who specialize in other areas of nutrition (see the sidebar on this topic). And though some sports dietitians have complementary skills or training and may therefore be social workers, athletic trainers, or chefs, a comprehen- sive sports nutrition program requires full-time attention; therefore these secondary skills should be considered a complement to the sports dietitian’s knowledge rather than be used to try to fill two distinct job positions with one individual. And finally, higher-level positions gen- erally a sports dietitian with a master’s degree or PhD. A sports dietitian can help athletes make the connection between plate and performance. At times, physicians and sports dietitians may work together to help athletes with eating disorders, nutrient deficiencies, or specific disease states such as diabetes."
    },
    {
        "heading": "Because an athlete’s nutrition and medical information",
        "content": "may be shared with other members of the player devel- opment or coaching staff or family members in order to provide comprehensive care, in the United States all staff should follow Health Insurance Portability and"
    },
    {
        "heading": "Accountability Act (HIPAA) guidelines for handling an",
        "content": "athlete’s protected health information. A sports nutrition coach is a professional who is not a registered dietitian but has basic training in nutrition and exercise science. For example, the strength and condi- tioning professional can act as a sports nutrition coach, providing basic nutrition education and suggestions. More complex situations in which food or nutrition is being used to treat or manage a medical condition (that includes a nutrient deficiency) require medical nutrition therapy and fall under the role of the sports dietitian."
    },
    {
        "heading": "Sports nutrition coaches may obtain additional education",
        "content": "by getting a sports nutrition certification. For example, the American Council on Exercise (ACE) has a Fitness"
    },
    {
        "heading": "Nutrition Specialist certification designed for personal",
        "content": "trainers, health coaches, group fitness instructors, and health care professionals. Also, the International Society of Sports Nutrition (ISSN) Sports Nutrition Specialist Certification requires a high school diploma for the exam and is geared toward personal trainers or other fitness professionals who do not hold a four-year college degree. The ISSN also has a Certified Sports Nutritionist credential (CISSN), which requires a four-year under- graduate degree (or current status as a student majoring in exercise science, nutrition, or a related field) and is"
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "intended for health, fitness, and medical professionals who work with athletes and active individuals. A sports nutritionist with an advanced degree is a pro- fessional who may work in the sports nutrition industry or conduct research in the area of sports nutrition and would therefore be able to discuss the literature on a particular topic. The sports nutritionist with an advanced degree may also choose to obtain a sports nutrition cer- tification. One option is the IOC (International Olympic"
    },
    {
        "heading": "Committee) Diploma in Sports Nutrition. This two-year",
        "content": "program includes coursework, seminars, tutorials, and laboratory practical work. The IOC states that students interested in this course typically have a degree in nutrition or dietetics, biological sciences (including biochemistry, physiology, or sport science), or medicine."
    },
    {
        "heading": "All sports nutrition professionals must follow state",
        "content": "nutrition licensure laws, which vary from state to state and specify who is allowed to provide individualized nutrition counseling and medical nutrition therapy. For instance, in Louisiana, general nutrition education can be provided by various disciplines if the information is general, accurate, and not individualized (based on a spe- cific person’s dietary needs). However, only a licensed dietitian or nutritionist can provide nutrition assessment and counseling. Nutrition counseling is defined as “the provision of the individual guidance on appropriate food and nutrient intake for those with special needs, taking into consideration health, cultural, socioeconomic, functional, and psychological facts from the nutrition assessment. Nutrition counseling may include advice to"
    },
    {
        "heading": "Board Certified Specialist in Sports Dietetics (CSSD)",
        "content": "According to the Academy of Nutrition and Dietetics, a CSSD does the following (these competencies are also what strength and conditioning professionals should look for in a sports dietitian): •\t Counsels individuals and groups on daily nutrition for performance and health •\t Translates the latest scientific evidence into practical sports nutrition recommendations •\t Tracks and documents outcomes of nutrition services, serving as a food and nutrition resource for coaches, trainers, and parents •\t Assesses and analyzes dietary practices, body composition, and energy balance (intake and expenditure) of athletes in the context of athletic performance and health •\t Counsels athletes on optimal nutrition for exercise training (match nutrition to training phases and goals), competition, recovery from exercise, weight management, hydration, immune health, disordered eating, travel, and supplementation •\t Counsels athletes on achieving and maintaining a level of body mass, body fat, and muscle mass that is consistent with good health and good performance •\t Provides personalized meal and snack plans to promote achieving short- and long-term goals for athletic performance and good health •\t Develops hydration protocols that help athletes meet their own specific fluid and electrolyte needs •\t Addresses nutritional challenges to performance, such as food allergies, bone mineral disturbances, gastrointestinal disturbances, iron depletion, and iron-deficiency anemia •\t Provides medical nutrition therapy, as needed, to help manage or treat medical conditions, which may include diabetes, irritable bowel disease, hypertension, and more •\t Counsels athletes on optimal nutrition for recovery from illness or injury •\t Coordinates nutritional care as a member of multidisciplinary sports medical/sports science teams •\t Is a liaison to in- and out-patient programs for conditions such as disordered eating •\t Evaluates nutritional supplements, including herbal and sports supplements, for legality, safety, quality, and efficacy; monitors use of appropriate supplementation •\t Collaborates with the individual’s family, physician, coach, and other health professionals as appropriate while also following HIPAA guidelines •\t Develops resources to support educational efforts •\t Educates athletes and teams on food selection (grocery store tours) food storage, and food preparation (cooking classes) •\t Documents nutrition services provided and evaluates the effectiveness of nutrition strategies towards meeting desired outcomes using the Nutrition Care Process •\t Develops and oversees nutrition policies and procedures Reprinted, by permission, from Sports, Cardiovascular and Wellness Nutrition (SCAN), 2008; Hornick, 2008 (62). increase or decrease nutrients in the diet; to change the timing and size of and composition of meals; to modify food textures, and in extreme instances, to change the route of administration” (3). Many individuals without any (or with minimal) edu- cation in nutrition and exercise science and little to no formal training refer to themselves as sports nutritionists. Regardless of the specific title of the person providing sports nutrition information or individualized dietary advice, strength and conditioning professionals should take a close look at the person’s education (including the curriculum), previous work history (especially the person’s day-to-day job duties), knowledge of sports nutrition, and years of experience. ▶ ▶Experienced sports dietitians help athletes make the connection between plate and per- formance. They have advanced knowledge, skills, and expertise in sports nutrition. The first step in nutrition coaching involves defining the athlete’s goals and identifying the coach’s goals (since the two may be different). After this, similar to the strength and conditioning professional undertaking a needs analysis, the sports dietitian will take a detailed look at the athlete’s diet, individual food preferences (including cultural and religious considerations), cook- ing skills, access to food, financial constraints, barriers to making wise dietary choices, supplement use, weight and body composition history, medical history, training program, and injuries. The sports dietitian will then work with the athlete to develop a plan that fits his or her lifestyle and taste preferences while including (1) the appropriate calorie level; (2) macronutrients and micro- nutrients in recommended amounts; (3) adequate fluids and electrolytes; and (4) supplements as necessary to help correct a nutrient deficiency, make up for potential nutrient shortfalls, or meet training goals."
    },
    {
        "heading": "For general nutrition information, strength and condi-",
        "content": "tioning professionals may want to refer their athletes to MyPlate, a food guidance system created by the U.S. Department of Agriculture and based on the 2010 Dietary Guidelines for Americans to help consumers make better food choices (98). MyPlate is an icon of five food groups based on a mealtime visual, the place setting (figure 9.1)."
    },
    {
        "heading": "MyPlate",
        "content": "Information related to MyPlate can be found at www .choosemyplate.gov. Although the basic guidelines represented by the MyPlate icon and corresponding educational materials are universal, they include calorie guidelines and portion recommendations for fruit, grains, and protein and an allowance for oil based on age and sex for individuals who get less than 30 minutes of mod- erate physical activity most days, as noted in tables 9.1 and 9.2. Those who are more physically active should adjust the guidelines to meet their specific dietary needs (136). And though oils are not a food group, they contain nutrients such as essential fatty acids and vitamin E. Therefore, a daily allowance is provided for oils. MyPlate should be considered a starting point that athletes can use to evaluate their diet. In general, if a diet provides a variety of foods from each group, it is more likely to contain an adequate amount of each vitamin and mineral. However, if the diet excludes an entire food group, specific nutrients may be lacking. For example, an athlete who excludes dairy from the diet may have a tough time meeting his or her nutrition requirements for calcium, potassium, and vitamin D (in fortified milk and fortified yogurts). Even though calcium-fortified nondairy replacement foods may help people meet their calcium needs, they are not a nutrition- ally equivalent substitute for dairy and may therefore be lacking in other nutrients (46). Individuals who exclude all animal foods and fish might not meet their vitamin B12 needs. (B12 is found in meat, poultry, fish, eggs, and dairy foods, though some breakfast cereals, nondairy milk alternatives, meat substitutes, and nutritional yeast are fortified with B12.) Thus it is highly recommended that individuals who exclude food groups work with their sports dietitian to find suitable replacements or replacement combinations to ensure that they meet their nutrient requirements for health and performance. Figure 9.1  The MyPlate icon. From USDA’s Center for Nutrition Policy and Promotion."
    },
    {
        "heading": "Estimated",
        "content": "daily calories for those who are not physically fit*"
    },
    {
        "heading": "Grains*",
        "content": "(minimum)"
    },
    {
        "heading": "Children",
        "content": "2-3 4-8 1,000 1,200-1,400 1 cup 1-1.5 cups 1 cup 1.5 cups 3 oz. equivalents (1.5) 5 oz. equivalents (2.5) 2 oz. equivalents 4 oz. equivalents 2 cups 2.5 cups 3 tsp 4 tsp"
    },
    {
        "heading": "Girls",
        "content": "9-13 14-18 1,600 1,800 1.5 cups 1.5 cups 2 cups 2.5 cups 5 oz. equivalents (3) 6 oz. equivalents (3) 5 oz. equivalents 5 oz. equivalents 3 cups 3 cups 5 tsp 5 tsp"
    },
    {
        "heading": "Boys",
        "content": "9-13 14-18 1,800 2,200 1.5 cups 2 cups 2.5 cups 3 cups 6 oz. equivalents (3) 8 oz. equivalents (4) 5 oz. equivalents 6.5 oz. equivalents 3 cups 3 cups 5 tsp 6 tsp"
    },
    {
        "heading": "Females",
        "content": "19-30 31-50 51+ 2,000 1,800 1,600 2 cups 1.5 cups 1.5 cups 2.5 cups 2.5 cups 2 cups 6 oz. equivalents (3) 6 oz. equivalents (3) 5 oz. equivalents (3) 5.5 oz. equivalents 5 oz. equivalents 5 oz. equivalents 3 cups 3 cups 3 cups 6 tsp 5 tsp 5 tsp"
    },
    {
        "heading": "Males",
        "content": "19-30 31-50 51+ 2,400 2,200 2,000 2 cups 2 cups 2 cups 3 cups 3 cups 2.5 cups 8 oz. equivalents (4) 7 oz. equivalents (3.5) 6 oz. equivalents (3) 6.5 oz. equivalents 6 oz. equivalents 5.5 oz. equivalents 3 cups 3 cups 3 cups 7 tsp 6 tsp 6 tsp tsp = teaspoon; oz. = ounce. The amount you need from each group depends on age, sex, and level of physical activity. Recommended daily amounts are shown in the chart. *These amounts are appropriate for individuals who get less than 30 minutes of moderate physical activity most days. Those who are more physically active may be able to consume more while staying within calorie needs. To find your personal total calorie needs and empty calories limit, enter your information into “My Daily Food Plan”: www.choosemyplate.gov/myplate/index.aspx. **See table 9.2 for weekly vegetable subgroup recommendations. ***Oils have a recommended daily allowance versus recommended daily amount. The daily allowance is appropriate for individuals who get less than 30 minutes of moderate physical activity most days. Those who are more physically active may be able to consume more while staying within calorie needs. Fruit. In general, 1 cup of fruit or 100% fruit juice, or 1/2 cup of dried fruit, can be considered as 1 cup from the Fruit Group. Vegetables. Any vegetable or 100% vegetable juice counts as a member of the Vegetable Group. Vegetables may be raw or cooked; fresh, frozen, canned, or dried-dehydrated; and may be whole, cut up, or mashed. Grains. Any food made from wheat, rice, oats, cornmeal, barley, or another cereal grain is a grain product. Bread, pasta, oatmeal, breakfast cereals, tortillas, and grits are examples of grain products. Protein foods. All foods made from meat, poultry, seafood, beans and peas, eggs, processed soy products, nuts, and seeds are consid- ered part of the Protein Foods Group. Beans and peas are also part of the Vegetable Group. In general, 1 ounce of meat, poultry, or fish, 1/4 cup cooked beans, 1 egg, 1 tablespoon of peanut butter, or 1/2 ounce of nuts or seeds can be considered as 1 ounce equivalent from the Protein Foods Group. Dairy. All fluid milk products and many foods made from milk are considered part of this food group. Most Dairy Group choices should be fat free or low fat. Foods made from milk that retain their calcium content are part of the group. Foods made from milk that have little to no calcium, such as cream cheese, cream, and butter, are not. Calcium-fortified soymilk (soy beverage) is also part of the Dairy Group. Oils. Oils are fats that are liquid at room temperature, like the vegetable oils used in cooking. Oils come from many different plants and from fish. Oils are not a food group, but they provide essential nutrients. Therefore, oils are included in USDA food patterns. From U.S. Department of Agriculture and U.S. Department of Health and Human Services. Foods within each group share similar nutrient com- positions and are considered interchangeable; however, a variety of foods should be consumed within each group. For example, eating an orange, an apple, and a pear provides a broader array of essential nutrients than is provided by three apples. A diet providing a variety of foods from each group is more likely to meet a person’s macronutrient (carbohydrate, protein, and fat) as well as micronutrient (vitamins and minerals) needs."
    },
    {
        "heading": "The SuperTracker section of the MyPlate website",
        "content": "contains sample food plans based on calorie needs, as well as information on empty calories and food labels. It also gives users the ability to calculate how much they eat and to track foods, physical activities, and weight."
    },
    {
        "heading": "Because athletes eat food, not individual nutrients,",
        "content": "dietary recommendations should be presented in terms of specific food choices. However, it is also important to have an understanding of the athlete’s nutrient require- ments in order to make food recommendations. The Dietary Reference Intakes (DRIs), created by the Food and Nutrition Board, Institute of Medicine, National Academies, are a complete set of nutrient intakes for use when evaluating and planning diets for healthy individuals. Dietary Reference Intakes are listed for the macronutrients as well as micronutrients, electrolytes, and water (68, 70, 72, 142, 169). The DRIs are based on the body of literature regarding nutrient intake and the reduction of chronic disease, as opposed to simply prevention of dietary deficiencies (36). Because nutrient intake can vary considerably from day to day, the DRIs apply to a person’s usual intake. Therefore, when a sports dietitian assesses a person’s nutrient intake, she looks at several days in order to get an average daily intake for each nutrient. This is especially true with regard to evaluating intake of nutrients found in few foods or in very small amounts in foods (115). Fewer days’ worth of food records are needed to get a good estimation of average protein intake, since this doesn’t vary much from day to day (115). The DRIs include the following:"
    },
    {
        "heading": "Recommended Dietary Allowance (RDA)—the aver-",
        "content": "age daily nutrient requirement adequate for meeting the needs of most healthy people within each life stage and sex."
    },
    {
        "heading": "Adequate Intake (AI)—the average daily nutrient",
        "content": "intake level recommended when a RDA cannot be established."
    },
    {
        "heading": "Tolerable Upper Intake Level (UL)—the maximum",
        "content": "average daily nutrient level not associated with any adverse health effects. Intakes above the UL increase potential risk of adverse effects. (The UL represents intake from all sources including food, water, and supplements.)"
    },
    {
        "heading": "Estimated Average Requirement (EAR)—the aver-",
        "content": "age daily nutrient intake level considered sufficient"
    },
    {
        "heading": "Dark green",
        "content": "vegetables"
    },
    {
        "heading": "Red and",
        "content": "orange vegetables"
    },
    {
        "heading": "Beans and",
        "content": "peas"
    },
    {
        "heading": "Starchy",
        "content": "vegetables"
    },
    {
        "heading": "Other",
        "content": "vegetables"
    },
    {
        "heading": "Children",
        "content": "2-3 4-8 1/2 cup 1 cup 2.5 cups 3 cups 1/2 cup 1/2 cup 2 cups 3.5 cups 1.5 cups 2.5 cups"
    },
    {
        "heading": "Girls",
        "content": "9-13 14-18 1.5 cups 1.5 cups 4 cups 5.5 cups 1 cup 1.5 cups 4 cups 5 cups 3.5 cups 4 cups"
    },
    {
        "heading": "Boys",
        "content": "9-13 14-18 1.5 cups 2 cups 5.5 cups 6 cups 1.5 cups 2 cups 5 cups 6 cups 4 cups 5 cups"
    },
    {
        "heading": "Females",
        "content": "19-30 31-50 51+ 1.5 cups 1.5 cups 1.5 cups 5.5 cups 5.5 cups 4 cups 1.5 cups 1.5 cups 1 cup 5 cups 5 cups 4 cups 4 cups 4 cups 3.5 cups"
    },
    {
        "heading": "Males",
        "content": "19-30 31-50 51+ 2 cups 2 cups 1.5 cups 6 cups 6 cups 5.5 cups 2 cups 2 cups 1.5 cups 6 cups 6 cups 5 cups 5 cups 5 cups 4 cups Vegetable subgroup recommendations are given as amounts to eat WEEKLY. It is not necessary to eat vegetables from each subgroup daily. However, over a week, try to consume the amounts listed from each subgroup as a way to reach your daily intake recommendation. These recommendations are for the general population; athletes may need different recommendations depending on their level and type of training. From U.S. Department of Agriculture and U.S. Department of Health and Human Services."
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "to meet the needs of half of the healthy population within each life stage and sex. Studies point to several nutrients of concern, nutrients that large portions of the population are not consuming in adequate amounts. All subgroups (males and females in all age groups) have a high prevalence of inadequacy of vitamin E and magnesium (71, 173). Vitamin E is found in many foods, though oils, nuts, and seeds are among the best sources of this nutrient. Magnesium is in a wide variety of foods, though often in small quantities. A few of the best sources of magnesium are nuts and seeds (particularly pumpkin seeds, almonds, and cashews) and beans, including mung beans and lima beans (175). In addition, for all individuals over the age of 2, mean usual intakes of fiber and potas- sium are below the DRI (175). The Scientific Report of the 2015 Dietary Guidelines Advisory Committee (176) lists fiber, potassium, calcium, and vitamin D as nutrients of concern. Dairy foods, fortified beverages (soy beverages, orange juice, and so on), and canned sardines are excellent sources of calcium while fatty fish, fortified beverages (milk, orange juice, soy beverages) and fortified yogurt are excellent sources of vitamin D (176). Also, iron is a concern for specific populations. Many women and adolescent females who are capable of becoming pregnant are deficient in iron, and many in these same groups are not meeting their dietary folate needs. Red meat, iron-fortified cereals, and beans are excellent sources of iron. Beans, peas, peanuts, and sunflower seeds are among the best sources of dietary folate (176). And finally, though no longer considered a nutrient of concern, vitamin B12 absorption is affected by insufficient hydrochloric acid in the stomach, found in about 10-30% of older adults. Therefore, adults over the age of 50 are encouraged to consume foods fortified with synthetic vitamin B12 or take dietary supplements, because their bodies can typically absorb vitamin B12 from these sources (176). B12 is found in animal foods, fortified nutritional yeast, and fortified cereals. Beef, lamb, veal, and fish are some of the best sources of this nutrient (175)."
    },
    {
        "heading": "Macronutrients",
        "content": "A macronutrient is a nutrient that is required in signif- icant amounts in the diet. Three important classes of macronutrients are protein, carbohydrate, and fat."
    },
    {
        "heading": "Protein",
        "content": "Protein is the primary structural and functional compo- nent of every cell in the human body. Dietary proteins are used for growth and development and to build and repair cells; they also serve as enzymes, transport car- riers, and hormones. Therefore dietary protein intake"
    },
    {
        "heading": "For More Information on Nutrition",
        "content": "Strength and conditioning professionals can rely on the following websites for more information about nutrition: Interactive DRI for Healthcare Professionals (based on the DRIs, this dietary planning tool calculates daily nutrient recommendations): http://fnic.nal.usda.gov/fnic/interactiveDRI Information on dietary supplements, including regulations; reports and warnings; macronutrient, phytonu- trient, vitamin, and mineral supplementation; herbal information; ergogenic aids; and complementary and alternative medicine:"
    },
    {
        "heading": "USDA’s National Agricultural Library, Dietary Supplements:",
        "content": "http://fnic.nal.usda.gov/dietary-supplements"
    },
    {
        "heading": "Weight Management, Food and Nutrition Information Center:",
        "content": "http://fnic.nal.usda.gov/consumers/eating-health/weight-management"
    },
    {
        "heading": "Peer-reviewed journal articles:",
        "content": "www.pubmed.com"
    },
    {
        "heading": "Collegiate and Professional Sports Dietitians Association:",
        "content": "www.sportsrd.org"
    },
    {
        "heading": "International Society of Sports Nutrition:",
        "content": "www.sportsnutritionsociety.org"
    },
    {
        "heading": "Sports, Cardiovascular, and Wellness Nutritionists:",
        "content": "www.scandpg.org is essential for maintaining health, reproduction, and cellular structure and function (69)."
    },
    {
        "heading": "Proteins are composed of carbon, hydrogen, oxygen,",
        "content": "and nitrogen. “Amino” means “nitrogen containing,” and amino acids are the molecules that, when joined in groups of a few dozen to hundreds, form the thousands of proteins occurring in nature. Proteins in the human body are composed of various combinations of the 20 individual amino acids. Four amino acids can be synthe- sized by the human body and are therefore considered “nonessential” because they do not need to be consumed in the diet. Nine amino acids are “essential” because the body cannot manufacture them—they must be obtained through the diet. And finally, eight amino acids are con- sidered conditionally essential. These amino acids are typically not essential though they become essential, and therefore must be obtained through the diet, during times of illness and stress (169). The amino acids are listed in table 9.3. Amino acids are joined together by peptide bonds. Two amino acids together are referred to as a dipeptide, and several amino acids together are referred to as a polypeptide. Polypeptide chains bond together to form a multitude of proteins with various structures and func- tions. Almost half of the body’s protein reserve exists as skeletal muscle, while approximately 15% makes up structural tissues including skin and blood. The rest of the body’s protein reserves are in visceral tissues such as the liver and kidney and in the bones (48)."
    },
    {
        "heading": "Protein Quality and Dietary Recommendations",
        "content": "Protein quality is determined by amino acid content and protein digestibility, as calculated by how much of the protein’s nitrogen is absorbed during digestion and its ability to provide the amino acids necessary for growth, maintenance, and repair. Higher-quality proteins are highly digestible and contain all of the essential amino acids. Animal-based proteins—including eggs, dairy foods, meat, fish, and poultry—contain all of the essen- tial amino acids, while soy is the only plant-based protein that contains all eight essential amino acids. In general, plant proteins are less digestible than animal proteins, though digestibility can sometimes be improved through processing and preparation (69, 110). And though mea- sures of protein quality, such as the protein digestibility correct amino acid score (PDCAAS), take protein digestibility (or bioavailability) into account as well as a protein’s ability to provide the essential amino acids necessary for the synthesis of body proteins and other metabolites, they do not take into account how other compounds within the food alter the bioavailability of the protein’s amino acids. Foods contain antinutritional factors—compounds that reduce the digestion and absorption of a nutrient, making it less available for use by the body (159). Several antinutritional factors lead to digestive losses and structural changes of amino acids that limit amino acid bioavailability (110). For instance, during cooking, some foods will brown; this browning, called a Maillard reaction, leads to compounds that can decrease the bioavailability of certain amino acids. And though the majority of plant-based foods fall short in one or more essential amino acids, vegetarians and vegans (those who consume only plants and plant products—no meat, fish, poultry, eggs, milk, or other foods that come from animals) can meet their protein needs by consuming a variety of plant foods including legumes, vegetables, seeds, nuts, rice, and whole grains that provide different amino acids so that all essential amino acids are con- sumed over the course of the day (184)."
    },
    {
        "heading": "While dietary recommendations are stated as protein",
        "content": "requirements, the actual requirement is for amino acids. The need for amino acids in sedentary, healthy adults results from the constant turnover of cells and cellular proteins. During cell turnover—the constant breakdown and regeneration of cells—the body’s free amino acid pool is the immediate and largest supplier of amino acids (106). The pool is replenished from dietary protein digestion, as well as the amino acids released from tissue turnover. Substantially more protein is turned over daily than is ordinarily consumed, indicating that amino acids are recycled (119). This process is not completely effi- cient, however, so dietary amino acid intake is required to replace losses. The RDA for protein for men and women 19 years of age and older, based on nitrogen balance studies, is 0.80 g of good-quality protein per kilogram body weight per day (69). Children, teens, and pregnant and lactating women have higher dietary protein needs as reflected in the RDA for these groups. However, protein needs are"
    },
    {
        "heading": "Conditionally",
        "content": "essential"
    },
    {
        "heading": "Valine",
        "content": "From Institute of Medicine (US)."
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "inversely proportional to calorie intake because small amounts of protein can be metabolized as a source of energy when a person is in a state of negative calorie balance, when fewer calories are consumed than are expended (e.g., typically only 1-6% of total caloric expenditure in most circumstances but up to 10% during prolonged exercise in a glycogen-depleted state) (69, 95, 165). In this case, the protein cannot be used for the intended purpose of replacing the amino acid pool. When caloric intake goes down, protein requirement goes up (101). Therefore, the Institute of Medicine (IOM) established an Acceptable Macronutrient Distribution Range (AMDR) for protein, which covers a wide range of protein intake. The AMDR is 5% to 20% of total cal- ories for children ages 1 to 3 years, 10% to 30% of total calories for children ages 4 to 18 years, and 10% to 35% of total calories for adults older than age 18 years. Men and women typically consume an average of 15% of their calories from protein (172). The AMDR for a nutrient includes a range of intakes associated with reduced risk of chronic disease while still providing recommended intakes of other essential nutrients (176). Though the DRI for protein fits within the AMDR, the DRI is based solely on body weight and therefore does not take low or high calorie intakes into account. Based on the AMDR, when calorie intake is lower, protein needs go up as a per- centage of total calorie intake by approximately 1% for every 100-calorie decrease below 2,000 calories. When total calorie intake is higher, protein needs, expressed as a percentage of total caloric intake, go down to a certain point. In practice, sports dietitians should first establish an athlete’s protein intake and then add carbohydrate and fats as determined by total calorie needs (93)."
    },
    {
        "heading": "Concerns About the RDA for Protein",
        "content": "There is controversy surrounding the RDA for protein since some scientists suggest that adults should con- sume more than the RDA for bone health (54), weight management, and building and repairing muscle (121, 122). In addition, research suggests that higher-protein, lower-carbohydrate diets can favorably affect blood lipids, particularly in obese individuals, and therefore also decrease some of the risk factors for cardiovascular disease and metabolic syndrome (94). Protein is a building block for strong bones, contrib- uting to 50% of bone volume and 33% of bone mass (56). Protein’s effect on bone may be due, in part, to its influence on insulin-like growth factor-I (IGF-I), which is produced in the liver and promotes bone and muscle formation (151). And though research suggests that supplemental, but not dietary, protein increases calcium losses through urine, in healthy individuals consuming 0.7 to 2.1 g of protein per kilogram body weight, both uri- nary calcium excretion and intestinal calcium absorption increase (87). In fact, low dietary protein intake (0.7 g protein per kilogram body weight per day) suppresses intestinal calcium absorption (86). Protein also plays a multifaceted role in weight man- agement. First, it promotes satiety in a dose-dependent manner: Greater amounts of protein lead to a greater increase in satiety (41). However, the satiating effect of protein also depends on the timing of protein intake, form (solid vs. liquid), concurrent intake of other mac- ronutrients, and time until the next meal (5). The type of protein may also have an effect on satiety, though research has not fully elucidated which proteins may have the greatest impact (16, 59, 101). Protein also has the greatest thermic effect of feeding—more calories are burned during the digestion of protein as compared to carbohydrate or fat. And finally, higher protein diets help spare muscle loss while a person is on a reduced-calorie diet (91, 134). The amino acids in protein are used for growth (including muscle growth) and for repairing tissue, synthesizing enzymes and hormones, and repairing and making new cells. And though adults in a general fitness program can likely meet their protein requirements by consuming 0.8 to 1.0 g of protein per kilogram body weight per day, athletes and those who exercise intensely require more protein (21). Aerobic endurance athletes who consume a sufficient number of calories require approximately 1.0 to 1.6 g of protein per kilogram body weight per day (128, 165). Strength athletes need approximately 1.4 to 1.7 g of protein per kilogram body weight per day (96). Athletes who generally do a com- bination of strength and aerobic endurance or anaerobic sprint training and who are consuming adequate calories should ingest 1.4 to 1.7 g of protein per kilogram body weight. Athletes who are on a reduced-calorie diet may need more protein per day to preserve muscle tissue during weight loss. In addition to eating the right amount of protein per day, research supports the idea of athletes consuming sufficient protein right after exercise, when muscle tissue is most receptive to amino acids. In fact, after exercise, both muscle protein synthesis and breakdown are increased, though net protein balance is negative when the exercise is done in a fasted state (127). Protein con- sumed after exercise increases muscle protein synthesis, and muscle sensitivity to amino acids is enhanced for up to 48 hours after a bout of exercise. However, this sensitivity goes down over time; therefore consuming protein sooner, rather than waiting, has a greater effect on acute muscle protein synthesis (28, 42, 97, 145). The amount of protein an athlete should consume after aerobic endurance exercise has yet to be fully elucidated. However, some suggest a 4:1 or 3:1 ratio of carbohydrate to protein as a general guideline (85). After resistance training, a wide range of protein intakes, 20 to 48 g, has proven beneficial for maximally stimulating acute muscle protein synthesis (82). The amount appears to depend, at least in part, on the leucine content of the protein (28) and is also affected by age, since sensitivity to amino acids decreases in older adults (84)."
    },
    {
        "heading": "Concerns surrounding protein intakes above the RDA",
        "content": "are unfounded for the most part in healthy individuals (105). Proteins consumed in excess of the amount needed for the synthesis of tissue are broken down (65), the nitrogen is excreted as urea in urine, and the remaining ketoacids are either used directly as sources of energy or converted to carbohydrate (gluconeogenesis) or body fat (60). In fact, a study examining high protein intake in athletes found that protein intakes up to 2.8 g per kilogram body weight (as assessed by a seven-day diet record) didn’t impair any measures of renal func- tion (132). The strength and conditioning professional should be aware that consistently high protein intakes, above recommended levels for building and repairing muscle, are not recommended because carbohydrate and fat intake (and the nutrients commonly found in carbohydrate- and fat-rich foods) may be compromised."
    },
    {
        "heading": "The protein content of commonly consumed foods",
        "content": "is listed in table 9.4. ▶ ▶Athletes require more than the RDA for pro- tein to build and repair muscle. Depending on the sport and the training program, 1.0 to 1.7 g per kilogram body weight of protein is recommended."
    },
    {
        "heading": "Carbohydrate",
        "content": "Carbohydrate primarily serves as a source of energy."
    },
    {
        "heading": "However, carbohydrate is not an essential nutrient,",
        "content": "because the body can break down the carbon skeletons of certain amino acids and convert them into glucose (i.e., gluconeogenesis). Carbohydrates are composed of carbon, hydrogen, and oxygen. Carbohydrates can be classified into three groups according to the number of sugar (saccharide) units they contain: monosaccharides, disaccharides, and polysaccharides."
    },
    {
        "heading": "Monosaccharides (glucose, fructose, and galactose)",
        "content": "are single-sugar molecules. In the body, glucose is pres- ent as circulating sugar in the blood, where it is used as the primary energy substrate for cells. In addition, glucose molecules make up glycogen, a polysaccha- ride stored in muscle and liver cells. In food, glucose is typically combined with other monosaccharides to form various sugars, such as sucrose. Isolated glucose found in candy or sport drinks is found in the form of dextrose, a chemical isomer of glucose. Fructose has the same chemical formula as glucose, but because the atoms are arranged differently, it tastes much sweeter and has different properties. Fructose accounts for the sweet taste of honey and occurs naturally in fruits and vegetables. In the body, fructose causes less insulin secretion than other sugars, which has made it a focus of much research in the area of aerobic endurance performance. Galactose, the third monosaccharide, combines with glucose to form lactose, milk sugar."
    },
    {
        "heading": "Disaccharides (sucrose, lactose, and maltose) are",
        "content": "composed of two simple sugar units joined together. Sucrose (or table sugar), the most common disaccharide, is a combination of glucose and fructose. Sucrose occurs naturally in most fruits and is crystallized from the syrup of sugar cane and sugar beets to make brown, white, or powdered sugar. Lactose (glucose + galactose) is found only in mammalian milk. Maltose (glucose + glucose) occurs primarily when polysaccharides are broken down during digestion. It also occurs in the fermentation pro- cess of alcohol and is the primary carbohydrate in beer."
    },
    {
        "heading": "Polysaccharides, also known as complex carbohy-",
        "content": "drates, contain up to thousands of glucose units. Some of the most common polysaccharides of nutritional importance are starch, fiber, and glycogen. Starch is the storage form of glucose in plants. Grains, legumes, and vegetables are good sources of starch. Before starch can be used as a source of energy, it must be broken down into glucose components. Dietary fiber, a constituent of the plant cell wall, is also a form of carbohydrate."
    },
    {
        "heading": "Cellulose, hemicellulose, beta-glucans, and pectins are",
        "content": "fibers; these and noncarbohydrate fibrous materials (lig- nins) are partially resistant to human digestive enzymes. Fibers have different physiological effects in the body."
    },
    {
        "heading": "Some delay gastric emptying, which may temporarily",
        "content": "influence feelings of fullness, while other types of fiber increase bulk and water content, reducing constipation and decreasing transit time of feces. In addition, some soluble fibers decrease the absorption of cholesterol and may therefore help reduce blood cholesterol levels after ingestion (104), while prebiotic dietary fibers selectively stimulate the growth of bacteria in the gut (32, 135). Fiber-rich foods include beans, peas, bran, many fruits and vegetables, and some whole-grain foods. Glycogen is found in small (77, 166) amounts in human liver and muscle, totaling approximately 15 g of glycogen per kilogram body weight (1), and in animal tissue as a temporary source of stored energy (20). While present in animal meats we eat such as steak, chicken breast, and fish fillets, it is not present to any large extent. When glucose enters the muscles and liver, if it is not metabolized for energy it can be synthesized to form glycogen. Three-quarters of the glycogen in the body is stored in skeletal muscle; the remaining quarter is stored in the liver (20). The process of converting glucose to glycogen is called glycogenesis."
    },
    {
        "heading": "Average amount of protein",
        "content": "(in grams) per serving"
    },
    {
        "heading": "Almonds",
        "content": "1/4 cup"
    },
    {
        "heading": "Bacon, pork",
        "content": "3 slices 27.3 10.5"
    },
    {
        "heading": "Black beans",
        "content": "1/2 cup 92.5 7.5"
    },
    {
        "heading": "Cashews",
        "content": "1/4 cup 5.5"
    },
    {
        "heading": "Cheese slice, cheddar",
        "content": "1 slice 5.5"
    },
    {
        "heading": "Cheese slice, Swiss",
        "content": "1 slice 7.5"
    },
    {
        "heading": "Cheese, string, part skim",
        "content": "1 oz. (1 stick)"
    },
    {
        "heading": "Chicken breast",
        "content": "3 oz."
    },
    {
        "heading": "Cottage cheese, 1%",
        "content": "4 oz."
    },
    {
        "heading": "Deli turkey",
        "content": "5 oz."
    },
    {
        "heading": "Edamame",
        "content": "1/2 cup 73.5 8.5"
    },
    {
        "heading": "Garbanzo beans",
        "content": "1/3 cup 83.5"
    },
    {
        "heading": "Greek yogurt, nonfat",
        "content": "6 oz."
    },
    {
        "heading": "Hamburger patty",
        "content": "3 oz."
    },
    {
        "heading": "Kidney beans",
        "content": "1/2 cup 88.5 7.5"
    },
    {
        "heading": "Lamb chop",
        "content": "3 oz. 23.5"
    },
    {
        "heading": "Lima beans",
        "content": "1/2 cup"
    },
    {
        "heading": "Milk, 1%, low fat",
        "content": "8 fl. oz."
    },
    {
        "heading": "Peanut butter",
        "content": "2 Tbsp"
    },
    {
        "heading": "Peanuts",
        "content": "1/4 cup 35.5"
    },
    {
        "heading": "Pistachios",
        "content": "1/4 cup 30.5 6.5"
    },
    {
        "heading": "Pork tenderloin",
        "content": "3 oz. 22.5"
    },
    {
        "heading": "Salmon",
        "content": "3 oz."
    },
    {
        "heading": "Sausage links",
        "content": "3 links"
    },
    {
        "heading": "Sirloin steak",
        "content": "3 oz."
    },
    {
        "heading": "Soy milk",
        "content": "8 fl. oz."
    },
    {
        "heading": "Soy nuts",
        "content": "1/4 cup Tortilla, flour, 8 in. 4.5"
    },
    {
        "heading": "Tuna, canned",
        "content": "3 oz. (1/2 can) 21.5 Wheat bagel, 5 in. 1 bagel"
    },
    {
        "heading": "Wheat bread",
        "content": "1 slice"
    },
    {
        "heading": "Yogurt, low fat",
        "content": "6 oz. From U.S. Department of Agriculture, Agricultural Research Service."
    },
    {
        "heading": "Athletes typically consume a variety of carbohy-",
        "content": "drates in their normal diets. However, when they want to improve the quality of their diet, by consuming fewer foods that have untoward effects on overall health or performance, they may consider macronutrient ranking systems such as the glycemic index or glycemic load."
    },
    {
        "heading": "The glycemic index (GI) ranks carbohydrates accord-",
        "content": "ing to how quickly they are digested and absorbed, and therefore raise blood glucose levels, in the 2-hour time period after a meal, compared to the same amount (by weight in grams) of a reference food, typically white bread or glucose, which is given a GI of 100 (76)."
    },
    {
        "heading": "Glycemic index = [Incremental area under",
        "content": "the curve for the blood glucose response after consumption of a 25 or 50g carbohydrate portion of a test food  Incremental area under the curve for the blood glucose response after consumption of the same portion (in grams) of a standard food]  100 consuming carbohydrate as part of a meal or in different quantities affects the GI (45). Low-GI foods generally include vegetables, legumes, beans, and whole grains (see table 9.5)."
    },
    {
        "heading": "Although some scientists have speculated that con-",
        "content": "sumption of low-GI foods before exercise might spare carbohydrate by minimizing insulin secretion and therefore improve performance, there is insufficient evidence to support this hypothesis (21). The research is mixed, with some studies showing that consumption of a low-GI food as compared to a high-GI food before exercise improves exercise time to exhaustion (35, 167) and others finding that consuming a preexercise low-GI food versus a high-GI food had no effect on running performance (160, 180). Therefore, athletes who use the GI to guide their food choices can try preexercise low- and high-GI foods in training while sticking with high-GI foods during exer- cise to provide immediate sources of energy (sugar) for activity (23) and immediately after exercise to more rapidly replenish glycogen stores (131). The glycemic load (GL) takes the amount of carbo- hydrate, in grams, in a portion of food into account—a factor that also influences glycemic response. Because GL takes portion size into account, it is a more realistic gauge of glycemic response than the GI, which is based on a standard serving size. Table 9.6 shows the difference in GI and GL for specific foods. The GL is equal to the GI multiplied by the amount of carbohydrate in a portion of the food and dividing this total by 100. GI of an individual food  grams of carbohydrate per serving of food"
    },
    {
        "heading": "Low-GI foods are digested and absorbed slowly,",
        "content": "resulting in a smaller rise in blood glucose and subse- quent insulin release from the pancreas compared to the reference food (45). Insulin helps lower blood glucose levels by facilitating glucose transport into cells. The fate of glucose within cells depends on where it is shuttled. For instance, muscle cells use glucose for energy while fat cells convert glucose into triglycerides (fat). Though the GI was developed to help people better control their blood sugar levels—something that is particularly helpful for those with diabetes—some researchers hypothesized that diets composed of lower- versus higher-GI foods may also help decrease risk of obesity and other diseases (99, 100). However, the GI system has a few issues that may limit its accuracy. First, published GI values for a given type of food may vary considerably due to differences in testing and variations in ingredients used, ripeness of food, method of food processing, cooking, and storage (27, 60). Secondly, Table 9.5  Glycemic Index (GI) of Various Foods"
    },
    {
        "heading": "Whole wheat bread",
        "content": "Based on Atkinson, Foster-Powell, and Brand-Miller, 2008 (8)."
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "Foods with a higher GL are expected to lead to greater increases in blood sugar and subsequent insulin release (45). A low-GL diet, combined with exercise, has been shown to improve insulin sensitivity in older, obese adults and therefore may be a potential treatment for this popu- lation (90), while observational and intervention studies suggest that low-GI and low-GL diets are associated with lower levels of inflammatory markers. Chronic low-grade inflammation is considered a potential risk factor for chronic diseases (19). In addition, some (though not all) studies have found that diets with a lower GI or GL are associated with lower levels of fasting insulin as well as fewer cardiovascular risk factors (63, 152)."
    },
    {
        "heading": "Serving",
        "content": "size (g)"
    },
    {
        "heading": "Glycemic index",
        "content": "(GI; glucose = 100)"
    },
    {
        "heading": "Available",
        "content": "carbohydrates (g/serving)"
    },
    {
        "heading": "Glycemic load",
        "content": "(GL; per serving)"
    },
    {
        "heading": "Angel food cake",
        "content": "50 29 19"
    },
    {
        "heading": "Apple (different varieties)",
        "content": "120 38± 2 15 6"
    },
    {
        "heading": "Apple juice, unsweetened",
        "content": "(250 ml) 8 fl. oz. 40 ± 1 29 12"
    },
    {
        "heading": "Bagel, white, frozen",
        "content": "70 35 25"
    },
    {
        "heading": "Banana, ripe",
        "content": "120 25 13"
    },
    {
        "heading": "Cheese pizza",
        "content": "(Pillsbury Canada Ltd) 100 27 16"
    },
    {
        "heading": "Chocolate milk",
        "content": "(powder dissolved in milk) 250 ml (8.5 fl. oz.) 11 5"
    },
    {
        "heading": "Chocolate pudding, instant, made",
        "content": "from powder and whole milk 100 47 ± 4 16 7"
    },
    {
        "heading": "Corn, sweet",
        "content": "150 53 ± 4 32 17"
    },
    {
        "heading": "English muffin",
        "content": "30 77 ± 7 14 11"
    },
    {
        "heading": "Grapes",
        "content": "120 46 ± 3 18 8"
    },
    {
        "heading": "Ice cream",
        "content": "50 61 ± 7 13 8"
    },
    {
        "heading": "Kidney beans, canned",
        "content": "150 17 9"
    },
    {
        "heading": "Mashed potatoes, instant",
        "content": "150 85 ± 3 20 17"
    },
    {
        "heading": "Oatmeal, prepared",
        "content": "50 35 24"
    },
    {
        "heading": "Raisins",
        "content": "60 64 ± 11 44 28"
    },
    {
        "heading": "Rice, brown (steamed, USA)",
        "content": "150 33 16"
    },
    {
        "heading": "Rice, white, long grain, boiled",
        "content": "20-30 min 150 36 18"
    },
    {
        "heading": "Soft drink (Coca Cola)",
        "content": "250 ml (8.5 fl. oz.) 26 16"
    },
    {
        "heading": "Strawberries",
        "content": "120 40 ± 7 3 1"
    },
    {
        "heading": "Sweet potato",
        "content": "150 61 ± 7 28 17"
    },
    {
        "heading": "Vanilla wafers",
        "content": "25 18 14"
    },
    {
        "heading": "Wheat bread, 75%",
        "content": "cracked wheat kernels 30 53 ± 3 20 11"
    },
    {
        "heading": "Yogurt, low-fat (0.9%),",
        "content": "wild strawberry 200 31 ± 14 30 9 Adapted, by permission, from Foster-Powell, Holt, and Brand-Miller, 2002 (45)."
    },
    {
        "heading": "Fiber",
        "content": "Diets low in fiber have been associated with constipa- tion, heart disease, colon cancer, and type 2 diabetes. The DRI for fiber ranges from 21 to 29 g/day for women (depending on age, pregnancy, and lactation) and 30 to 38 g/day for men based on age group. Fiber is com- monly found in fruits, vegetables, nuts, seeds, legumes, and whole-grain products such as whole-grain bread, oatmeal, and popcorn."
    },
    {
        "heading": "Numerous studies show that carbohydrates can improve",
        "content": "time to exhaustion during aerobic endurance perfor- mance as well as work output and performance in high-intensity intermittent sports (2, 11). High glycogen levels have also been shown to spare the use of protein for fuel, thereby helping attenuate muscle breakdown (though differences in protein intake also affect muscle breakdown) (64)."
    },
    {
        "heading": "Carbohydrate recommendations are largely based on",
        "content": "type of training. Aerobic endurance athletes training 90 minutes or more per day at moderate intensity (70-80% V.O2max) should aim for 8 to 10 g of carbohydrate per kilogram body weight per day (75). Athletes who bene- fit from this level of carbohydrate intake include those engaged in continuous aerobic activity such as distance runners, road cyclists, triathletes, and cross-country skiers. Research has shown that athletes consistently engaged in high-intensity, intermittent activities, such as soccer players, also benefit from high-carbohydrate diets (10, 163). Research on the carbohydrate needs of athletes in a wide variety of sports such as basketball players, wrestlers, and volleyball players is limited. Athletes who participate in strength, sprint, and skill activities need approximately 5 to 6 g of carbohydrate per kilogram body weight per day (153)."
    },
    {
        "heading": "Within 30 minutes after aerobic endurance training,",
        "content": "approximately 1.5 g of higher-glycemic carbohydrate per kilogram of body weight should be consumed to quickly stimulate glycogen resynthesis (74). Athletes can con- sume less carbohydrate in the time period immediately postexercise as long as they consume a higher-carbohy- drate meal or snack at regular intervals (approximately every 2 hours) after finishing training. Athletes who do not train every day can restore their glycogen over the course of a 24-hour period if they consume enough total carbohydrate in their diet. And finally, despite the profound effect glycogen has on performance, athletes adapt to low-carbohydrate diets, which will decrease their reliance on carbohydrate as a fuel source during exercise (43). Some athletes also use this strategy to decrease their total calorie intake. ▶ ▶Athletes adapt to dietary changes in carbo- hydrate intake. Though athletes who regu- larly consume carbohydrates use them as a primary source of energy during aerobic exercise, consistent intake of a low-carbo- hydrate diet leads to greater reliance on fat as a source of fuel."
    },
    {
        "heading": "Fat",
        "content": "Although the terms fat and lipid are often used inter- changeably, lipid is a broader term. Lipids include triglycerides (fats and oils) as well as related fatty com- pounds, such as sterols and phospholipids. The lipids of greatest significance in nutrition are triglycerides, fatty acids, phospholipids, and cholesterol. Triglycerides are formed by the union of glycerol with three fatty acids. The majority of lipids found in foods and in the body are in the triglyceride form, and within this chapter the term fat refers to triglycerides."
    },
    {
        "heading": "Like carbohydrate, fat contains carbon, oxygen, and",
        "content": "hydrogen atoms; but because the fatty acid chains have more carbon and hydrogen relative to oxygen, they pro- vide more energy per gram. For example, fats provide approximately 9 kcal/g, while carbohydrates and protein provide approximately 4 kcal/g. Dietary fats and oils are composed of different types of fatty acids. Saturated fatty acids have no double bonds, and their carbon molecules are saturated with hydrogen. Saturated fatty acids are used for certain physiological and structural functions, but the body can make these fatty acids; therefore there is no dietary requirement for saturated fatty acids (174). Unsaturated fatty acids contain some carbon molecules that are joined together by double bonds, making them more chemically more reactive. Fatty acids containing one double bond are monounsaturated. With two or more double bonds, a fatty acid is polyunsaturated. Two polyunsaturated fatty acids are considered essential, meaning that the body cannot make them: omega-6 and omega-3 fatty acids. These two fatty acids are necessary for the formation of healthy cell membranes, proper development and func- tioning of the brain and nervous system, and hormone production. Omega-6 fatty acids are abundant in the food supply and found in foods such as soybean, corn, and safflower oil and products made with these oils. Fewer foods contain omega-3 fatty acids; these include fish, particularly fatty fish such as salmon, herring, halibut, trout, and mackerel, which contain the omega-3 fatty acids eicosapentaenoic acid (EPA) and docosahex- aenoic acid (DHA). Eicosapentaenoic acid and DHA are tied to a dose-dependent decrease in triglycerides; a small, but statistically significant, decrease in blood"
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "pressure, especially in the elderly; and potential antiar- rhythmic effects (107, 113)."
    },
    {
        "heading": "One could also consume flaxseeds, walnuts, soybean",
        "content": "oil, or canola oil to meet omega-3 requirements since these contain the omega-3 fatty acid alpha-linolenic acid (ALA), which is converted to EPA and DHA. How- ever, this conversion process is inefficient. According to vivo studies, approximately 5% of ALA is converted to EPA and <0.5% of ALA is converted to DHA in adults (130). Therefore, while foods that contain ALA count toward one’s omega-3 intake, they do not have a sub- stantial effect on EPA and DHA levels in the body. Foods rich in ALA may improve some risk factors for cardio- vascular disease; however, it isn’t clear which is respon- sible—ALA, the other compounds in these nutrient-rich foods, or a combination of the two (38). In addition to its physiological functions, fat is important because it is responsible for the characteristic flavor, aroma, and texture of many foods. Generally, most dietary fats and oils are a mix of all three types of fatty acids, with one type predominating. Soy, corn, sunflower, and safflower oils are relatively high in polyunsaturated fatty acids; olive, peanut, and canola oils are high in monounsat- urated fatty acids; and most animal fats and tropical oils (e.g., coconut, palm kernel) are relatively high in saturated fatty acids. When stored in the human body, fat serves many functions. Energy is stored primarily as adipose tissue in humans, but small amounts are also found in skeletal muscle, especially in aerobically trained athletes (150). Body fat insulates and protects organs, regulates hor- mones, and carries and stores the fat-soluble vitamins A, D, E, and K."
    },
    {
        "heading": "Relationship With Cholesterol",
        "content": "Cholesterol is a waxy, fat-like substance that is an important structural and functional component of all cell membranes. In addition, cholesterol is used for the pro- duction of bile salts, vitamin D, and several hormones, including the sex hormones (estrogen, androgen, and progesterone) as well as cortisol. And though cholesterol has many essential functions in the body, high levels of cholesterol may lead to atherosclerosis, hardening of the arteries due to plaque build up on artery walls, which narrows the area within arteries that blood can pass through. Therefore, having high levels of blood cholesterol is a risk factor for heart disease and stroke."
    },
    {
        "heading": "High levels of total cholesterol, low-density lipopro-",
        "content": "teins (LDL), and triglycerides are all associated with increased risk of heart disease. Low-density lipoprotein is further divided into subfractions based on particle size."
    },
    {
        "heading": "Smaller, more dense particles, called very low-density",
        "content": "lipoproteins (VLDL), are more atherogenic (artery clogging) than larger LDL particles (44). High levels of saturated or trans fats, weight gain, and anorexia can all increase LDL cholesterol (162). However, VLDL levels increase with increasing intake of carbohydrate (116). High levels of high-density lipoproteins (HDL) are protective against heart disease, but are not a target of therapy (practitioners are told not to focus on HDL). Table 9.7 shows how LDL, total, and HDL cholesterol are classified."
    },
    {
        "heading": "High intake of refined carbohydrates, weight gain,",
        "content": "excessive alcohol intake, and very-low-fat diets can increase triglycerides (blood fats). However, as with cholesterol, several factors affect triglycerides, including a sedentary lifestyle, overweight or obesity, smoking, genetics, and certain diseases and medications (125, 162). The Scientific Report of the 2015 Dietary Guidelines"
    },
    {
        "heading": "Advisory Committee recommends avoiding partially",
        "content": "hydrogenated oils containing trans fat and limiting sat- urated fat to less than 10% of total calories and replacing saturated fat with unsaturated fat, particularly polyun- saturated fat. In addition, it is advised that added sugars consumed be a maximum of 10% of total calories (176)."
    },
    {
        "heading": "Fat and Performance",
        "content": "Both intramuscular and circulating fatty acids are poten- tial energy sources during exercise (126). Compared with the limited capacity of the body to store carbohydrate, fat stores are large and represent a vast source of fuel"
    },
    {
        "heading": "LDL cholesterol",
        "content": "<100"
    },
    {
        "heading": "Optimal",
        "content": "130-159"
    },
    {
        "heading": "Borderline high",
        "content": "160-189"
    },
    {
        "heading": "High",
        "content": ">190"
    },
    {
        "heading": "Total cholesterol",
        "content": "<200"
    },
    {
        "heading": "Desirable",
        "content": "200-239"
    },
    {
        "heading": "Borderline high",
        "content": ">240"
    },
    {
        "heading": "HDL cholesterol",
        "content": "<40"
    },
    {
        "heading": "Low",
        "content": ">60"
    },
    {
        "heading": "High",
        "content": "LDL = low-density lipoprotein; HDL = high-density lipoprotein. Lipoprotein level testing should be completed after a 9- to 12-hour fast. LDL cholesterol is the primary target of therapy."
    },
    {
        "heading": "Reprinted from NIH. Available: www.nhlbi.nih.gov/health-pro/guidelines/",
        "content": "current/cholesterol-guidelines/quick-desk-reference-html. for exercise (54). For example, a lean runner who is 160 pounds (72 kg) with 4% body fat has approximately 22,400 calories stored within fat tissue (53). At rest and during low-intensity exercise, a high percentage of the energy produced is derived from fatty acid oxidation (140). When the intensity of exercise increases, there is a gradual shift from fat to carbohydrate as the preferred source of fuel. Consistent aerobic training increases the muscle’s capacity to use fatty acids (79). In addition to training, the body adapts to using greater amounts of fat for energy when a higher-fat, lower-carbohydrate diet is consumed over a period of time (57, 79). And because the type of diet to which the body is adapted may influence performance (66), the effects of high-fat, low-carbohydrate diets vary, depending on the individual (129, 139, 143)."
    },
    {
        "heading": "Vitamins are organic substances (i.e., containing carbon",
        "content": "atoms) needed in very small amounts to perform specific metabolic functions (67, 177). Vitamins typically act as coenzymes, facilitating numerous reactions in the body. For instance, B vitamins help the body make energy from the metabolism of carbohydrates. Table 9.8 describes the functions and some food sources of individual vitamins."
    },
    {
        "heading": "Water-soluble vitamins, including the B vitamins",
        "content": "and vitamin C, dissolve in water and are transported in the blood. With the exception of vitamin B12, which is stored in the liver for years, water-soluble vitamins are not stored in appreciable amounts in the body; instead the body uses what is needed and then excretes the"
    },
    {
        "heading": "Protein",
        "content": "•\t Choose a variety of protein foods, which include seafood, lean meat and poultry, eggs, beans and peas, soy products, nuts, and seeds. •\t Increase the amount and variety of seafood consumed by choosing seafood in place of some meat and poultry. •\t Replace protein foods that are higher in solid fats with choices that are lower in solid fats and calories (171). •\t Young adults in a general fitness program: 0.8 to 1.0 g of protein per kilogram body weight per day. •\t Aerobic endurance athletes: 1.0 to 1.6 g of protein per kilogram body weight per day. •\t Strength athletes: 1.4 to 1.7 g of protein per kilogram body weight per day. •\t Athletes on a reduced-calorie diet: approximately 1.8 to 2.7 g per kilogram body weight per day."
    },
    {
        "heading": "Carbohydrate",
        "content": "•\t Reduce intake of calories from added sugars. •\t Increase intake of vegetables (prepared without added salt or fat) and fruit (prepared without added sugars). •\t Eat a variety of vegetables, including beans; peas; and dark-green, red, and orange vegetables. •\t Consume at least half of all grains as whole grains. Increase whole-grain intake by replacing refined grains with whole grains."
    },
    {
        "heading": "Fats and Alcohol",
        "content": "•\t Consume less than 10% of calories from saturated fats by replacing them with unsaturated fats, par- ticularly polyunsaturated fats. •\t Avoid partially hydrogenated oils containing trans fats. •\t Reduce the intake of calories from solid fats. •\t Decrease consumption of refined grains. •\t If alcohol is consumed, it should be consumed in moderation—up to one drink per day for women and two drinks per day for men—and only by adults of legal drinking age (176). Pregnant women should avoid alcohol, and breastfeeding women should be cautious about their intake if they choose to drink (176). Alcohol should be avoided in the time period postexercise because it reduces muscle protein synthesis (123). ▶ ▶The human body has a sufficient amount of fat to fuel long training sessions or com- petition."
    },
    {
        "heading": "DRI and UL** per day",
        "content": "(67, 70, 71, 72)"
    },
    {
        "heading": "Necessary for vision, healthy",
        "content": "skin, teeth, body tissues, and healthy mucous membranes and skin."
    },
    {
        "heading": "Animal foods including animal",
        "content": "liver (veal, beef, goose, lamb, turkey), meat, fortified milk, cheese, herring"
    },
    {
        "heading": "Males: 300-900 mcg RAE (reti-",
        "content": "nal activity equivalents) (RDA)"
    },
    {
        "heading": "Females: 300-1,300 mcg RAE",
        "content": "(RDA)"
    },
    {
        "heading": "Males: 600-3,000 mcg RAE",
        "content": "(UL)"
    },
    {
        "heading": "Females: 600-3,000 mcg RAE",
        "content": "(UL)"
    },
    {
        "heading": "An antioxidant.** Converted",
        "content": "into vitamin A in the body."
    },
    {
        "heading": "Sweet potato, carrots, pump-",
        "content": "kin, spinach, collards, kale, winter squash, lamb quarters, beet greens, turnip greens, cabbage"
    },
    {
        "heading": "No RDA or AI; however, 1 IU",
        "content": "beta-carotene from food = 0.05 mcg RAE vitamin A"
    },
    {
        "heading": "UL is not determinable due to",
        "content": "lack of data. Supplementation is advised only for individuals at risk for vitamin A deficiency."
    },
    {
        "heading": "Aids calcium absorption,",
        "content": "helps maintain blood levels of calcium and phosphorus. Nec- essary for building bone mass and preventing bone loss."
    },
    {
        "heading": "Fish (swordfish, salmon, tuna,",
        "content": "sardines, mackerel, carp, eel, whitefish), fortified milk, for- tified breakfast cereals, egg yolks"
    },
    {
        "heading": "Males: 15-20 mcg (600-800 IU)",
        "content": "(RDA)"
    },
    {
        "heading": "Females: 15-20 mcg",
        "content": "(600-800 IU) (RDA)"
    },
    {
        "heading": "Males: 63-100 mcg",
        "content": "(2,500-4,000 IU) (UL)"
    },
    {
        "heading": "Females: 63-100 mcg",
        "content": "(2,500-4,000 IU) (UL)"
    },
    {
        "heading": "An antioxidant.* Needed",
        "content": "for immune functioning and metabolism."
    },
    {
        "heading": "Oils (wheat germ, vegetable),",
        "content": "fortified breakfast cereals, nuts and seeds, wheat germ, peanut butter, corn oil"
    },
    {
        "heading": "Males: 6-15 mg (7.5-22.4 IU)",
        "content": "(RDA)"
    },
    {
        "heading": "Females: 6-19 mg (9-28.4 IU)",
        "content": "(RDA)"
    },
    {
        "heading": "Males: 200-1,000 mg",
        "content": "(300-1,500 IU) (UL)"
    },
    {
        "heading": "Females: 200-1,000 mg",
        "content": "(300-1,500 IU) (UL)"
    },
    {
        "heading": "Vitamin K",
        "content": "(phylloquinone)"
    },
    {
        "heading": "Needed for blood clotting; sup-",
        "content": "ports tissue and bone health."
    },
    {
        "heading": "Dark green leafy vegetables",
        "content": "(kale, Brussels sprouts, spin- ach, chard, turnip and mustard greens, beet greens, radic- chio), broccoli, asparagus, lamb quarters"
    },
    {
        "heading": "Promotes healthy cell devel-",
        "content": "opment, wound healing, and resistance to infections."
    },
    {
        "heading": "Necessary for conversion of",
        "content": "the inactive form of folic acid to the active form. Makes iron available for hemoglobin syn- thesis."
    },
    {
        "heading": "Sweet peppers, peaches,",
        "content": "guava, broccoli, kiwifruit, citrus fruit (strawberries, oranges, limes, lemons, grapefruit, tan- gerine), papayas, cantaloupe, tomatoes, potatoes, onions"
    },
    {
        "heading": "Coenzyme for carbohydrate",
        "content": "metabolism. Needed for normal functioning of the nervous system and muscles, including the heart."
    },
    {
        "heading": "Fortified breakfast cereals,",
        "content": "sunflower seeds, peas, pork, oranges, orange juice, lima beans, pecans, enriched rice"
    },
    {
        "heading": "Coenzyme in red blood cell",
        "content": "formation, nervous system functioning, and metabolism of carbohydrate, protein, and fat. Needed for vision and may help protect against cataracts."
    },
    {
        "heading": "Liver, wheat germ, brewer’s",
        "content": "yeast, almonds, cheese, for- tified breakfast cereal, whey protein, milk, eggs, lamb, pork, veal, beef, broccoli, yogurt"
    },
    {
        "heading": "No UL due to lack of data",
        "content": "(continued)"
    },
    {
        "heading": "DRI and UL** per day",
        "content": "(67, 70, 71, 72)"
    },
    {
        "heading": "Coenzyme for carbohydrate,",
        "content": "protein, and fat metabolism and proper nervous system functioning. High intakes can lower elevated cholesterol."
    },
    {
        "heading": "Soy protein, soy flour, textured",
        "content": "vegetable protein, whey pro- tein, beef, peanuts, peanut butter, sunflower seeds, forti- fied breakfast cereals"
    },
    {
        "heading": "Coenzyme for protein metabo-",
        "content": "lism and nervous and immune system function. Involved in synthesis of hormones and red blood cells."
    },
    {
        "heading": "Liver, bananas, fortified",
        "content": "breakfast cereals, soybeans, chicken, tuna, raw carrots, beef, broccoli, spinach, pota- toes, alfalfa sprouts, navy beans, peanut butter, garbanzo beans, walnuts, sunflower seeds, avocados, eggs, lima beans, cabbage, salmon"
    },
    {
        "heading": "Needed for normal growth and",
        "content": "development and red blood cell formation. Reduces risk of neural tube birth defects. May reduce risk of heart disease and cervical dysplasia."
    },
    {
        "heading": "Brewer’s yeast, fortified break-",
        "content": "fast cereals, liver, black-eyed peas, beans (pinto, black, lima, white, garbanzo, soy), peanuts, peanut butter, spin- ach, turnip greens, asparagus, mustard greens, seaweed, eggs, enriched bread, oranges, orange juice"
    },
    {
        "heading": "Vital for blood formation and",
        "content": "healthy nervous system."
    },
    {
        "heading": "Liver, oysters, lamb, eggs,",
        "content": "beef, shellfish, fish, poultry, pork, chicken, fortified break- fast cereals"
    },
    {
        "heading": "Assists in the metabolism of",
        "content": "fatty acids and utilization of B vitamins."
    },
    {
        "heading": "Nuts (peanuts, hazelnuts,",
        "content": "almonds, cashews, macada- mia), soybeans, peanut butter, black-eyed peas, liver, milk, egg yolks, yeast, cheese, cauliflower, carrots, avocados, sweet potatoes"
    },
    {
        "heading": "Pantothenic",
        "content": "acid"
    },
    {
        "heading": "Aids in normal growth and",
        "content": "development."
    },
    {
        "heading": "Liver, sunflower seeds, for-",
        "content": "tified breakfast cereals, egg yolks, whey protein, soy pro- tein, peanuts, peanut butter, pecans, veal, enriched rice, broccoli, lima beans"
    },
    {
        "heading": "No UL due to lack of data",
        "content": "*Antioxidants are substances that modify cell-signaling pathways and counteract oxidative stress-induced cell damage caused by reac- tive oxygen and nitrogen species (free radicals). Free radicals are both beneficial and harmful to human health. An overproduction of, or overexposure to, free radicals combined with a deficiency in antioxidants can result in oxidative stress and subsequent damage to cellular lipids, proteins, and DNA (67, 177). **Dietary Reference Intake (DRI): A set of nutrient recommendations that include the values Recommended Dietary Allowance (RDA), Adequate Intake (AI), Estimated Average Requirement (EAR), and the Tolerable Upper Level Intake (UL). Tolerable Upper Level Intake (UL): The highest daily intake of a nutrient that is likely to not pose a risk of adverse health effects in most of the general population. DRIs and UL are listed as a range across the life span for each sex."
    },
    {
        "heading": "Table 9.8  (continued)",
        "content": "remaining amounts in urine (170). And though there are no known side effects from excess vitamin B12 con- sumption, consuming more than the body can use will not increase energy or improve health (17, 72). Vitamins A, D, E, and K are fat soluble and therefore carried by fat in the blood and stored in fat tissue in the body (142). Excess preformed vitamin A (not beta carotene, alpha carotene, or beta cryptoxanthin, which are converted"
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "into vitamin A in the body) is toxic and associated with significant adverse effects including liver damage, intracranial pressure (pseudotumor cerebri), dizziness, nausea, headaches, skin irritation, pain in joints and bones, coma, and even death (67, 141). Excess vitamin A intake can occur through diet but typically results from high levels of vitamin A in supplements (70, 142). Toxic levels of vitamin D can lead to heart arrhythmias and increased levels of blood calcium, which can cause blood vessel and tissue calcification, as well as damage to the heart, blood vessels, and kidneys (142). Vitamin E acts as an anticoagulant and therefore thins the blood. Regular intake of excessive amounts of vitamin E can lead to high serum vitamin E levels, which is associated with increased risk of hemorrhagic stroke, particularly in individuals on blood thinners (124). Because vitamin K helps blood clot, excess intake of this vitamin can inter- fere with the effects of some anticlotting medications such as warfarin (Coumadin) (92)."
    },
    {
        "heading": "Minerals",
        "content": "Minerals contribute to the structure of bone, teeth, and nails; are a component of enzymes; and perform a wide variety of metabolic functions. For example, calcium is needed for bone and tooth formation and function, nerve transmission, and muscle contraction. Iron is necessary for oxygen transport and is also a component of enzymes necessary for energy metabolism. Calcium, phosphorus, magnesium, iron, and the electrolytes sodium, potas- sium, and chloride are often called the major minerals. For the athlete, minerals are important for bone health, oxygen-carrying capacity, and fluid and electrolyte balance. The minerals, their functions, and good food sources are listed in table 9.9."
    },
    {
        "heading": "Two minerals, iron and calcium, deserve additional",
        "content": "attention. Athletes who do not consume enough dietary iron can develop iron deficiency or iron deficiency anemia, both of which can impair performance."
    },
    {
        "heading": "Essential for developing and",
        "content": "maintaining healthy bones and teeth. Assists with blood clot- ting, muscle contraction, and nerve transmission."
    },
    {
        "heading": "Fruit juices and fruit drinks",
        "content": "fortified with calcium, cheese, sardines, milk, cottage cheese, yogurt, ice cream, calcium-set tofu, turnip greens, Chinese cabbage, mustard greens, kale, rutabaga"
    },
    {
        "heading": "Works with calcium to develop",
        "content": "and maintain strong bones and teeth. Enhances use of other nutrients. Essential for energy metabolism, DNA structure, and cell membranes."
    },
    {
        "heading": "Cheese, fish, beef, pork,",
        "content": "whole-wheat products, cocoa powder, pumpkin seeds, sun- flower seeds, almonds"
    },
    {
        "heading": "Activates nearly 100 enzymes",
        "content": "and helps nerves and muscles function. Constituent of bones and teeth."
    },
    {
        "heading": "Bran (wheat and rice), cocoa",
        "content": "powder, fortified breakfast cereals, seeds (pumpkin, sunflower), soybeans, nuts (almonds, pine nuts, hazelnuts, cashews, walnuts, peanuts), spinach"
    },
    {
        "heading": "DNA and ribonucleic acid",
        "content": "(RNA) and production of uric acid."
    },
    {
        "heading": "Milk, milk products, peas,",
        "content": "beans, liver, whole-grain prod- ucts"
    },
    {
        "heading": "Necessary for the normal",
        "content": "development of the skele- tal and connective tissues."
    },
    {
        "heading": "Involved in metabolism of car-",
        "content": "bohydrates."
    },
    {
        "heading": "Wheat germ, wheat bran, rice",
        "content": "bran, fortified breakfast cere- als, rice cakes, nuts (peanuts, pecans, pine nuts, walnuts, almonds, hazelnuts), soy- beans, mussels, whole-wheat products (pastas, breads, and crackers)"
    },
    {
        "heading": "Females: 2-11 mg (UL)",
        "content": "(continued)"
    },
    {
        "heading": "Involved in iron metabolism,",
        "content": "nervous system functioning, bone health, and synthesis of proteins. Plays a role in the pigmentation of skin, hair, and eyes."
    },
    {
        "heading": "Liver, shellfish (especially oys-",
        "content": "ters), lobster, nuts (cashews,"
    },
    {
        "heading": "Brazil nuts, hazelnuts, walnuts,",
        "content": "peanuts, almonds, pecans, pistachios), seeds (sunflower, pumpkin), fortified breakfast cereals, great northern beans"
    },
    {
        "heading": "Females: 340-1,300 mcg",
        "content": "(RDA)"
    },
    {
        "heading": "Females: 1,000-10,000 mcg",
        "content": "(UL)"
    },
    {
        "heading": "Aids in glucose metabolism",
        "content": "and may help regulate blood sugar and insulin levels in people with diabetes."
    },
    {
        "heading": "Mushrooms (white), raw oys-",
        "content": "ters, wine, apples, brewer’s yeast, beer, pork, chicken"
    },
    {
        "heading": "Females: 11-45 mcg (AI)",
        "content": "No UL due to lack of data."
    },
    {
        "heading": "Iodine",
        "content": "Part of the thyroid hormone."
    },
    {
        "heading": "Helps regulate growth, devel-",
        "content": "opment, and energy metabo- lism."
    },
    {
        "heading": "Iodized salt, saltwater fish and",
        "content": "seafood"
    },
    {
        "heading": "Necessary for red blood cell",
        "content": "formation and function. Con- stituent of myoglobin and com- ponent of enzyme systems."
    },
    {
        "heading": "Liver, beef, lamb, pork, veal,",
        "content": "poultry, clams, oysters, fortified breakfast cereals, enriched bread products, brewer’s yeast, nuts (pine nuts, cashews, almonds), beans (kidney, green, gar- banzo)"
    },
    {
        "heading": "Essential component of a key",
        "content": "antioxidant enzyme. Neces- sary for normal growth and development and for use of iodine in thyroid function."
    },
    {
        "heading": "Tenderloin of beef, pollock,",
        "content": "trout, tuna, oysters, mack- erel, flounder, liver, sunflower seeds, wheat bran, wheat germ, some pork, fortified breakfast cereals, perch, crab, clams, cod, haddock, whole- wheat breads"
    },
    {
        "heading": "Essential part of more than",
        "content": "100 enzymes involved in digestion, metabolism, repro- duction, and wound healing."
    },
    {
        "heading": "Oysters, beef, veal, lamb,",
        "content": "pork, chicken, lima beans, black-eyed peas, white beans"
    },
    {
        "heading": "Table 9.9  (continued)",
        "content": "Inadequate dietary calcium can contribute to low bone density and possibly future risk of developing osteopenia or osteoporosis."
    },
    {
        "heading": "Iron",
        "content": "Iron is essential for both the functioning and synthesis of hemoglobin, a protein that transfers oxygen throughout the body (158). In addition, iron is a component of the protein myoglobin, which transports oxygen to muscles (51). This mineral plays important roles in growth, development, cell functioning, and the synthesis and functioning of some hormones (41, 46, 85)."
    },
    {
        "heading": "Iron deficiency is the most prevalent nutrition",
        "content": "deficiency in the world (183). And though it dispro- portionately affects those in developing countries, it is common in industrialized countries as well. The National"
    },
    {
        "heading": "Nutrition and Health Examination Survey (NHANES)",
        "content": "found that approximately 16% of teenage girls aged 16 to 19 and 12% of women aged 20 to 49 were deficient in iron. In some studies examining iron deficiency in female aerobic endurance athletes, more than one in four women tested positive for iron deficiency (102, 137). Iron deficiency occurs in three stages (in order of severity): depletion, marginal deficiency, and anemia (89, 118). Iron carries oxygen to the working muscles, and even marginal iron deficiency may impair athletic performance (18, 61). Iron deficiency anemia develops when low iron stores persist for a period of time and the body cannot make enough healthy red blood cells to deliver oxygen throughout the body (157, 161). Symptoms depend on the individual; some people are asymptomatic or get used to their symptoms and assume"
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "that they are normal. Symptoms of deficiency iron deficiency or iron deficiency anemia may include weak- ness, fatigue, irritability, poor concentration, headache, decreased exercise capacity, hair loss, and dry mouth (15). Other symptoms associated with iron deficiency anemia include feeling cold often, inflamed tongue (glossitis), shortness of breath during routine activities, and pica (the desire to eat nonfood substances such as laundry starch, dirt, clay, and ice) (111)."
    },
    {
        "heading": "Women of childbearing age, teenage girls, pregnant",
        "content": "women, infants, and toddlers have the greatest need for iron and therefore an increased risk of becoming defi- cient. In addition, distance runners, vegetarian athletes, female athletes, those who lose a significant amount of blood during their menstrual cycle, people who take excessive amounts of antacids, and people with cer- tain digestive diseases such as celiac disease have an increased risk of developing iron deficiency anemia (70). The two types of iron found in food are heme and nonheme iron. Heme iron, derived from hemoglobin, is found in foods that originally contained hemoglobin and myoglobin—animal foods including red meats, fish, and poultry. Heme iron is absorbed better than nonheme iron, and absorption isn’t affected by anything else we eat. We absorb approximately 15% to 35% of the heme iron we eat (111). Nonheme iron is the form of iron found in all other, non-meat foods including vegetables, grains, and iron-fortified breakfast cereal. Only 2% to 20% of non- heme iron is absorbed (165). And, while heme iron is not affected by compounds found in food eaten concurrently, many factors affect the absorption of nonheme iron. For instance, the nonheme iron in spinach is bound to a substance called phytic acid, the storage form of phos- phorus in plants. Phytic acid decreases the absorption of nonheme iron. In addition, several other substances may decrease the absorption of nonheme iron, including tannins (found in tea and wine), calcium (found in dairy and multivitamins), polyphenols, phytates (found in legumes and whole grains), and some of the proteins in soy. A person can increase the amount of nonheme iron absorbed by consuming vitamin C–rich foods or bever- ages at the same time or consuming a nonheme source at the same time heme iron is consumed. For example, pairing spinach with meat increases iron absorption from spinach (70, 165). There are many supplemental forms of iron; each supplies a different amount of elemental iron while also varying in bioavailability and the potential for side effects such as stomach upset (103). In addition, both calcium and supplemental magnesium may interfere with iron absorption (179). Yet many Americans are not consuming enough calcium and magnesium through diet alone. Because of the many factors affecting iron intake and absorption, including intake of other minerals the athlete may not be consuming in adequate quantities, only a medical doctor or registered dietitian should recommend iron supplements and how to take an iron supplement for maximum absorption and minimal stom- ach upset (24, 47, 114, 144, 179)."
    },
    {
        "heading": "Adequate calcium intake throughout childhood and",
        "content": "adolescence is essential for the development of strong bones. Calcium helps bones grow in length and density during adolescence, with up to 90% of peak bone mineral density occurring during late adolescence (58, 154). And in adults, calcium helps maintain bone density. When dietary calcium intake falls short, calcium is pulled from its storage site in bone to meet the demands of the body and keep calcium concentrations in the blood, muscle, and intercellular fluids constant. Calcium is essential for attaining peak bone mass, and calcium deficiencies can impair the attainment of peak bone mineral density and increase risk of fracture later in life (71). Calcium also keeps teeth strong, helps regulate muscle contrac- tion, and plays a role in nerve functioning, blood vessel expansion and contraction, and hormone and enzyme secretion (71). The NHANES found that just 15% of 9- to 13-year- old females and less than 10% of females aged 14 to 18 and over the age of 51 met the adequate intake (AI) for calcium from diet alone (9). Therefore, athletes should be encouraged to include dairy products and other"
    },
    {
        "heading": "Caloric Versus Nutrient-Dense Foods",
        "content": "Given the rise in obesity in America, some classify the American diet as calorie dense but nutrient poor. The Scientific Report of the 2015 Dietary Guidelines Advisory Committee recommends a dietary pattern including a variety of nutrient-dense foods. Though there is no standardized definition of the term nutrient density, in general, choosing nutrient-dense foods means looking for foods based on the nutrients such as vitamins, minerals, and fiber, as well as the healthy plant-based compounds that they provide, whereas caloric density refers to the caloric content of a food. Foods high in nutrient density include milk, vegetables, protein foods, and grains, while foods high in caloric density but low in nutrient density typically include potato chips, des- serts, and candy (39). For more information on nutrient versus caloric density, the reader is referred to the work of Drewnowski (39). calcium-rich foods in their diets. The athlete’s medical doctor or registered dietitian may suggest a calcium supplement if calcium needs cannot be met through diet alone."
    },
    {
        "heading": "Fluid and Electrolytes",
        "content": "Water is the largest component of the body, representing 45% to 75% of a person’s body weight (68). In the human body, water acts as a lubricant, shock absorber, building material, and solvent. In addition, water is essential for body temperature regulation (water loss through sweat helps cool off skin, particularly in hot environments and during exercise), nutrient transport and waste product removal, and maintaining fluid balance and therefore normal blood pressure (78). Water is so important that even under optimal temperature conditions, the body can survive only a few days without water (99)."
    },
    {
        "heading": "While maintaining adequate hydration is important",
        "content": "for all individuals, athletes must pay close attention to their hydration status since sweat losses that exceed fluid intake can quickly lead to a hypohydrated state with a subsequent increase in core body temperature, decrease in blood plasma volume, and increase in heart rate and perceived exertion (31, 147). When this happens, sweat output cannot keep up with increases in core body temperature unless fluids are given. Repeated exercise in hot environments helps the body adapt to heat stress (e.g., greater sweat volume, lower electrolyte concen- tration of sweat, and lower temperature for the onset of sweating), and therefore athletes may be more prone to dehydration and heat stress at the beginning of the season (50). In addition, athletes with less training may be more prone to heat stress than trained athletes (45). Due to physiological changes that alter water conserva- tion in the body as well as age-related decline in fluid intake, the elderly have an increased risk of dehydration and hypohydration (45). Children may have a greater risk of dehydration as well, resulting from increased heat gain from the environment due to greater surface area–body mass ratio compared to adults, increased heat production during exercise, decreased ability to dissipate heat through sweat, and a decreased sensation of thirst compared to adults (12, 40). In addition, those with sickle cell trait, cystic fibrosis, and some other diseases have an increased risk of becoming dehydrated (12, 168). Even mild dehydration, representing 2% to 3% weight loss, can increase core body temperature and significantly affect athletic performance by increasing fatigue and decreasing motivation, neuromuscular control, accu- racy, power, strength, muscular endurance, and overall performance (13, 25, 37, 55, 81, 83, 112, 149, 158)."
    },
    {
        "heading": "Dehydration can increase core body temperature, reduce",
        "content": "stroke volume and cardiac output, decrease blood pres- sure, reduce blood flow to muscles, increase heartbeat, exacerbate symptomatic exertional rhabdomyolysis, and increase risk of heatstroke and death (31, 52, 109, 146). One’s risk for dehydration is greater in hot, humid environments and at altitude (26, 109, 117)."
    },
    {
        "heading": "Fluid Balance",
        "content": "The AI for water is 3.7 L (125.1 fluid ounces or 15.6 cups) and 2.7 L (91.3 fluid ounces or 11.4 cups) per day, respectively, for men and women. However, the AI for pregnant and lactating women is 3.0 L (101.4 fluid ounces or 12.7 cups) and 3.8 L (128.49 fluid ounces or 16.1 cups) per day, respectively. All sources of fluid, including beverages such as coffee, tea, juice, and soda, as well as the fluid in foods, contribute to meeting a person’s water needs (68)."
    },
    {
        "heading": "Maintaining fluid balance during training and com-",
        "content": "petition can be a challenge for many athletes, particu- larly those who sweat profusely or train in hot, humid environments or at altitude. In addition to environmental conditions, clothing, equipment, and larger body size can increase sweat rate, while unsafe weight loss practices such frequent use or overuse of diuretics or laxatives can increase risk of dehydration (31, 34). American football players, particularly linemen, have a greater risk of becoming dehydrated because of their equipment and in many cases, larger body size (31). For example, a study in National Football League players found that backs and receivers, with an average body mass of 93 ± 6 kg (204.6 ± 13.2 pounds), lost an average of 1.4 ± 0.45 L (47.3 ± 15.2 fluid ounces; or approximately 6 ± 2 cups) of sweat per hour, while linemen, with an aver- age body mass of 135.6 ± 17 kg (298 ± 37.4 pounds), lost an average 2.25 ± 0.68 L (75.1 ± 1.5 fluid ounces; approximately 9 cups) of sweat per hour during practice. Calculated sweat losses for both groups during a total of 4.5 hours of practice on days with two practice sessions were 6.4 ± 2.0 L (216.4 ± 67.6 fluid ounces; approxi- mately 27 ± 8 cups) for backs and receivers and 10.1 ± 3.1 L (341.5 ± 104.8 fluid ounces; 42.7 ± 13.1 cups) for linemen (51). Multiple layers of clothing and protective equipment contribute to sweat losses and dehydration risk in hockey players (14), while intentional dehydra- tion and other unsafe weight loss practices can increase dehydration risk in wrestlers (52, 181). In addition, it is important to note that a very wide range of fluid losses through sweat exists. For instance, National Basketball Association players lost from 1.0 to 4.6 L (33.8-155.5 fluid ounces; 4.2-19.4 cups) and had a mean loss of 2.2 ± 0.8 L (74.4 ± 27.1 fluid ounces; 9.3 ± 3.4 cups) of sweat over the course of a 40-minute game in which the average playing time was 21 ± 8 minutes (120). When"
    },
    {
        "heading": "Basic Nutrition Factors in Health",
        "content": "people are sedentary, respiration and sweat combined contribute to water losses equal to approximately 0.3 L (20.2 fluid ounces; 2.5 cups) per hour (148)."
    },
    {
        "heading": "Given the negative effects associated with dehydra-",
        "content": "tion, athletes should try to prevent water weight losses exceeding 2% of body weight while also restoring electrolytes lost through sweat (146, 147). The first step to preventing dehydration is to assess hydration status (table 9.10). Urine specific gravity (USG) can be used to access hydration status because the test is easy to use, inexpensive, and portable (178). However, USG is not a sensitive indicator of acute changes in hydration; instead it is better as a measure of chronic hydration status (120, 133). A quick and simple method for estimating hydra- tion status involves measuring changes in body weight from pre- to postworkout. Athletes should weigh them- selves in minimal, lightweight clothing, after drying off and urinating, immediately before and after their work- out. Sweaty clothes should be removed before weighing. Each pound (0.45 kg) lost during practice represents 16 ounces (0.5 L) of fluid. A loss of 2% or more of body weight indicates the athlete is not adequately replacing fluid lost through sweat (146). In addition to identifying acute dehydration from one workout, assessing weight changes over time may help identify athletes who are chronically dehydrated—those who lose several pounds over the course of a few days (22). In addition to identifying athletes who do not ade- quately hydrate, one can calculate sweat rate, thereby giving a better idea of fluid needs during exercise, by weighing athletes preexercise and again after an intense 1-hour practice session while also measuring fluid intake and urine volume produced. Sweat rate is equal to pre- exercise body weight minus postexercise body weight + fluid intake during exercise − urine produced (14, 22). Assessments of urine quantity, through USG or urine volume, may be misleading during the immediate rehy- dration period after dehydration. When athletes consume large quantities of hypotonic fluid, they produce copious amounts of urine long before they become adequately hydrated (156). In addition to monitoring weight changes, athletes are sometimes advised to check their urine color. However, the relationship between urine color and hydration status is very subjective (68, 109, 146). Also, beets, blackber- ries, certain food colors, and medications can turn urine pink, red, or light brown (49). In addition, B vitamins, carotenoids (such as beta carotene), and some medica- tions can turn urine dark yellow, bright yellow, or orange, while artificial food colors (such as those found in some sport drinks) may also turn urine blue or green (178). ▶ ▶A very wide range of fluid losses, in the form of sweat, exists among athletes. Therefore each athlete should develop an individual- ized hydration plan."
    },
    {
        "heading": "Electrolytes",
        "content": "The major electrolytes lost in sweat include sodium chloride, and, to a lesser extent and in order, potassium, magnesium, and calcium (88). Sodium influences fluid regulation by helping retain more of the fluid consumed (108). In addition, all of the electrolytes lost through sweat are essential to muscle contraction and nerve conduction. Thus, any disturbance in the balance of electrolytes in body fluids could potentially interfere with performance. Sodium losses through sweat vary tremendously between athletes, with reported concen- trations ranging from 0.2 to greater than 12.5 g/L (10 to over 544 mEq/L) (31, 146). Given the large quantity of sodium some athletes lose through sweat, replacing sodium losses may require a conscious decision to choose higher-sodium foods, salt their food, and add electrolytes to their sport drinks. Athletes who exercise intensely or for hours and hydrate excessively with only water or a no- or low-sodium beverage may dilute their"
    },
    {
        "heading": "Validity",
        "content": "(acute vs. chronic changes)"
    },
    {
        "heading": "Acute and chronic",
        "content": "<2%"
    },
    {
        "heading": "Acute and chronic",
        "content": "<290 mOsmol"
    },
    {
        "heading": "Chronic",
        "content": "<1.020 g/ml"
    },
    {
        "heading": "Chronic",
        "content": "<700 mOsmol"
    },
    {
        "heading": "Acute and chronic*",
        "content": "<1% EUH = euhydration. * = potentially confounded by changes in body composition during very prolonged assessment periods. Reprinted, by permission, from Sawka et al., 2007 (146). blood sodium levels to dangerously low levels—below 130 mmol/L—a condition called hyponatremia. This leads to intracellular swelling, and, when blood sodium levels fall below 125 mmol/L, to headaches, nausea, vomiting, muscle cramps, swollen hands and feet, rest- lessness, and disorientation. When blood sodium drops below 120 mmol/L, risk of developing cerebral edema, seizures, coma, brain stem herniation, respiratory arrest, and risk of death increase (4, 6, 146). To avoid hypona- tremia, fluid intake shouldn’t exceed sweat losses (ath- letes should not weigh more after they finish exercising than they did at the start of their training session), and athletes should consume sodium through either sport drinks or food (120, 146). Sport drinks provide small amounts of potassium to replace sweat potassium losses. However, they are not a significant contributor to total potassium intake. And, because research shows that <2% of adults in the United"
    },
    {
        "heading": "States meet the dietary recommendations for potassium",
        "content": "(29), athletes should focus on consuming more potas- sium-rich foods in their diet, such as tomatoes, citrus fruits, melons, potatoes, bananas, and milk. ▶ ▶Athletes who exercise intensely or for hours and hydrate excessively with only water or a no- or low-sodium beverage may dilute their blood sodium to dangerously low levels."
    },
    {
        "heading": "Fluid Intake Guidelines",
        "content": "Ideally, athletes should start exercise or training in a hydrated state, avoid losing more than 2% of body weight (due to sweat losses) during exercise, and rehydrate completely after exercise and before the next training session. The amount of fluid necessary to fully achieve rehydration depends on the time period before the next bout of training. However, studies show that some athletes start practice or competition in a hypo- hydrated state, making it more difficult to consume enough fluid during the exercise session to make up for poor preexercise hydration status (120, 138). In addition, athletes with significant sweat losses may not voluntarily drink enough fluid to adequately rehydrate and prevent dehydration during training and competition. A systematic approach to fluid replacement is neces- sary for this reason and also because thirst may not be a reliable indicator of fluid needs for athletes who are heavy sweaters or those who are practicing intensely in hot environmental conditions (22). Though fluid and electrolyte guidelines should be individualized as much as possible, given the wide range of fluid and electrolyte losses in athletes, the general guidelines presented next are a good starting place with athletes until specific recommendations can be provided based on sweat rate (7). In addition, strength coaches should ensure that athletes are given adequate time to drink and access to cool fluids (10-15 °C [50-59 °F]) (80)."
    },
    {
        "heading": "Before Training",
        "content": "•\t Athletes should have a USG reading <1.020. They should prehydrate, if necessary, several hours before exercise to allow for fluid absorption and urine output (146)."
    },
    {
        "heading": "Children and Adolescents",
        "content": "•\t Children weighing 88 pounds (40 kg) should drink 5 ounces (150 ml) of cold water or a flavored, salted beverage every 20 minutes during training. •\t Adolescents weighing 132 pounds (60 kg) should drink 9 (250 ml) ounces of cold water or a flavored, salted beverage every 20 minutes (30, 182)."
    },
    {
        "heading": "Adults",
        "content": "•\t Athletes should follow an individualized hydration plan. During prolonged activity in hot weather, they should consume a sport drink containing 20 to 30 mEq of sodium (460-690 mg with chloride as the anion) per liter, 2 to 5 mEq of potassium (78-195 mg) per liter, and carbohydrate in a concentration of 5% to 10%."
    },
    {
        "heading": "After Training",
        "content": "•\t Athletes should consume adequate food and fluids, as well as sodium, to restore hydration. If dehydration is significant or the athlete has <12 hours before the next exercise bout, a more aggressive approach is warranted and the athlete should consume approximately 1.5 L (50 ounces) of fluid (with sufficient electrolytes) for each kilogram of body weight lost (0.7 L or 24 ounces for each pound of body weight)."
    },
    {
        "heading": "Prehydrate, if necessary, several hours before exercise",
        "content": "to allow for fluid absorption and urine output (146)."
    },
    {
        "heading": "During Activity",
        "content": "Due to large variations in sweat rates and electrolyte concentrations, athletes should measure weight changes during training and competition in specific weather conditions and develop individualized hydration strate- gies based on this information (146). During prolonged activity in hot weather, the IOM recommends sport drinks containing 20 to 30 mEq of sodium (460-690 mg with chloride as the anion) per liter, 2 to 5 mEq of potassium (78-195 mg) per liter, and carbohydrate in a concentration of 5% to 10% (73). In addition, when a sport drink is ingested at high rates during intense or prolonged exercise, athletes may want to choose one that contains multiple types of carbohydrates with dif- ferent intestinal transport mechanisms, such as glucose, fructose, and maltodextrin. Ingestion of multiple types of carbohydrate versus a single carbohydrate will lead to greater gastric emptying, carbohydrate absorption, oxidation, and possibly better performance (33, 80). All beverages provided should be cool—10-15 °C (50- 59 °F)—but not cold (22)."
    },
    {
        "heading": "The American Academy of Pediatrics recommends",
        "content": "periodic drinking be enforced in children. These guide- lines suggest that children weighing 88 pounds (40 kg) drink 5 ounces (148 ml) of cold water or a flavored salted beverage every 20 minutes during practice and that adolescents weighing 132 pounds (60 kg) drink 9 ounces (266 ml) even if they do not feel thirsty. Another recommendation is a sodium chloride concentration of 15 to 20 mmol/L (1 g per 2 pints), which has been shown to increase voluntary hydration by 90% when compared to unflavored water (30, 182)."
    },
    {
        "heading": "After Activity",
        "content": "After exercise, athletes should replace fluid and elec- trolyte losses. If time permits, normal meals, snacks (provided that they contain some sodium), and water will restore fluid and electrolyte losses. Additional salt can be added to foods when sweat sodium losses are substantial (68, 146). If dehydration is significant, or the athlete has a short recovery period before the next bout of exercise (<12 hours), then a more aggressive approach is warranted: Athletes should consume approximately 1.5 L (50 ounces) of fluid (with sufficient electrolytes) for each kilogram of body weight loss (0.7 L or 24 ounces for each pound of body weight). This amount of fluid helps account for increased urine production stemming from the consumption of a large volume of fluid (146, 155)."
    },
    {
        "heading": "Conclusion",
        "content": "Nutrition plays an important role in strength and condi- tioning. Adequate hydration and electrolytes, appropri- ate energy intake, and adequate protein, carbohydrate, fat, vitamin, and mineral intakes allow athletes to reap maximal benefits from training. A general understand- ing of nutrition principles and applications is essential for strength and conditioning professionals so that they can help athletes sort through nutrition misinformation and provide sound guidelines that athletes can use to improve their diets."
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Maintaining adequate glycogen stores a.\t spares the use of protein for energy b.\t improves maximum power c.\t decreases endurance performance d.\t helps athletes gain weight 2.\t Which of the following BEST explains the need for increased protein intake by athletes? a.\t decreased protein oxidation during aerobic exercise b.\t increased need for tissue repair c.\t restriction of calories to lose weight d.\t the quality of protein consumed 3.\t The following is the most likely contributor to fatigue and poor performance: a.\t low protein intake b.\t iron deficiency c.\t low calcium intake d.\t omega-3 fatty acid deficiency 4.\t Which of the following is a recommendation for lowering undesirably high levels of blood lipids? a.\t reduce complex carbohydrate intake b.\t limit saturated fatty acid intake to 30% of total calories c.\t consume a minimum of 500 mg of dietary cholesterol per day d.\t replace saturated fatty acids with monounsaturated or polyunsaturated fatty acids 5.\t Which of the following protein sources does not contain all essential amino acids in appreciable quantities? a.\t poultry b.\t eggs c.\t lentils d.\t beef"
    },
    {
        "heading": "Adequate Intake (AI)",
        "content": "amino acids anemia bioavailability carbohydrate cholesterol dehydration"
    },
    {
        "heading": "Dietary Reference Intakes",
        "content": "(DRIs) disaccharides docosahexaenoic acid (DHA) eicosapentaenoic acid (EPA) electrolytes"
    },
    {
        "heading": "Estimated Average Requirement",
        "content": "(EAR) fat fatty acids fiber fructose galactose gluconeogenesis glycemic index (GI) glycemic load glycogen glycogenesis glucose high-density lipoprotein (HDL) hydration hypohydration hyponatremia lactose low-density lipoprotein (LDL) macronutrient maltose micronutrient minerals monosaccharides monounsaturated muscle protein synthesis"
    },
    {
        "heading": "MyPlate",
        "content": "nutrient density omega-3 fatty acid alpha- linolenic acid (ALA) polypeptide polysaccharides polyunsaturated protein protein digestibility protein digestibility correct amino acid score (PDCAAS)"
    },
    {
        "heading": "Allowances (RDA)",
        "content": "saturated sports dietitian sucrose"
    },
    {
        "heading": "Tolerable Upper Intake Level",
        "content": "(UL) triglycerides very low-density lipoproteins (VLDL) vitamins"
    }
]