[
    {
        "heading": "Structure and Function",
        "content": "of Body Systems"
    },
    {
        "heading": "N. Travis Triplett, PhD",
        "content": "The author would like to acknowledge the significant contributions of Robert T. Harris and Gary R. Hunter to this chapter. After completing this chapter, you will be able to •\t describe both the macrostructure and microstructure of muscle and bone, •\t describe the sliding-filament theory of muscular contraction, •\t describe the specific morphological and physiological characteristics of different muscle fiber types and predict their relative involvement in different sport events, and •\t describe the anatomical and physiological characteristics of the cardiovascular and respiratory systems."
    },
    {
        "heading": "Physical exercise and sport performance involve",
        "content": "effective, purposeful movements of the body. These movements result from the forces developed in muscles, which move the various body parts by acting through lever systems of the skeleton. These skeletal muscles are under the control of the cerebral cortex, which activates the skeletal muscle cells or fibers through the motor neurons of the peripheral nervous system. Support for this neuromuscular activity involves continuous delivery of oxygen and nutrients to working tissues and removal of carbon dioxide and metabolic waste by-products from working tissues through activities of the cardiovascular and respiratory systems. In order to best apply the available scientific knowl- edge to the training of athletes and the development of effective training programs, strength and conditioning professionals must have a basic understanding of not only musculoskeletal function but also those systems of the body that directly support the work of exercising muscle. Accordingly, this chapter summarizes those aspects of the anatomy and function of the musculo- skeletal, neuromuscular, cardiovascular, and respiratory systems that are essential for developing and maintaining muscular force and power."
    },
    {
        "heading": "Musculoskeletal System",
        "content": "The musculoskeletal system of the human body consists of bones, joints, muscles, and tendons configured to allow the great variety of movements characteristic of human activity. This section describes the various com- ponents of the musculoskeletal system, both individually and in the context of how they function together."
    },
    {
        "heading": "Skeleton",
        "content": "The muscles of the body do not act directly to exert force on the ground or other objects. Instead, they function by pulling against bones that rotate about joints and transmit force to the environment. Muscles can only pull, not push; but through the system of bony levers, muscle pulling forces can be manifested as either pulling or pushing forces against external objects. There are approximately 206 bones in the body, though the number can vary. This relatively light, strong structure provides leverage, support, and protection (figure 1.1). The axial skeleton consists of the skull (cranium), vertebral column (vertebra C1 through the coccyx), ribs, and sternum. The appendicular skele- ton includes the shoulder (or pectoral) girdle (left and right scapula and clavicle); bones of the arms, wrists, and hands (left and right humerus, radius, ulna, carpals, metacarpals, and phalanges); the pelvic girdle (left and right coxal or innominate bones); and the bones of the legs, ankles, and feet (left and right femur, patella, tibia, fibula, tarsals, metatarsals, and phalanges). Junctions of bones are called joints. Fibrous joints (e.g., sutures of the skull) allow virtually no movement; cartilaginous joints (e.g., intervertebral disks) allow limited movement; and synovial joints (e.g., elbow and knee) allow considerable movement. Sport and exercise movements occur mainly about the synovial joints, whose most important features are low friction and large range of motion. Articulating bone ends are covered with smooth hyaline cartilage, and the entire joint is enclosed in a capsule filled with synovial fluid."
    },
    {
        "heading": "There are usually additional supporting structures of",
        "content": "ligament and cartilage (13). Virtually all joint movement consists of rotation about points or axes. Joints can be categorized by the number of directions about which rotation can occur. Uniaxial joints, such as the elbow, operate as hinges, essentially rotating about only one axis. The knee is often referred to as a hinge joint, but its axis of rotation actually changes throughout the joint range of motion. Biaxial joints, such as the ankle and wrist, allow movement about two perpendicular axes. Multiaxial joints, including the shoulder and hip ball-and-socket joints, allow movement about all three perpendicular axes that define space. The vertebral column is made up of vertebral bones separated by flexible disks that allow movement to occur. The vertebrae are grouped into 7 cervical vertebrae in the neck region; 12 thoracic vertebrae in the middle to upper back; 5 lumbar vertebrae, which make up the lower back; 5 sacral vertebrae, which are fused together and What Factors Affect Skeletal Growth in an Adult? There are several things that can positively affect the adult skeleton, and most are a result of muscle use. When the body is subjected to heavy loads (job tasks or resistance training), the bone will increase in density and bone mineral content. If the body performs more explosive movements with impact, similar changes can occur. Some of the higher bone densities have been seen in people who engage in gymnastics or other activities that involve high-strength and high-power movements, some with hard landings (11). Other factors that influence bone adaptations are whether the axial skeleton is loaded and how often this loading occurs (frequency). Since the adaptation period of bone is longer than that of skeletal muscle, it is important to vary the stimulus in terms of frequency, intensity, and type."
    },
    {
        "heading": "Structure and Function of Body Systems",
        "content": "a b"
    },
    {
        "heading": "Crest of pelvis",
        "content": "(iliac crest)"
    },
    {
        "heading": "Metatarsals",
        "content": "make up the rear part of the pelvis; and 3 to 5 coccygeal vertebrae, which form a kind of vestigial internal tail extending downward from the pelvis."
    },
    {
        "heading": "Skeletal Musculature",
        "content": "The system of muscles that enables the skeleton to move is depicted in figure 1.2. The connection point between bones is the joint, and skeletal muscles are attached to bones at each of their ends. Without this arrangement, movement could not occur."
    },
    {
        "heading": "Musculoskeletal Macrostructure",
        "content": "and Microstructure Each skeletal muscle is an organ that contains muscle tissue, connective tissue, nerves, and blood vessels. Figure 1.1  (a) Front view and (b) rear view of an adult male human skeleton."
    },
    {
        "heading": "Fibrous connective tissue, or epimysium, covers the",
        "content": "body’s more than 430 skeletal muscles. The epimysium is contiguous with the tendons at the ends of the muscle (figure 1.3). The tendon is attached to bone periosteum, a specialized connective tissue covering all bones; any contraction of the muscle pulls on the tendon and, in turn, the bone. Limb muscles have two attachments to bone: proximal (closer to the trunk) and distal (farther from the trunk). The two attachments of trunk muscles are termed superior (closer to the head) and inferior (closer to the feet). Muscle cells, often called muscle fibers, are long (sometimes running the entire length of a muscle), cylin- drical cells 50 to 100 µm in diameter (about the diameter of a human hair). These fibers have many nuclei situated on the periphery of the cell and have a striated appearance"
    },
    {
        "heading": "Tibialis anterior",
        "content": "a"
    },
    {
        "heading": "Soleus",
        "content": "b Figure 1.2  (a) Front view and (b) rear view of adult male human skeletal musculature."
    },
    {
        "heading": "Endomysium",
        "content": "(between fibers)"
    },
    {
        "heading": "Myofilaments",
        "content": "actin (thin) myosin (thick) Figure 1.3  Schematic drawing of a muscle illustrating three types of connective tissue: epimysium (the outer layer), perimysium (surrounding each fasciculus, or group of fibers), and endomysium (surrounding individual fibers). www.ebook3000.com"
    },
    {
        "heading": "Structure and Function of Body Systems",
        "content": "under low magnification. Under the epimysium the muscle fibers are grouped in bundles (fasciculi) that may consist of up to 150 fibers, with the bundles sur- rounded by connective tissue called perimysium. Each muscle fiber is surrounded by connective tissue called endomysium, which is encircled by and is contiguous with the fiber’s membrane, or sarcolemma (13). All the connective tissue—epimysium, perimysium, and endomysium—is contiguous with the tendon, so tension developed in a muscle cell is transmitted to the tendon and the bone to which it is attached (see figure 1.3). The junction between a motor neuron (nerve cell) and the muscle fibers it innervates is called the motor end plate, or, more often, the neuromuscular junction (figure 1.4). Each muscle cell has only one neuromuscu- lar junction, although a single motor neuron innervates many muscle fibers, sometimes hundreds or even thou- sands. A motor neuron and the muscle fibers it innervates are called a motor unit. All the muscle fibers of a motor unit contract together when they are stimulated by the motor neuron. The interior structure of a muscle fiber is depicted in figure 1.5. The sarcoplasm, which is the cytoplasm of a muscle fiber, contains contractile components consisting of protein filaments, other proteins, stored glycogen and fat particles, enzymes, and specialized organelles such as mitochondria and the sarcoplasmic reticulum. Hundreds of myofibrils (each about 1 mm in diam- eter, 1/100 the diameter of a hair) dominate the sarco- plasm. Myofibrils contain the apparatus that contracts the muscle cell, which consists primarily of two types of myofilament: myosin and actin. The myosin fila- ments (thick filaments about 16 nm in diameter, about 1/10,000 the diameter of a hair) contain up to 200 myosin molecules. The myosin filament consists of a globular head, a hinge point, and a fibrous tail. The globular heads protrude away from the myosin filament at regular intervals, and a pair of myosin filaments forms a cross- bridge, which interacts with actin. The actin filaments (thin filaments about 6 nm in diameter) consist of two strands arranged in a double helix. Myosin and actin filaments are organized longitudinally in the smallest contractile unit of skeletal muscle, the sarcomere. Sarco- meres average about 2.5 mm in length in a relaxed fiber (approximately 4,500 per centimeter of muscle length) and are repeated the entire length of the muscle fiber (1). Figure 1.6 shows the structure and orientation of the myosin and actin in the sarcomere. Adjacent myosin filaments anchor to each other at the M-bridge in the center of the sarcomere (the center of the H-zone). Actin filaments are aligned at both ends of the sarcomere and are anchored at the Z-line. Z-lines are repeated through the entire myofibril. Six actin filaments surround each myosin filament, and each actin filament is surrounded by three myosin filaments. It is the arrangement of the myosin and actin fil- aments and the Z-lines of the sarcomeres that gives skeletal muscle its alternating dark and light pattern, which appears as striated under magnification. The dark A-band corresponds with the alignment of the myosin"
    },
    {
        "heading": "Neuromuscular",
        "content": "junction"
    },
    {
        "heading": "Neuromuscular",
        "content": "junction"
    },
    {
        "heading": "Myelin sheath",
        "content": "Figure 1.4  A motor unit, consisting of a motor neuron and the muscle fibers it innervates. There are typically several hundred muscle fibers in a single motor unit."
    },
    {
        "heading": "Opening",
        "content": "to T-tubule"
    },
    {
        "heading": "Sarcoplasmic",
        "content": "reticulum Figure 1.5  Sectional view of a muscle fiber."
    },
    {
        "heading": "Myosin (thick)",
        "content": "filament"
    },
    {
        "heading": "Actin (thin)",
        "content": "filament"
    },
    {
        "heading": "Tail",
        "content": "Figure 1.6  Detailed view of the myosin and actin protein filaments in muscle. The arrangement of myosin (thick) and actin (thin) filaments gives skeletal muscle its striated appearance. filaments, whereas the light I-band corresponds with the areas in two adjacent sarcomeres that contain only actin filaments (13). The Z-line is in the middle of the I-band and appears as a thin, dark line running longitudinally through the I-band. The H-zone is the area in the center of the sarcomere where only myosin filaments are pres- ent. During muscle contraction, the H-zone decreases as the actin slides over the myosin toward the center of the sarcomere. The I-band also decreases as the Z-lines are pulled toward the center of the sarcomere. Parallel to and surrounding each myofibril is an intricate system of tubules, called the sarcoplasmic reticulum (see figure 1.5), which terminates as vesicles in the vicinity of the Z-lines. Calcium ions are stored in the vesicles. The regulation of calcium controls mus- cular contraction. T-tubules, or transverse tubules, run"
    },
    {
        "heading": "Structure and Function of Body Systems",
        "content": "perpendicular to the sarcoplasmic reticulum and termi- nate in the vicinity of the Z-line between two vesicles."
    },
    {
        "heading": "Because the T-tubules run between outlying myofibrils",
        "content": "and are contiguous with the sarcolemma at the surface of the cell, discharge of an action potential (an electrical nerve impulse) arrives nearly simultaneously from the surface to all depths of the muscle fiber. Calcium is thus released throughout the muscle, producing a coordinated contraction. ▶ ▶The discharge of an action potential from a motor nerve signals the release of calcium from the sarcoplasmic reticulum into the myofibril, causing tension development in muscle."
    },
    {
        "heading": "Sliding-Filament Theory",
        "content": "of Muscular Contraction In its simplest form, the sliding-filament theory states that the actin filaments at each end of the sarcomere slide inward on myosin filaments, pulling the Z-lines toward the center of the sarcomere and thus shortening the muscle fiber (figure 1.7). As actin filaments slide over myosin filaments, both the H-zone and I-band shrink. The action of myosin crossbridges pulling on the actin filaments is responsible for the movement of the actin filament. Because only a very small displacement of the actin filament occurs with each flexion of the myosin crossbridge, very rapid, repeated flexions must occur in many crossbridges throughout the entire muscle for measurable movement to occur (13)."
    },
    {
        "heading": "Under normal resting conditions, little",
        "content": "calcium is present in the myofibril (most of it is stored in the sarcoplasmic reticulum), so very few of the myosin crossbridges are bound to actin. Even with the actin binding site covered, myosin and actin still interact in a weak bond, which becomes strong (and muscle tension is produced) when the actin binding site is exposed after release of the stored calcium."
    },
    {
        "heading": "Before",
        "content": "myosin crossbridges can flex, they must first attach to the actin filament. When the sarcoplasmic reticulum is stimulated to release calcium ions, the calcium binds with troponin, a protein that is situated at regular inter- vals along the actin filament (see figure 1.6) and has a high affinity for calcium ions. This causes a shift to occur in another protein molecule, tropomyosin, which runs along the length of the actin filament in the groove of the"
    },
    {
        "heading": "Z-line",
        "content": "a"
    },
    {
        "heading": "Myosin",
        "content": "filament"
    },
    {
        "heading": "Actin",
        "content": "filament"
    },
    {
        "heading": "Z-line",
        "content": "b"
    },
    {
        "heading": "Z-line",
        "content": "c Figure 1.7  Contraction of a myofibril. (a) In stretched muscle the I-bands and H-zone are elongated, and there is low force potential due to reduced crossbridge–actin alignment. (b) When muscle contracts (here partially), the I-bands and H-zone are shortened. Force potential is high due to optimal crossbridge–actin alignment. (c) With contracted muscle, force potential is low because the overlap of actin reduces the potential for crossbridge–actin alignment. double helix. The myosin crossbridge now attaches much more rapidly to the actin filament, allowing force to be produced as the actin filaments are pulled toward the center of the sarcomere (1). It is important to understand that the amount of force produced by a muscle at any instant in time is directly related to the number of myosin crossbridges bound to actin filaments cross-sectionally at that instant in time (1). ▶ ▶The number of crossbridges that are formed between actin and myosin at any instant in time dictates the force production of a muscle."
    },
    {
        "heading": "The energy for pulling action,",
        "content": "or power stroke, comes from hydrolysis (breakdown) of adenosine triphosphate (ATP) to adenosine diphos- phate (ADP) and phosphate, a reaction catalyzed by the enzyme myosin adenosine triphosphatase (ATPase). Another molecule of ATP must replace the ADP on the myosin crossbridge globular head in order for the head to detach from the active actin site and return to its original position. This allows the contraction process to continue (if calcium is available to bind to troponin) or relaxation to occur (if calcium is not available). It may be noted that calcium plays a role in regulating a large number of events in skeletal muscle besides contraction. These include glycolytic and oxidative energy metabolism, as well as protein synthesis and degradation (10). ▶ ▶Calcium and ATP are necessary for cross- bridge cycling with actin and myosin fila- ments."
    },
    {
        "heading": "Measurable muscle shortening",
        "content": "transpires only when this sequence of events—binding of calcium to troponin, coupling of the myosin cross- bridge with actin, power stroke, dissociation of actin and myosin, and resetting of the myosin head position—is repeated over and over again throughout the muscle fiber. This occurs as long as calcium is available in the myofibril, ATP is available to assist in uncoupling the myosin from the actin, and sufficient active myosin ATPase is available for catalyzing the breakdown of ATP."
    },
    {
        "heading": "Relaxation occurs when the stim-",
        "content": "ulation of the motor nerve stops. Calcium is pumped back into the sarcoplasmic reticulum, which prevents the link between the actin and myosin filaments. Relaxation is brought about by the return of the actin and myosin filaments to their unbound state."
    },
    {
        "heading": "Neuromuscular System",
        "content": "Muscle fibers are innervated by motor neurons that trans- mit impulses in the form of electrochemical signals from the spinal cord to muscle. A motor neuron generally has numerous terminal branches at the end of its axon and thus innervates many different muscle fibers. The whole structure is what determines the muscle fiber type and its characteristics, function, and involvement in exercise."
    },
    {
        "heading": "Activation of Muscles",
        "content": "When a motor neuron fires an impulse or action poten- tial, all of the fibers that it serves are simultaneously activated and develop force. The extent of control of a muscle depends on the number of muscle fibers within each motor unit. Muscles that must function with great precision, such as eye muscles, may have motor units with as few as one muscle fiber per motor neuron. Changes in the number of active motor units in these small muscles can produce the extremely fine gradations in force that are necessary for precise movements of the eyeball. In contrast, the quadriceps muscle group, which moves the leg with much less precision, may have sev- eral hundred fibers served by one motor neuron."
    },
    {
        "heading": "Steps of Muscle Contraction",
        "content": "The steps of muscle contraction can be summarized as follows: 1.\t Initiation of ATP splitting (by myosin ATPase) causes myosin head to be in an “energized” state that allows it to move into a position to be able to form a bond with actin. 2.\t The release of phosphate from the ATP splitting process then causes the myosin head to change shape and shift. 3.\t This pulls the actin filament in toward the center of the sarcomere and is referred to as the power stroke; ADP is then released. 4.\t Once the power stroke has occurred, the myosin head detaches from the actin but only after another ATP binds to the myosin head because the binding process facilitates detachment. 5.\t The myosin head is now ready to bind to another actin (as described in step 1), and the cycle contin- ues as long as ATP and ATPase are present and calcium is bound to the troponin."
    },
    {
        "heading": "The action potential (electric current) that flows",
        "content": "along a motor neuron is not capable of directly exciting muscle fibers. Instead, the motor neuron excites the muscle fiber(s) that it innervates by chemical transmis- sion. Arrival of the action potential at the nerve terminal causes release of a neurotransmitter, acetylcholine, which diffuses across the neuromuscular junction, causing excitation of the sarcolemma. Once a sufficient amount of acetylcholine is released, an action potential is generated along the sarcolemma, and the fiber contracts. All of the muscle fibers in the motor unit contract and develop force at the same time. There is no evidence that a motor neuron stimulus causes only some of the fibers to contract. Similarly, a stronger action potential cannot produce a stronger contraction. This phenomenon is known as the all-or-none principle of muscle. Each action potential traveling down a motor neuron results in a short period of activation of the muscle fibers within the motor unit. The brief contraction that results is referred to as a twitch. Activation of the sarcolemma results in the release of calcium within the fiber, and contraction proceeds as previously described. Force develops if there is resistance to the pulling interaction of actin and myosin filaments. Although calcium release during a twitch is sufficient to allow optimal activation of actin and myosin, and thereby maximal force of the fibers, calcium is removed before force reaches its max- imum, and the muscle relaxes (figure 1.8a). If a second twitch is elicited from the motor nerve before the fibers completely relax, force from the two twitches summates, and the resulting force is greater than that produced by a single twitch (figure 1.8b). Decreasing the time inter- val between the twitches results in greater summation of crossbridge binding and force. The stimuli may be delivered at so high a frequency that the twitches begin to merge and eventually completely fuse, a condition called tetanus (figure 1.8, c and d). This is the maximal amount of force the motor unit can develop."
    },
    {
        "heading": "Muscle Fiber Types",
        "content": "Skeletal muscles are composed of fibers that have markedly different morphological and physiological characteristics. These differences have led to several different systems of classification, based on a variety of criteria. The most familiar approach is to classify fibers according to twitch time, employing the terms slow- twitch and fast-twitch fiber. Because a motor unit is composed of muscle fibers that are all of the same type, it also can be designated using this classification system. A fast-twitch motor unit is one that develops force and also relaxes rapidly and thus has a short twitch time. Slow-twitch motor units, in contrast, develop force and relax slowly and have a long twitch time."
    },
    {
        "heading": "Histochemical staining for myosin ATPase content",
        "content": "is often used to classify fibers as slow-twitch or fast- twitch. Although the techniques can stain for multiple fiber types, the commonly identified fibers are Type I (slow-twitch), Type IIa (fast-twitch), and Type IIx (fast- twitch). Another more specific method is to quantify the amount of myosin heavy chain (MHC) protein; the nomenclature for this is similar to that with the myosin ATPase methodology. The contrast in mechanical characteristics of Type I and Type II fibers is accompanied by a distinct difference in the ability of the fibers to demand and supply energy for contraction and thus to withstand fatigue. Type I fibers are generally efficient and fatigue resistant and have a high capacity for aerobic energy supply, but they have limited potential for rapid force development, as characterized by low myosin ATPase activity and low anaerobic power (2, 8). Type II motor units are essentially the opposite, char- acterized as inefficient and fatigable and as having low aerobic power, rapid force development, high myosin ATPase activity, and high anaerobic power (2, 8). Type IIa and Type IIx fibers differ mainly in their capacity for aerobic–oxidative energy supply. Type IIa fibers, for example, have greater capacity for aerobic metabolism and more capillaries surrounding them than Type IIx and therefore show greater resistance to fatigue (3, 7, 9, 12). Based on these differences, it is not surprising that postural muscles, such as the soleus, have a high composition of Type I fibers, whereas large, so-called locomotor muscles, such as the quadriceps group, have a mixture of both Type I and Type II fibers to enable both low and high power output activities (such as jogging and sprinting, respectively). Refer to table 1.1 for a summary of the primary characteristics of fiber types."
    },
    {
        "heading": "Force",
        "content": "a b c d Figure 1.8  Twitch, twitch summation, and tetanus of a motor unit: a = single twitch; b = force resulting from summation of two twitches; c = unfused tetanus; d = fused tetanus. ▶ ▶Motor units are composed of muscle fibers with specific morphological and physio- logical characteristics that determine their functional capacity."
    },
    {
        "heading": "Motor Unit Recruitment Patterns",
        "content": "Through everyday experiences, we are quite aware that a given muscle can vary its level of force output according to the level required by a particular task. This ability to vary or gradate force is essential for performance of smooth, coordinated patterns of movement. Muscular force can be graded in two ways. One is through varia- tion in the frequency at which motor units are activated. If a motor unit is activated once, the twitch that arises does not produce a great deal of force. However, if the frequency of activation is increased so that the forces of the twitches begin to overlap or summate, the resulting force developed by the motor unit is much greater. This method of varying force output is especially important in small muscles, such as those of the hand. Even at low forces, most of the motor units in these muscles are activated, albeit at a low frequency. Force output of the whole muscle is intensified through increase in the frequency of firing of the individual motor units. The other means of varying skeletal muscle force involves an increase in force through varying the number of motor units activated, a process known as recruitment. In large muscles, such as those in the thigh, motor units are activated at near-tetanic frequency when called on. Increases in force output are achieved through recruit- ment of additional motor units. The type of motor unit recruited for a given activity is determined by its physiological characteristics (table 1.2). For an activity such as distance running, slow- twitch motor units are engaged to take advantage of their remarkable efficiency, endurance capacity, and resistance to fatigue. If additional force is needed, as in a sprint at the end of a race, the fast-twitch motor units are called into play to increase the pace; unfortunately, exercise at such intensity cannot be maintained very long. If the activity requires near-maximal performance, as in a power clean, most of the motor units are called into play, with fast-twitch units making the more signif- icant contribution to the effort. Complete activation of the available motor neuron pool is probably not possible in untrained people (4, 5, 6). Although the large fast- twitch units may be recruited if the effort is substantial, under most circumstances it is probably not possible to activate them at a high enough frequency for maximal force to be realized. Table 1.1  Major Characteristics of Muscle Fiber Types"
    },
    {
        "heading": "Motor",
        "content": "neuron"
    },
    {
        "heading": "Muscle",
        "content": "spindle ▶ ▶The force output of a muscle can be varied through change in the frequency of activa- tion of individual motor units or change in the number of activated motor units."
    },
    {
        "heading": "Proprioceptors are specialized sensory receptors",
        "content": "located within joints, muscles, and tendons. Because these receptors are sensitive to pressure and tension, they relay information concerning muscle dynamics to the conscious and subconscious parts of the central nervous system. The brain is thus provided with information con- cerning kinesthetic sense, or conscious appreciation of the position of body parts with respect to gravity. Most of this proprioceptive information, however, is processed at subconscious levels so we do not have to dedicate conscious activity toward tasks such as maintaining posture or position of body parts."
    },
    {
        "heading": "Type II",
        "content": "100 m sprint"
    },
    {
        "heading": "High",
        "content": "800 m run"
    },
    {
        "heading": "High",
        "content": "50 m swim"
    },
    {
        "heading": "High",
        "content": "▶ ▶Proprioceptors are specialized sensory receptors that provide the central nervous system with information needed to maintain muscle tone and perform complex coordi- nated movements."
    },
    {
        "heading": "Muscle spindles are proprioceptors that consist of",
        "content": "several modified muscle fibers enclosed in a sheath of connective tissue (figure 1.9). These modified fibers, called intrafusal fibers, run parallel to the normal, or extrafusal, fibers. Muscle spindles provide informa- tion concerning muscle length and the rate of change in length. When the muscle lengthens, spindles are stretched. This deformation activates the sensory neuron of the spindle, which sends an impulse to the spinal cord, where it synapses (connects) with motor neurons. This results in the activation of motor neurons that innervate the same muscle. Spindles thus indicate the degree to which the muscle must be activated in order to overcome a given resistance. As a load increases, the muscle is stretched to a greater extent, and engagement of muscle spindles results in greater activation of the muscle."
    },
    {
        "heading": "Muscles that perform precise movements have many",
        "content": "spindles per unit of mass to help ensure exact control of their contractile activity. A simple example of muscle spindle activity is the knee jerk reflex. Tapping on the tendon of the knee extensor muscle group below the patella stretches the muscle spindle fibers. This causes activation of extrafusal muscle fibers in the same muscle. Figure 1.9  Muscle spindle. When a muscle is stretched, deformation of the muscle spindle activates the sensory neuron, which sends an impulse to the spinal cord, where it synapses with a motor neuron, causing the muscle to contract. A knee jerk occurs as these fibers actively shorten. This, in turn, shortens the intrafusal fibers and causes their discharge to cease."
    },
    {
        "heading": "Golgi tendon organs (GTOs) are proprioceptors",
        "content": "located in tendons near the myotendinous junction and are in series, that is, attached end to end, with extrafusal muscle fibers (figure 1.10). Golgi tendon organs are activated when the tendon attached to an active muscle is stretched. As tension in the muscle increases, discharge of the GTOs increases. The sensory neuron of the GTO synapses with an inhibitory interneuron in the spinal cord, which in turn synapses with and inhibits a motor neuron that serves the same muscle. The result is a reduction in tension within the muscle and tendon. Thus, whereas spindles facilitate activation of the muscle, neural input from GTOs inhibits muscle activation. The GTOs’ inhibitory process is thought to provide a mechanism that protects against the development of excessive tension. The effect of GTOs is therefore min- imal at low forces; but when an extremely heavy load is placed on the muscle, reflexive inhibition mediated by the GTOs causes the muscle to relax. The ability of the motor cortex to override this inhibition may be one of the fundamental adaptations to heavy resistance training."
    },
    {
        "heading": "Cardiovascular System",
        "content": "The primary roles of the cardiovascular system are to transport nutrients and remove waste and by-products while assisting with maintaining the environment for all the body’s functions. The cardiovascular system plays key roles in the regulation of the body’s acid–base system, fluids, and temperature, as well as a variety of other physiological functions. This section describes the anatomy and physiology of the heart and the blood vessels."
    },
    {
        "heading": "Heart",
        "content": "The heart is a muscular organ composed of two inter- connected but separate pumps; the right side of the heart pumps blood through the lungs, and the left side pumps blood through the rest of the body. Each pump has two chambers: an atrium and a ventricle (figure 1.11). The right and left atria deliver blood into the right and left ventricles. The right and left ventricles supply the main force for moving blood through the pulmonary and peripheral circulations, respectively (13)."
    },
    {
        "heading": "Valves",
        "content": "The tricuspid valve and mitral valve (bicuspid valve) (collectively called atrioventricular [AV] valves) pre- vent the flow of blood from the ventricles back into the atria during ventricular contraction (systole). The aortic valve and pulmonary valve (collectively, the semilunar valves) prevent backflow from the aorta and pulmonary arteries into the ventricles during ventricular relaxation (diastole). Each valve opens and closes passively; that is, each closes when a backward pressure gradient pushes blood back against it, opening when a forward pressure gradient forces blood in the forward direction (13)."
    },
    {
        "heading": "How Can Athletes Improve Force Production?",
        "content": "•\t Incorporate phases of training that use heavier loads in order to optimize neural recruitment. •\t Increase the cross-sectional area of muscles involved in the desired activity. •\t Perform multimuscle, multijoint exercises that can be done with more explosive actions to optimize fast-twitch muscle recruitment."
    },
    {
        "heading": "Motor",
        "content": "neuron"
    },
    {
        "heading": "Inhibitory",
        "content": "interneuron"
    },
    {
        "heading": "Golgi tendon organ (GTO). When an",
        "content": "extremely heavy load is placed on the muscle, discharge of the GTO occurs. The sensory neuron of the GTO activates an inhibitory interneuron in the spinal cord, which in turn synapses with and inhibits a motor neuron serving the same muscle."
    },
    {
        "heading": "A specialized electrical conduction system (figure 1.12)",
        "content": "controls the mechanical contraction of the heart. The conduction system is composed of •\t the sinoatrial (SA) node—the intrinsic pace- maker—where rhythmic electrical impulses are normally initiated; •\t the internodal pathways that conduct the impulse from the SA node to the atrioventricular node; •\t the atrioventricular (AV) node, where the impulse is delayed slightly before passing into the ventricles; •\t the atrioventricular (AV) bundle, which con- ducts the impulse to the ventricles; and •\t the left bundle branch and right bundle branch, which further divide into the Purkinje fibers and conduct impulses to all parts of the ventricles. The SA node is a small area of specialized muscle tissue located in the upper lateral wall of the right atrium. The fibers of the node are contiguous with the muscle fibers of the atrium, with the result that each electrical impulse that begins in the SA node normally spreads immediately into the atria. The conductive system is organized so that the impulse does not travel into the ven- tricles too rapidly, allowing time for the atria to contract and empty blood into the ventricles before ventricular contraction begins. It is primarily the AV node and its associated conductive fibers that delay each impulse entering into the ventricles. The AV node is located in the posterior septal wall of the right atrium (13). The left and right bundle branches lead from the AV bundle into the ventricles. Except for their initial portion, where they penetrate the AV barrier, these conduction fibers have functional characteristics quite opposite those of the AV nodal fibers. They are large and transmit impulses at a much higher velocity than the AV nodal fibers. Because these fibers give way to the Purkinje fibers, which more completely penetrate the ventricles, the impulse travels quickly throughout the entire ven- tricular system and causes both ventricles to contract at approximately the same time (13). Figure 1.11  Structure of the human heart and the course of blood flow through its chambers."
    },
    {
        "heading": "The SA node normally controls heart rhythmicity",
        "content": "because its discharge rate is considerably greater (60-80 times per minute) than that of either the AV node (40-60 times per minute) or the ventricular fibers (15-40 times per minute). Each time the SA node discharges, its impulse is conducted into the AV node and the ventricu- lar fibers, discharging their excitable membranes. Thus, these potentially self-excitatory tissues are discharged before self-excitation can actually occur."
    },
    {
        "heading": "The inherent rhythmicity and conduction properties",
        "content": "of the myocardium (heart muscle) are influenced by the cardiovascular center of the medulla, which trans- mits signals to the heart through the sympathetic and parasympathetic nervous systems, both of which are components of the autonomic nervous system. The atria are supplied with a large number of both sympathetic and parasympathetic neurons, whereas the ventricles receive sympathetic fibers almost exclusively. Stimulation of the sympathetic nerves accelerates depolarization of the SA node (the chronotropic effect), which causes the heart to beat faster. Stimulation of the parasympathetic nervous system slows the rate of SA node discharge, which slows the heart rate. The resting heart rate normally ranges from 60 to 100 beats/min; fewer than 60 beats/min is called bradycardia, and more than 100 beats/min is called tachycardia."
    },
    {
        "heading": "Electrocardiogram",
        "content": "The electrical activity of the heart can be recorded at the surface of the body; a graphic representation of this activity is called an electrocardiogram (ECG). A normal ECG, seen in figure 1.13, is composed of a P-wave, a QRS complex (the QRS complex is often three separate waves: a Q-wave, an R-wave, and an Figure 1.12  The electrical conduction system of the heart."
    },
    {
        "heading": "Q",
        "content": "S-wave), and a T-wave. The P-wave and the QRS complex are recordings of electrical depolarization, that is, the electrical stimulus that leads to mechanical contraction. Depolarization is the reversal of the mem- brane electrical potential, whereby the normally negative potential inside the membrane becomes slightly positive and the outside becomes slightly negative. The P-wave is generated by the changes in the electrical potential of cardiac muscle cells that depolarize the atria and result in atrial contraction. The QRS complex is generated by the electrical potential that depolarizes the ventricles and results in ventricular contraction. In contrast, the T-wave is caused by the electrical potential generated as the ventricles recover from the state of depolarization; this process, called repolarization, occurs in ventricu- lar muscle shortly after depolarization. Although atrial repolarization occurs as well, its wave formation usually occurs during the time of ventricular depolarization and is thus masked by the QRS complex (13)."
    },
    {
        "heading": "Blood Vessels",
        "content": "The central and peripheral circulation form a single closed-circuit system with two components: an arterial system, which carries blood away from the heart, and a venous system, which returns blood toward the heart (figure 1.14). The blood vessels of each system are identified here."
    },
    {
        "heading": "Arteries",
        "content": "The function of arteries is to rapidly transport blood pumped from the heart. Because blood pumped from the heart is under relatively high pressure, arteries have strong, muscular walls. Small branches of arteries called arterioles act as control vessels through which blood enters the capillaries. Arterioles play a major role in the regulation of blood flow to the capillaries. Arterioles have strong, muscular walls that are capable of closing Figure 1.13  Normal electrocardiogram."
    },
    {
        "heading": "Internodal",
        "content": "pathways"
    },
    {
        "heading": "Left bundle",
        "content": "branch"
    },
    {
        "heading": "Right bundle",
        "content": "branch"
    },
    {
        "heading": "Structure and Function of Body Systems",
        "content": "the arteriole completely or allowing it to be dilated many times their size, thus vastly altering blood flow to the capillaries in response to the needs of the tissues (13)."
    },
    {
        "heading": "Capillaries",
        "content": "The function of capillaries is to facilitate exchange of oxygen, fluid, nutrients, electrolytes, hormones, and other substances between the blood and the interstitial fluid in the various tissues of the body. The capillary walls are very thin and are permeable to these, but not all, substances (13)."
    },
    {
        "heading": "Veins",
        "content": "Venules collect blood from the capillaries and gradually converge into the progressively larger veins, which transport blood back to the heart. Because the pressure in the venous system is very low, venous walls are thin, although muscular. This allows them to constrict or dilate to a great degree and thereby act as a reservoir for blood, either in small or in large amounts (13). In addition, some veins, such as those in the legs, contain one-way valves that help maintain venous return by preventing retrograde blood flow. ▶ ▶The cardiovascular system transports nutri- ents and removes waste products while helping to maintain the environment for all the body’s functions. The blood transports oxygen from the lungs to the tissues for use in cellular metabolism; and it transports carbon dioxide, the most abundant by-prod- uct of metabolism, from the tissues to the lungs, where it is removed from the body."
    },
    {
        "heading": "Blood",
        "content": "Two paramount functions of blood are the transport of oxygen from the lungs to the tissues for use in cellular metabolism and the removal of carbon dioxide, the most abundant by-product of metabolism, from the tissues to the lungs. The transport of oxygen is accomplished by hemoglobin, the iron–protein molecule carried by the red blood cells. Hemoglobin also has an additional important role as an acid–base buffer, a regulator of hydrogen ion concentration, which is crucial to the rates of chemical reactions in cells. Red blood cells, the major component of blood, have other functions as well. For instance, they contain a large quantity of carbonic anhydrase, which catalyzes the reaction between carbon dioxide and water to facilitate carbon dioxide removal."
    },
    {
        "heading": "Respiratory System",
        "content": "The primary function of the respiratory system is the basic exchange of oxygen and carbon dioxide. The anat- omy of the human respiratory system is shown in figure 1.15. As air passes through the nose, the nasal cavities perform three distinct functions: warming, humidifying, and purifying the air (13). Air is distributed to the lungs by way of the trachea, bronchi, and bronchioles. The trachea is called the first-generation respiratory passage, and the right and left main bronchi are the second-gen- eration passages; each division thereafter is an additional generation (bronchioles). There are approximately 23"
    },
    {
        "heading": "Pulmonary",
        "content": "circulation: 9%"
    },
    {
        "heading": "Veins, venules, and",
        "content": "venous sinuses: 64%"
    },
    {
        "heading": "Arterioles and",
        "content": "capillaries: 7% Figure 1.14  The arterial (right) and venous (left) com- ponents of the circulatory system. The percent values indicate the distribution of blood volume throughout the circulatory system at rest."
    },
    {
        "heading": "What Is the Skeletal Muscle Pump?",
        "content": "The skeletal muscle pump is the assistance that contracting muscles provide to the circulatory system. The muscle pump works with the venous system, which contains the one-way valves for blood return to the heart. The contracting muscle compresses the veins, but since the blood can flow only in the direction of the valves, it is returned to the heart. This mechanism is one of the reasons that individuals are told to keep moving around after exercise to avoid blood pooling in the lower extremities. On the flip side, it is important to periodically squeeze muscles during prolonged sitting to facilitate blood return to the heart."
    },
    {
        "heading": "Larynx,",
        "content": "vocal cords"
    },
    {
        "heading": "Pulmonary",
        "content": "artery"
    },
    {
        "heading": "Pulmonary",
        "content": "vein"
    },
    {
        "heading": "Right main",
        "content": "bronchus"
    },
    {
        "heading": "Left main",
        "content": "bronchus generations before the air finally reaches the alveoli, where gases are exchanged in respiration (13). ▶ ▶The primary function of the respiratory system is the basic exchange of oxygen and carbon dioxide."
    },
    {
        "heading": "Exchange of Air",
        "content": "The amount and movement of air and expired gases in and out of the lungs are controlled by expansion and recoil of the lungs. The lungs do not actively expand and recoil themselves but rather are acted upon to do so in two ways: by downward and upward movement of the diaphragm to lengthen and shorten the chest cavity and by elevation and depression of the ribs to increase and decrease the back-to-front diameter of the chest cavity (13). Normal, quiet breathing is accomplished almost entirely by movement of the diaphragm. During inspi- ration, contraction of the diaphragm creates a negative pressure (vacuum) in the chest cavity, and air is drawn into the lungs. During expiration, the diaphragm simply relaxes; the elastic recoil of the lungs, chest wall, and abdominal structures compresses the lungs, and air is expelled. During heavy breathing, the elastic forces alone are not powerful enough to provide the necessary respiratory response. The extra required force is achieved mainly by contraction of the abdominal muscles, which push the abdomen upward against the bottom of the diaphragm (13). The second method for expanding the lungs is to raise the rib cage. Because the chest cavity is small and the ribs are slanted downward while in the resting position, elevating the rib cage allows the ribs to project almost directly forward so that the sternum can move forward and away from the spine. The muscles that elevate the rib cage are called muscles of inspiration and include the external intercostals, the sternocleidomastoids, the anterior serrati, and the scaleni. The muscles that depress the chest are muscles of expiration and include the abdominal muscles (rectus abdominis, external and internal obliques, and transversus abdominis) and the internal intercostals (13). Pleural pressure is the pressure in the narrow space between the lung pleura and the chest wall pleura (mem- branes enveloping the lungs and lining the chest walls). This pressure is normally slightly negative. Because the lung is an elastic structure, during normal inspiration the expansion of the chest cage is able to pull on the surface of the lungs and creates a more negative pressure, thus enhancing inspiration. During expiration, the events are essentially reversed (13). Alveolar pressure is the pressure inside the alveoli when the glottis is open and no air is flowing into or out of the lungs. In fact, in this instance the pressure in all parts of the respiratory tree is the same all the way to the Figure 1.15  Gross anatomy of the human respiratory system."
    },
    {
        "heading": "Structure and Function of Body Systems",
        "content": "alveoli and is equal to the atmospheric pressure. To cause inward flow of air during inspiration, the pressure in the alveoli must fall to a value slightly below atmospheric pressure. During expiration, alveolar pressure must rise above atmospheric pressure (13). During normal respiration at rest, only 3% to 5% of the total energy expended by the body is required for pulmonary ventilation. During very heavy exercise, however, the amount of energy required can increase to as much as 8% to 15% of total body energy expenditure, especially if the person has any degree of increased airway resistance, as occurs with exercise-induced asthma. Precautions, including physician evaluation of the athlete, are often recommended, depending on the potential level of impairment."
    },
    {
        "heading": "Exchange of Respiratory Gases",
        "content": "With ventilation, oxygen diffuses from the alveoli into the pulmonary blood, and carbon dioxide diffuses from the blood into the alveoli. The process of diffusion is a simple random motion of molecules moving in opposite directions through the alveolar capillary membrane. The energy for diffusion is provided by the kinetic motion of the molecules themselves. Net diffusion of the gas occurs from the region of high concentration to the region of low concentration. The rates of diffusion of the two gases depend on their concentrations in the capillaries and alveoli and the partial pressure of each gas (13). At rest, the partial pressure of oxygen in the alveoli is about 60 mmHg greater than that in the pulmonary capillaries. Thus, oxygen diffuses into the pulmonary capillary blood. Similarly, carbon dioxide diffuses in the opposite direction. This process of gas exchange is so rapid as to be thought of as instantaneous (13)."
    },
    {
        "heading": "Knowledge of musculoskeletal, neuromuscular, car-",
        "content": "diovascular, and respiratory anatomy and physiology is important for the strength and conditioning pro- fessional to have in order to understand the scientific basis for conditioning. This includes knowledge of the function of the macrostructure and microstructure of the skeleton and muscle fibers, muscle fiber types, and interactions between tendon and muscle and between the motor unit and its activation, as well as the interactions of the heart, vascular system, lungs, and respiratory system. This information is necessary for developing training strategies that will meet the specific needs of the athlete. How Important Is It to Train the Muscles of Respiration? Regular exercise in general is beneficial for maintaining respiratory muscle function. Both endurance exercise, which involves repetitive contraction of breathing muscles, and resistance exercise, which taxes the diaphragm and abdominal muscles especially because of their use for stabilization and for increasing intra-abdominal pressure (Valsalva maneuver) during exertion, can result in some muscle training adaptations. This can help to preserve some of the pulmonary function with aging. However, it is generally not necessary to specifically train the muscles of respiration except following surgery or during prolonged bed rest when the normal breathing patterns are compromised."
    },
    {
        "heading": "A-band",
        "content": "acetylcholine actin action potential all-or-none principle alveolar pressure alveoli aortic valve appendicular skeleton arterial system arteriole artery atrioventricular (AV) bundle atrioventricular (AV) node atrioventricular (AV) valves atrium axial skeleton biaxial joints bone periosteum bradycardia bronchi bronchiole capillary cartilaginous joints crossbridge depolarization diastole diffusion distal electrocardiogram (ECG) endomysium epimysium extrafusal fibers fasciculi fast-twitch fiber fibrous joints"
    },
    {
        "heading": "Golgi tendon organ (GTO)",
        "content": "hemoglobin hyaline cartilage"
    },
    {
        "heading": "I-band",
        "content": "inferior intrafusal fibers left bundle branch mitral valve motor neuron motor unit multiaxial joints muscle fiber muscle spindle myocardium myofibril myofilament myosin neuromuscular junction parasympathetic nervous system perimysium pleura pleural pressure power stroke proprioceptor proximal pulmonary valve"
    },
    {
        "heading": "QRS complex",
        "content": "red blood cell repolarization right bundle branch sarcolemma sarcomere sarcoplasm sarcoplasmic reticulum semilunar valves sinoatrial (SA) node sliding-filament theory slow-twitch fiber superior sympathetic nervous system synovial fluid synovial joints systole tachycardia tendon tetanus trachea tricuspid valve tropomyosin troponin"
    },
    {
        "heading": "T-wave",
        "content": "twitch"
    },
    {
        "heading": "Type IIx fiber",
        "content": "uniaxial joints vein venous system ventricle venule vertebral column"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following substances regulates muscle actions? a.\t potassium b.\t calcium c.\t troponin d.\t tropomyosin 2.\t Which of the following substances acts at the neuromuscular junction to excite the muscle fibers of a motor unit? a.\t acetylcholine b.\t ATP c.\t creatine phosphate d.\t serotonin 3.\t When throwing a baseball, an athlete’s arm is rapidly stretched just before throwing the ball. Which of the following structures detects and responds to that stretch by reflexively increasing muscle activity? a.\t Golgi tendon organ b.\t muscle spindle c.\t extrafusal muscle d.\t Pacinian corpuscle 4.\t From which of the following is the heart’s electrical impulse normally initiated? a.\t AV node b.\t SA node c.\t the brain d.\t the sympathetic nervous system 5.\t Which of the following occurs during the QRS complex of a typical ECG?"
    },
    {
        "heading": "IV.\tdepolarization of the ventricle",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only"
    }
]