[
    {
        "heading": "Nutrition Strategies",
        "content": "for Maximizing Performance"
    },
    {
        "heading": "Marie Spano, MS, RD",
        "content": "After completing this chapter, you will be able to •\t list pre-, during- and postcompetition nutrition recommendations for different sports; •\t provide guidelines for weight gain and weight loss; •\t recognize signs and symptoms of eating disorders; •\t understand the importance of having an intervention and referral system in place for athletes suspected of having an eating disorder; •\t recognize the prevalence and etiologies of obesity; and •\t assist in the assessment process for obese individuals. What athletes eat and drink before and during competi- tion can affect their performance, while their postevent meal has a greater impact on their recovery, and, if the time period between events is less than 24 hours, perfor- mance in the next event or game. Therefore this chapter focuses on pre-, during-, and postcompetition nutrition while also providing guidelines for athletes who want to lose or gain weight. In addition, no talk about weight is complete unless it includes information on disordered eating and eating disorders. It is imperative that the strength and conditioning professional recognize when an athlete may have signs and symptoms of an eating disorder and be an active member of the treatment team."
    },
    {
        "heading": "Precompetition, During-Event,",
        "content": "and Postcompetition Nutrition Athletes’ dietary practices over time will influence their overall health and performance. In addition, what ath- letes eat before and during competition can have both physiological and psychological effects on performance, while their postcompetition meal affects recovery and may therefore influence how they perform during their next bout of training or competition."
    },
    {
        "heading": "Precompetition Nutrition",
        "content": "The precompetition meal helps provide fluid to main- tain adequate hydration and carbohydrate to maximize blood glucose and stored glycogen levels (5, 25) while also keeping hunger pangs at bay. Glycogen is the main form of energy used during high-intensity (>70%"
    },
    {
        "heading": "V.O2max) exercise; once these stores become depleted,",
        "content": "the athlete will experience muscular fatigue (56). Small quantities of glycogen are stored in liver and muscle, totaling approximately 15 g of glycogen per kilogram body weight (1). For example, an 80 kg man can store approximately 1,200 calories of glycogen. Glycogen stored in the liver is used for the whole body, while glycogen stored in muscle tissue is used by muscle (56). Despite the vital roles that both hydration and gly- cogen play in athletic performance, studies examining the importance of the precompetition meal and its effect on performance are equivocal due to differences in study subjects and methods used. Some show that a high-carbohydrate preexercise meal enhances aerobic time to exhaustion (24, 93, 113) as well as anaerobic per- formance in adolescent males (71), while other studies found no effect on time-trial performance (100). Despite these differences and the fact that studies simulating per- formance can’t take into account several factors that dis- tinguish the competitive environment from a lab setting, such as precompetition nerves, temperature, humidity, and altitude, athletes can adapt general precompetition guidelines based on the literature to fit their own unique needs and the competitive environment they are in."
    },
    {
        "heading": "All precompetition meals should take timing, meal",
        "content": "and fluid composition, event or sport, and individual athlete preferences into account. In order to minimize the potential for stomach upset, smaller quantities of fluids and food should be consumed when the precompetition meal is consumed closer in temporal proximity to com- petition. Precompetition foods and beverages should be familiar to the athlete (tried in practice), low in fat and fiber so that they empty rapidly from the stomach and minimize any potential for gastrointestinal distress, and moderate in protein (protein promotes longer-lasting satiety) (5). Athletes can choose from either high or low glycemic index (124) carbohydrates before competition, since the research does not indicate that one is more advantageous than the other (12). Even though consuming carbohy- drates that rapidly increase insulin, such as glucose, will lead to an initial drop in blood sugar at the beginning of exercise, blood sugar levels typically return to normal within approximately 20 minutes, and the initial drop has no negative effect on performance (78)."
    },
    {
        "heading": "Aerobic Endurance Sports",
        "content": "The precompetition meal may be most important for aerobic endurance athletes who compete in long-duration activity (>2 hours) in the morning after an overnight fast. Upon waking in the morning, blood sugar levels are low and liver glycogen stores are substantially reduced. Both conditions decrease the amount of carbo- hydrate available for use as energy. Carbohydrates at the precompetition meal can significantly enhance glycogen stores and improve exercise time to exhaustion in those who regularly include carbohydrate in their diets, when consumed 3 or more hours before competition (27, 137)."
    },
    {
        "heading": "A crossover study examined whether a precompe-",
        "content": "tition high-carbohydrate meal combined with a car- bohydrate-electrolyte sports drink consumed during exercise improved aerobic endurance running capacity (70% V.O2max until exhaustion) more than the sports drink alone (23). The scientists had men perform three treadmill runs, each separated by one week, after an overnight fast followed by (1) a carbohydrate meal 3 hours before exercise in addition to a carbohydrate-elec- trolyte sports drink during running; (2) a carbohydrate meal 3 hours before exercise and water during running; or (3) a low-calorie placebo drink (same flavor as the sports drink) 3 hours before exercise and water during running. In the two-day period before the first main trial, subjects weighed and recorded their food intake. They replicated the same diet for the two-day period before each trial. No differences were noted in average daily caloric intake between the three trials. Consumption of"
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "the high-carbohydrate meal preexercise improved endur- ance running capacity by 9% compared to the placebo drink before exercise and water during the run. However, the high-carbohydrate meal plus sports drink during the run improved endurance capacity by 22% compared to the placebo beforehand and sports drink during the run."
    },
    {
        "heading": "These results indicate that a high-carbohydrate preex-",
        "content": "ercise or precompetition meal can help improve aerobic endurance running capacity (23). Endurance athletes who are not chronically adapted to a low-carbohydrate diet and start exercise with depleted glycogen stores will break down muscle to use protein for energy and may acutely suppress immune and central nervous system functioning. Therefore, a high-carbohy- drate preexercise meal can help attenuate the breakdown of skeletal muscle while also providing carbohydrate for immune and nervous system functioning (20, 72). Over time, adaptation to chronic consumption of a low-car- bohydrate diet increases the body’s reliance on its vast storage of fat as a fuel source during exercise, though training with low glycogen stores may suppress immune and central nervous system functioning (20, 45). In a study examining protein catabolism, six subjects rode a cycle ergometer for 1 hour at 61% V.O2max after a carbo- hydrate loading protocol or carbohydrate depletion. In the carbohydrate-depleted state, protein breakdown was calculated at 13.7 g per hour, which represented 10.7% of the calories used during exercise (72). It is clear that a preexercise meal consumed hours before competition can help improve aerobic endurance performance. However, extremely early morning start times can complicate the desire to feed with a concurrent desire for maximum sleep. For instance, a runner who must be at the starting line of a race at 7 a.m. may find"
    },
    {
        "heading": "Minimizing Gastrointestinal Issues",
        "content": "To minimize the likelihood of stomach discomfort during competition, athletes should do the following: •\t Try food in practice first. Always try new foods during several practice sessions before competition (5). •\t When the meal is closer in time to the start of the game or event, consume smaller amounts of food and liquids. •\t Avoid high-fat and high-fiber foods. Both fat and fiber slow down the rate of digestion. When food is still being digesting as you are exercising, you may experience stomach cramps (5). •\t Avoid sugar alcohols. Despite their name, sugar alcohols contain no alcohol. But their chemical struc- ture resembles that of both sugar and alcohol. Sugar alcohols are a type of carbohydrate that is not completely absorbed in the gut. Consequently, consumption can cause gas, bloating, and cramping and may have a laxative effect. Sugar alcohols are found in some low-carbohydrate and sugar-free products, including sugar-free gum, toothpaste, and mouthwashes. The two sugar alcohols most likely to cause gastrointestinal issues are sorbitol and mannitol (131). Any product that could result in consumption of 20 g of mannitol must carry this warning on the label: “Excess consumption may have a laxative effect.” Individual responses to sugar alcohol vary. Sugar alcohols include xylitol (the most common one found in dental products), erythritol, sorbitol, mannitol, maltitol, isomalt, lactitol, hydrogenated starch hydrolysates, and hydrogenated glucose syrups (131). that waking up at 3 or 4 a.m. to eat isn’t practical. Ath- letes who find themselves in this scenario should practice eating small amounts of food 1 to 2 hours before they start while also ensuring that they consume an adequate amount of carbohydrate during competition."
    },
    {
        "heading": "The following are general recommendations that",
        "content": "can be adapted to meet each athlete’s individual needs. More research needs to be done to examine the needs of athletes in a variety of sports and to determine the effects of varying amounts of each macronutrient on performance (95). Until this is done, the guidelines for aerobic endurance athletes are adapted to other sports. •\t Athletes should prehydrate, if necessary, several hours before exercise to allow for fluid absorp- tion and urine output. Their urine specific gravity (USG) reading should be <1.020 (112). •\t Athletes who tend to get nauseated easily, who have experienced diarrhea during competition, who get anxious or experience precompetition jitters, or who compete in high-intensity sports (jarring movements can increase the likelihood of stomach upset), as well as those who are com- peting in the heat, may want to consider eating at least 4 hours before competition. Aerobic endurance athletes who eat at least 4 hours before competition should include approximately 1 to 4 g of carbohydrate per kilogram body weight and 0.15 to 0.25 g of protein per kilogram body weight (124). •\t If the precompetition meal is consumed 2 hours before exercise, athletes should aim for approx- imately 1 g of carbohydrate per kilogram body weight. Athletes should follow an individualized hydration plan. During prolonged activity in hot weather, they should consume a sports drink containing 20 to 30 mEq of sodium (460-690 mg with chloride as the anion) per liter, 2 to 5 mEq of potassium (78-195 mg) per liter, and carbohydrate in a concentration of 5% to 10% (112). •\t When consumed closer to the start of competi- tion, the preexercise meal should be smaller. In addition, liquid sources of carbohydrate may be preferable when the preexercise meal is 1 hour before the event because they are emptied from the stomach faster than solid food (5). Gels, gummies, and similar sources of carbohydrate are also digested very quickly. Table 10.1 summarizes these recommendations while providing sample food options. Athletes may want to keep a record of their food intake, including the time each meal or snack was con- sumed and how they felt while training. By recording the types and amounts of food consumed and when these are consumed in relation to training, they may be able to identify any issues they are having with performance or stomach upset and develop a better precompetition plan. ▶ ▶The primary purpose of the precompetition meal is to provide sufficient fluid to maintain hydration and carbohydrate to maximize blood glucose and stored glycogen while also satisfying hunger."
    },
    {
        "heading": "Carbohydrate Loading",
        "content": "Depletion of muscle and liver glycogen leads to fatigue during long-term aerobic endurance exercise (109, 123, 133). Therefore, a technique called carbohydrate loading has been used for decades to enhance muscle glycogen before aerobic endurance events. And though there are many different variations of carbohydrate loading, all include high carbohydrate intake in the days leading up to an event to maximize glycogen stores and therefore carbohydrate availability in the later stages of the event Table 10.1  Precompetition Food and Fluid Recommendations for Aerobic Endurance Athletes*"
    },
    {
        "heading": "Time before",
        "content": "competition"
    },
    {
        "heading": "Food",
        "content": "recommendations"
    },
    {
        "heading": "Fluid",
        "content": "recommendations"
    },
    {
        "heading": "Sample",
        "content": "precompetition meals for a 68.2 kg (150 lb) athlete"
    },
    {
        "heading": "Sample meals based",
        "content": "on food and fluid recommendations ≥1 hour 0.5 g carbohydrate per kilogram body weight 34 g carbohydrate 1 small banana 8 oz. sports drink 37 g carbohydrate 8 oz. fluid 2 hours 1 g carbohydrate per kilogram body weight"
    },
    {
        "heading": "If not adequately",
        "content": "hydrated, sip on 3-5 ml (0.10-0.17 oz.) of fluid per kilogram body weight (112) 68 g carbohydrate 7-12 oz. fluid 2.5 cups boiled, plain potato, flesh only 2 mini bagels with 1 Tbsp jam + 8 oz. sports drink 66 g carbohydrate 72 g carbohydrate 8 g protein 8 oz. fluid 4 hours or more 1-4 g carbohydrate per kilogram body weight and 0.15- 0.25 g protein per kilogram body weight (100)"
    },
    {
        "heading": "Should consume",
        "content": "approximately 5-7 ml of water or a sports drink per kilogram body weight (112) 68-272.8 g carbohydrate 10-17 g protein"
    },
    {
        "heading": "Bowl of cereal",
        "content": "and fruit: 8 oz. skim milk + 2 cups of"
    },
    {
        "heading": "Cheerios + 1/4",
        "content": "cup (measured unpacked) raisins 74 g carbohydrate 11 g protein 14 oz. water"
    },
    {
        "heading": "Egg white",
        "content": "sandwich: 2 egg whites on 2 pieces of white bread (skip high-fiber breads preworkout) 72 g carbohydrate (based on 1 slice = 64 g weight) 17 g protein 14 oz. water *These recommendations are for aerobic endurance athletes and can be adapted for other types of athletes."
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "(25). Carbohydrate loading offers potential benefits for distance runners, road cyclists, cross-country skiers, and other aerobic endurance athletes who risk depleting glycogen stores, and it may conceivably benefit other athletes as well (105)."
    },
    {
        "heading": "A commonly used carbohydrate loading regimen",
        "content": "includes three days of a high-carbohydrate diet in concert with tapering exercise the week before competition and complete rest the day before the event. The diet should provide adequate calories and carbohydrate per day: 8 to 10 g of carbohydrate per kilogram body weight. This regimen should increase muscle glycogen stores 20% to 40% above normal (25). However, higher intakes, 10 to 12 g of carbohydrate per kilogram body weight, have been suggested for runners during the 36 to 48 hours before a marathon (19)."
    },
    {
        "heading": "Studies show that carbohydrate loading is effective",
        "content": "in men (123, 139). However, the studies in women have been mixed. One study examined the effects of carbohydrate loading on aerobic endurance performance and substrate utilization in eight 20- to 40-year-old weight-stable, eumenorrheic female runners with an average running history of 53 km (24 miles) per week for at least 12 months before the study and a typical car- bohydrate intake below 65% of total caloric intake (7). Each female completed three different 24.2 km (15-mile) self-paced treadmill performance runs after four days on each experimental diet regimen: (1) carbohydrate supplementation (50% of calories from carbohydrate), (2) carbohydrate loading and supplementation (75% of calories from carbohydrate), and (3) placebo (50% of cal- ories from carbohydrate). Both the carbohydrate-supple- mented and carbohydrate loading plus supplementation groups consumed a 6% carbohydrate-electrolyte solution before exercise (6 ml/kg) and every 20 minutes during exercise (3 ml/kg). And though the carbohydrate-sup- plemented and carbohydrate loading plus supplemen- tation groups used a greater portion of energy from carbohydrate during their runs, there was no significant difference in running performance between the groups. However, both total calories and grams of carbohydrate per day were not reported; therefore, it is possible that total calorie or carbohydrate intakes (or both) were not adequate for the runners. In addition, given the small number of subjects included in this study, differences in performance may have been noted if more subjects had been included (7)."
    },
    {
        "heading": "In another study, researchers found that males",
        "content": "increased glycogen content significantly while female athletes did not after increasing carbohydrate intake from 58% to 74% of calories for four days before a sub- maximal aerobic endurance exercise test, due to either inadequate carbohydrate or calorie intake (or both) or sex differences in glycogen storage (123). In a follow-up study, the same researchers examined glycogen storage capacity in six well-trained men and six well-trained women (125). Subjects were randomly assigned to one of three diets for four days: a high-carbohydrate diet (75% of total calorie intake), a high-carbohydrate diet plus extra calories (75% of calories from carbohydrate and a 34% increase in total calories), or their habitual daily diet. In men, both the higher-carbohydrate diet and higher-carbohydrate plus extra calories diet led to significantly greater levels of glycogen than the habitual diet. However, in women, only the higher-carbohydrate plus extra calories diet resulted in significant increases in glycogen storage compared to the habitual diet. In the high-carbohydrate conditions, men increased their total carbohydrate intake to 7.9 g of carbohydrate per kilo- gram body weight whereas women reached just 6.4 g of carbohydrate per kilogram body weight. No differences were noted between men and women in their ability to use glycogen as measured by enzymatic activity. There- fore, the failure of previous studies to show improved performance from carbohydrate loading in women was likely due to inadequate overall carbohydrate intake (125). This theory (that women were not consuming enough total carbohydrate in many of the protocols) was backed up in a study examining female cyclists. In trained female cyclists, three or four days on a moder- ate-carbohydrate diet (48% of calories from carbohy- drates) followed by three or four days consuming 78% of calories from carbohydrates (8.14 g of carbohydrate per kilogram body weight) led to significant increases in glycogen stores and greater cycling time to exhaustion compared to seven days on the moderate-carbohydrate diet (133). Researchers have found that glycogen storage capacity in the 4-hour time period after exercise did not differ between men and women when they consumed the same amount of carbohydrate per unit body weight (1 g of carbohydrate per kilogram body weight immedi- ately and 1 hour after the completion of exercise) (122). And while glycogen storage capacity is greater during the luteal phase of the menstrual cycle in women as compared to the early follicular phase due to hormonal differences, carbohydrate loading can make up for this difference (94)."
    },
    {
        "heading": "The main challenge with carbohydrate loading in",
        "content": "females appears to be their overall daily calorie intake. Women who habitually consume less than 2,400 calories per day may find it difficult to consume greater amounts of carbohydrate. Therefore, female athletes may need to increase their total energy intake above 2,400 calories, in addition to consuming a higher-carbohydrate diet, in order to increase glycogen stores (123, 133)."
    },
    {
        "heading": "Though the majority of studies on carbohydrate",
        "content": "loading have been done in aerobic endurance athletes, some research has attempted to examine carbohydrate loading for athletes in high-intensity sports as well. In a randomized, crossover design, seven professional soccer players who consumed an average of 46% of calories from carbohydrates ate either a 39% or a 65% carbohydrate diet two days before being testing. Each test consisted of 6,856 m of field work (completed at 65%, 57%, and 81% V.O2max) followed by a treadmill run to exhaustion in an attempt to mimic a soccer game. After the high-carbohydrate diet, the players ran 17.1 km total, which was 0.9 km longer (a significant difference) than the distance run while on the lower-carbohydrate diet. However, three of the athletes ran less than 420 m longer, indicating significant variability in the athletes’ responses to a higher-carbohydrate regimen (11). The results of this study may or may not be applicable to soccer players, since the average distance covered in a soccer match is considerably shorter (10.3 km with a range of 9.7 to 11.3 km, as reported in one study), and it is covered in an intermittent manner and at varying levels of intensity (68). In a study examining the effect of carbohydrate loading on resistance exercise performance, eight healthy young men were randomly assigned to either a higher-carbohydrate (6.5 g of carbohydrate per kilogram body weight) or a moderate-carbohydrate diet (4.4 g of carbohydrate per kilogram body weight) for four days. After this period, they participated in a resistance exer- cise test including four sets of 12 repetitions of maxi- mal-effort jump squats with a load of 30% of 1-repetition maximum (1RM) and a 2-minute rest period between sets (44). There was no significant difference in power performance between subjects on the high-carbohydrate and the moderate-carbohydrate diets. Therefore, in this study a higher-carbohydrate diet did not enhance power performance during a four-set resistance exercise test. However, it is unclear whether the carbohydrate load- ing regimen could have affected power performance if more sets were performed or if the carbohydrate loading regimen more closely resembled that of an endurance athlete, providing 8-10 g carbohydrate per kilogram bodyweight (44)."
    },
    {
        "heading": "The degree of benefit derived from carbohydrate",
        "content": "loading varies among individuals, even among aero- bic endurance athletes, and therefore athletes should determine the value of this regimen while weighing any negative side effects, such as temporary weight gain, in practice before competition. Athletes who use carbohy- drate loading as a means to maximize glycogen storage should also know how different types of carbohydrates affect them. For instance, oligosaccharides, which are found in dry beans and peas, onions, and foods with added inulin or other oligosaccharides (such as some nutrition bars and shakes), are rapidly fermented by bacteria in the gut, which can lead to excessive intestinal gas and bloating. Dietary fiber is found in vegetables, fruits, whole grains, dry beans and peas, nuts, and seeds (130). Table 10.2 provides a sample daily meal plan for a 68 kg (150-pound) athlete following research-based carbohydrate recommendations for aerobic endurance athletes. ▶ ▶Carbohydrate loading is an effective strategy to maximize glycogen storage. However, athletes must consume 8 to 10 g of car- bohydrate per kilogram body weight per day during the loading period to notice any benefit from carbohydrate loading."
    },
    {
        "heading": "During-Event Nutrition",
        "content": "Nutrition is an important factor during aerobic endurance events lasting greater than 45 minutes, intermittent-activ- ity sports, or when an athlete has multiple events in one day. Fluids and carbohydrates can affect performance, while the provision of amino acids may minimize muscle damage."
    },
    {
        "heading": "Proper hydration during competition is essential for",
        "content": "performance while also helping to prevent overheating, dehydration, and heat illness. Athletes should hydrate themselves several hours before exercise to allow for fluid absorption and urine output before competing. In addition, they should consume enough fluid during exercise to prevent water weight losses exceeding 2% of body weight (112). The optimal sports drink contains 20 to 30 mEq of sodium (460-690 mg with chloride as the anion) per liter, 2 to 5 mEq of potassium (78-195 mg) per liter, and carbohydrate in a concentration of 5% to 10% (53). Sports drinks with a higher concentration of carbohydrate—those that contain more than 8%—delay gastric emptying (how quickly the drink is emptied from the stomach), which could lead to stomach discomfort (82). Therefore a carbohydrate concentration of 6% to 8% may be ideal (112). Fluid intake guidelines are different for children. According to the American Academy of Pediatrics, chil- dren weighing 40 kg (88 pounds) should drink 5 ounces (148 ml) of cold water or a flavored salted beverage every 20 minutes during practice, while adolescents weighing 60 kg (132 pounds) should drink 9 ounces (256 ml) every 20 minutes even if they do not feel thirsty."
    },
    {
        "heading": "They also recommend a sodium chloride concentration",
        "content": "of 15 to 20 mmol/L (1 g per 2 pints), which has been shown to increase voluntary hydration by 90% when compared to unflavored water (4, 13, 138). Despite these recommendations, keep in mind that 9 ounces of fluid at one time is a considerable amount for an adolescent and may cause stomach distress. Therefore these guidelines may need to be adjusted for individual athletes. Table 10.2  Carbohydrate Loading Regimens and Sample Daily Meal Plans for"
    },
    {
        "heading": "Sample meal plan for a",
        "content": "68 kg (150 lb) athlete"
    },
    {
        "heading": "Nutrition breakdown",
        "content": "8-10 g carbohydrate per kilogram body weight consumed on day 3 before an event (25)"
    },
    {
        "heading": "Breakfast:",
        "content": "3 eggs 4 slices 15-grain toast 1 cup mixed chopped fruit 1 170 g fruit-on-the- bottom yogurt"
    },
    {
        "heading": "Snack:",
        "content": "40 mini pretzels"
    },
    {
        "heading": "Chicken stir fry including",
        "content": "2 cups brown rice 6 oz. cooked chicken breast 1 cup mixed stir fry vegetables cooked in 2 Tbsp sesame oil"
    },
    {
        "heading": "Early afternoon snack:",
        "content": "1 bagel with 2 Tbsp 100% fruit jam"
    },
    {
        "heading": "Post taper run:",
        "content": "8 oz. 100% juice 2 cups whole-grain cereal 8 oz. skim milk"
    },
    {
        "heading": "Dinner:",
        "content": "3 cups pasta 1 cup pasta sauce"
    },
    {
        "heading": "Green salad with a variety of colorful",
        "content": "vegetables and 2 oz. cheese 1 Tbsp salad dressing 91 g fat 576 g carbohydrate 141 g protein 8.5 g carbohydrate per kilogram body weight 10-12 g carbohydrate per kilogram body weight consumed on each of the two days before an event (19)"
    },
    {
        "heading": "Breakfast:",
        "content": "3 eggs 4 slices 15-grain toast 1 cup mixed chopped fruit 1 170 g fruit-on-the-bottom yogurt"
    },
    {
        "heading": "Snack:",
        "content": "40 mini pretzels 1 glass 100% juice"
    },
    {
        "heading": "Chicken stir fry including",
        "content": "2 cups brown rice 4 oz. cooked chicken breast 1 cup mixed stir fry vegetables all cooked in 2 Tbsp sesame oil"
    },
    {
        "heading": "Early afternoon snack:",
        "content": "1 bagel with 2 Tbsp 100% fruit jam"
    },
    {
        "heading": "Post taper run:",
        "content": "8 oz. 100% juice 2 cups whole-grain cereal 1/3 cup packed raisins added 8 oz. skim milk"
    },
    {
        "heading": "Dinner:",
        "content": "3 cups pasta 1 cup pasta sauce"
    },
    {
        "heading": "Green salad with a variety of colorful",
        "content": "vegetables and 2 oz. cheese 1 Tbsp salad dressing 91 g fat 689 g carbohydrate 128 g protein 10.1 g carbohydrate per kilogram body weight *These recommendations are for aerobic endurance athletes and can be adapted for other types of athletes."
    },
    {
        "heading": "Consuming carbohydrates during prolonged aerobic",
        "content": "endurance exercise can improve performance while also reducing exercise-induced stress and suppression of immune system functioning (90). And though sports drinks provide carbohydrates, they cannot keep up with an athlete’s carbohydrate utilization during prolonged, intense activity (unless an excessive amount of fluid is consumed). In fact, athletes who train intensely may burn 600 to 1,200 calories or more per hour (66). Sev- eral studies show that a carbohydrate intake ranging from 28 to 144 g per hour (with higher amounts studied during cycling) during aerobic endurance activity can decrease reliance on limited glycogen stores, extend time to exhaustion, and improve performance by providing a steady stream of carbohydrate that can be used for energy (26, 62, 85, 128). Despite greater intakes per hour, as noted earlier, exogenous (external; that which is consumed) carbo- hydrate oxidation rates do not exceed 1.0 to 1.1 g per minute, likely due to the rate of glucose absorption and possibly also the limited delivery rate of 1 g per minute of glucose into the bloodstream (61). However, each carbohydrate has a different rate of oxidation. Glucose, sucrose, maltose, maltodextrins, and amylopectin are oxidized quickly; the oxidation rates of fructose, galactose, and amylose are 25% to 50% slower (61). In addition, each type of carbohydrate has a different intestinal transport system. If an athlete consumes one type of carbohydrate, fructose for instance, carbohydrate digestion will be limited when the intestinal transporter for fructose becomes saturated. Therefore, consum- ing multiple types of carbohydrates together, such as sucrose, fructose, and glucose or maltodextrin, increases the rate of carbohydrate absorption and exogenous carbo- hydrate oxidation compared to consuming an isocaloric amount of just one sugar (58). In addition to improving the rate of carbohydrate utilization by the body, consum- ing multiple types of carbohydrate during exercise was found to improve cycling time-trial performance after 120 minutes of cycling (the study design simulated the last few stages of an aerobic endurance race when an athlete must provide maximum effort) when subjects were provided glucose combined with fructose versus glucose only at a rate of 1.8 g per minute (108 g of car- bohydrate per hour) (28). In addition, athletes given 36 g of glucose and fructose every 15 minutes had a better 100 km cycling time than cyclists given only glucose every 15 minutes (128)."
    },
    {
        "heading": "In addition to actually ingesting carbohydrates,",
        "content": "simply rinsing carbohydrates through the mouth (without actually ingesting them) seems to improve performance lasting approximately 1 hour by 2% to 3%, presumably by affecting the central nervous system (60)."
    },
    {
        "heading": "In addition to providing carbohydrates during aerobic",
        "content": "endurance activity, adding protein to a carbohydrate gel led to increased time until exhaustion during a bout of cycling while also attenuating the rise in creatine kinase (a marker of muscle damage) during cycling, due either to the protein itself or to the additional calories provided by the protein (111). A meta-analysis and review of the research examining how the addition of protein to carbo- hydrate affects aerobic endurance performance revealed mixed findings (111). Only time-to-exhaustion studies showed that the addition of protein made a significant difference. However, these studies were not controlled for calorie intake during the trial; therefore, it is unclear if any benefit was due to protein or the added calories provided by the protein. The three time-trial studies showed no difference between carbohydrate only and carbohydrate plus protein (120)."
    },
    {
        "heading": "Intermittent High-Intensity Sports",
        "content": "Many team sports, such as soccer, tennis, basketball, and"
    },
    {
        "heading": "American football, include repeated bouts of short-du-",
        "content": "ration, high-intensity activity in addition to involving a wide range of skills. Fatigue during play could stem from a number of factors, including decreased or depleted glycogen stores and dehydration. The provision of both fluids and carbohydrate is essential for performance during prolonged intermittent sports. For instance, a long tennis match may last 4 hours—considerably longer than many aerobic endurance events. Because tennis players cannot drink continuously during a match and can lose"
    },
    {
        "heading": "Fructose and Gastrointestinal Symptoms",
        "content": "Fructose, a sugar found naturally in fruit and also added to a number of foods and beverages, including many sports nutrition products, is often blamed for symptoms of stomach upset during exercise. Though some people do not completely absorb fructose and may therefore experience bloating, gas, abdominal discomfort, and alterations in bowel functioning after consuming this sugar (116), studies have not examined gastrointestinal symptoms related to fructose ingestion alone in athletes. Thus athletes need to test, in practice, whether changing their sports drinks or other products they consume during training (and testing fructose-free condi- tions) helps alleviate any gastrointestinal symptoms they may be having (119). Athletes with irritable bowel syndrome are more likely to have a problem absorbing fructose and therefore experience side effects (116)."
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "more than 2.5 L of fluid per hour, a recommendation of 200 to 400 ml (6.8-13.5 ounces) per changeover (switch- ing sides) has been put forth for these athletes (65). In addition to maintaining hydration status, research shows that carbohydrate supplementation may not affect ratings of perceived exertion (38) but improves stroke quality (which includes measures of velocity, precision, and error rate) during prolonged play (132). In soccer players, 5 ml per kilogram body weight of a 6.9% glucose-polymer drink, consumed 15 minutes before each match and at halftime, made no difference in several measures of performance such as successful tackles, heading, dribbling, or shooting ability (142). Yet another soccer study, this one with professional soccer players, found that the group consuming a carbohy- drate-electrolyte beverage improved some parameters of performance during match play. In this study, 22 profes- sional male soccer players consumed the same diet for seven days (55% of the calories were derived from carbo- hydrate, 25% from fat, and 20% from protein), refrained from exercise for three days before the match, and consumed a standardized breakfast 4 hours before the match on game day. They were divided into two groups, receiving either (a) a carbohydrate-electrolyte drink (7% carbohydrates, sodium 24 mmol/L, chloride 12 mmol/L, potassium 3 mmol/L) or (b) placebo. Each group drank 5 ml (0.17 ounces) per kilogram body weight before the match and 2 ml (0.7 ounces) per kilogram body weight every 15 minutes during the 90-minute game. The group receiving the carbohydrate-electrolyte drink finished the specific dribble test faster than those receiving the placebo. In addition, ratings of precision were higher in the carbohydrate-electrolyte trial versus placebo. However, there were no differences in the coordination or power tests between groups. In this particular study, supplementation with a carbohydrate-electrolyte drink improved soccer-specific skill performance compared with a placebo (96). In another study that found that during-play carbo- hydrate consumption was beneficial, a randomized, double-blind protocol was used. Seventeen male soccer players received 8 ml (0.27 ounces) of a 6.4% carbo- hydrate-electrolyte beverage per kilogram body weight before exercise plus 3 ml (0.10 ounces) per kilogram body weight after every 15 minutes (for a total of 52 g of carbohydrate per hour) during a 90-minute intermittent shuttle test (3). Consuming the carbohydrate-electrolyte beverage attenuated a significant decrease in skill reduc- tion from before exercise until the last 15 to 30 minutes of exercise compared to placebo. In the carbohydrate trial, there was a 3% reduction in skill performance during this time period, while in the placebo trial a 15% decline in skill performance was noted. However, this trial was performed after carbohydrate-depleting exercise followed by a low-carbohydrate meal and then an overnight fast; therefore, the effect of carbohydrates on performance may depend not only on the amount consumed during intermittent activities but also on whether the athlete is competing in a fed or fasted and glycogen-depleted state (3). In another study, which used four 15-minute quar- ters of intermittent high-intensity shuttles at various intensities (walking, jogging, running, sprinting, and jumping), separated by a 20-minute rest at halftime and followed by a shuttle run to fatigue (designed to mimic a competitive soccer or basketball game), subjects who consumed a carbohydrate-electrolyte (carbohydrate) drink before exercise (5 ml of a 6% solution per kilogram body weight) and at halftime (5 ml of a 18% solution per kilogram body weight) ran 37% longer in the run to fatigue than those receiving a placebo and were significantly faster in a 20 m sprint during the fourth"
    },
    {
        "heading": "During-Competition Food and Fluid Recommendations",
        "content": "Due to large variations in sweat rates and electrolyte concentrations, athletes should measure weight changes during training and competition in specific weather conditions and develop individualized hydration strategies based on this information (112). During prolonged activity in hot weather, the Institute of Medicine recommends sports drinks containing 20 to 30 mEq of sodium (460-690 mg with chloride as the anion) per liter, 2 to 5 mEq of potassium (78-195 mg) per liter, and carbohydrate in a concentration of 5% to 10% (53). •\t Children weighing 40 kg (88 pounds) should drink 5 ounces (148 ml) of cold water or a flavored salted beverage every 20 minutes during practice. •\t Adolescents weighing 60 kg (132 pounds) should drink 9 ounces (256 ml) every 20 minutes even if they do not feel thirsty (4, 13). •\t Aerobic endurance athletes should consume 30 to 90 g of multiple types of carbohydrates together, such as sucrose, fructose, and glucose, or maltodextrin, each hour during prolonged aerobic endurance activity (58). •\t Tennis players should aim for approximately 200 to 400 ml fluid per changeover and have some of this fluid from a carbohydrate-electrolyte sports drink (65). quarter. In addition, the carbohydrate-supplemented group performed better on a whole-body motor skill test during the later stages of exercise and reported decreased perceptions of fatigue, indicating that the consumption of a carbohydrate-electrolyte beverage during intermittent sports is advantageous (136)."
    },
    {
        "heading": "Strength and Power Sports",
        "content": "Carbohydrates are also an essential source of energy used during resistance training and therefore in strength and power sports. Research studies using a series of different weightlifting protocols found that participants used a significant amount of muscle glycogen (74). Most of these studies had participants perform just a few sets of exercises. Therefore, athletes who perform in strength and power competitions or sports, or in positions that rely on muscle strength and power (hammer throwers, offensive linemen in American football), could deplete their muscle glycogen stores. Furthermore, starting with already low carbohydrate stores will increase muscle breakdown (72). Strength and power athletes can main- tain their glycogen stores, which may decrease muscular fatigue in slow-twitch fibers and possibly lead to better performance, by supplementing with carbohydrate before and during competition (39, 54)."
    },
    {
        "heading": "The postcompetition meal helps athletes rehydrate,",
        "content": "replenish glycogen stores, and repair muscle tissue. Therefore, what they consume in the time period soon after training or competition helps prepare their body for the next bout of activity. Each athlete’s postcompetition needs vary based on the sport he or she plays, intensity during play, amount of time played, the individual’s weight and age, and probably the person’s sex. However, much more research has been conducted with male sub- jects as opposed to females; therefore, recommendations are not broken out based on sex due to a lack of sufficient data in females."
    },
    {
        "heading": "After competition, athletes should replace fluid and",
        "content": "electrolyte losses. If time permits, normal meals, snacks (provided they contain some sodium), and water will restore fluid and electrolyte losses. More salt can be added to foods when sweat sodium losses are substantial (51, 112). Athletes can choose a carbohydrate-electrolyte sports drink or plain water alongside foods that contain sodium chloride (or they can salt their foods) since sodium is essential for helping the body retain fluid (79, 112, 118). Rehydration strategies should be individual- ized as much as possible. Athletes competing in weight- class sports such as wrestling and mixed martial arts may deliberately dehydrate themselves to make weight and attempt to rehydrate before competition, though short time periods between weighing and competing may mean starting competition in a dehydrated state, leading to poor performance and health risks."
    },
    {
        "heading": "Aerobic Endurance Events",
        "content": "After prolonged aerobic endurance events, it is important to replenish carbohydrate stores before the next training session or competition (whichever comes first) and consume enough protein to build and repair muscle. Glycogen synthesis occurs in two distinct phases. The first phase is independent of insulin and lasts 30 to 60 minutes, and glycogen synthesis occurs rapidly. The second phase lasts several hours, and glycogen synthesis occurs at a much slower pace. Glycogen synthesis occurs at a rapid rate when large amounts of carbohydrate, 1.0 to 1.85 g per kilogram body weight per hour, are consumed immediately after exercise or competition and at regular intervals every 15 to 60 minutes thereafter for up to 5 hours (57). Though athletes may be able to fully replen- ish their glycogen stores right away or over the course of a 24-hour period after a long training session, this isn’t necessarily the case after competition. Strenuous aero- bic endurance events that result in measurable muscle damage, such as the marathon, lead to delayed glyco- gen resynthesis even if an athlete consumes a higher- carbohydrate diet, possibly due to either metabolic disturbance or mechanical damage to muscle cells (9, 117, 134). Though athletes are often told that they need to eat carbohydrate immediately after they finish competing, research shows that this isn’t always necessary; they may be able to wait 2 hours after finishing a glycogen- depleting event before eating carbohydrate. In a study examining the rate of glycogen resynthesis, five high- glycemic meals were given to athletes over the course of a 24-hour period after a 2-hour-long glycogen-depleting bout of cycling. One group received the first three meals over the 4-hour period after exercise, while the second group received the first three meals at regular 2-hour intervals starting 2 hours after they finished over the first 6 hours after exercise. The rate of glycogen resynthesis was the same between groups after 8 hours and after 24 hours (98). Therefore, athletes who have more than 24 hours to recover can likely wait before eating after exercise and replace their glycogen over the 24-hour time period after exercise as long as they consume an adequate amount of carbohydrate. However, athletes who train two or three times a day or have less than 24 hours to recover may want to consider eating or drinking a high- carbohydrate meal immediately after finishing their event and at regular intervals thereafter to quickly replenish glycogen stores."
    },
    {
        "heading": "Because prolonged aerobic endurance exercise breaks",
        "content": "down muscle tissue, protein should be included in the aerobic endurance athlete’s posttraining meal to help"
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "start muscle building and repair, which may attenu- ate posttraining and post-event muscle soreness (80). Consuming protein after training has another benefit: it increases the rate of glycogen storage if carbohydrate intake is inadequate (i.e., <1.2 g of carbohydrate per kilogram body weight per hour) (57). In a randomized, controlled trial, 18 elite orienteers participated in 13 exercise sessions during one week. Half of the orienteers (the PRO-CON group) ingested a protein drink before (0.3 g per kilogram body weight) and a protein-carbo- hydrate drink after (0.3 g protein per kilogram body weight + 1 g carbohydrate per kilogram body weight) training. The other half of participants consumed an isocaloric carbohydrate-only beverage before and after exercise (CHO). Diet was kept consistent throughout the study (15/63/22% protein/carbohydrate/fat) except for the addition of the supplements. The basic diet + supplements provided 3.0 g of protein per kilogram body weight/day and 8.3 to 9.3 g of carbohydrate per kilogram body weight/day in the PRO-CON group; the CHO group consumed 1.8 g of protein per kilogram body weight/day and 8.8 to 10.8 g carbohydrate per kilo- gram body weight/day. A 4 km run test was performed at the beginning and end of the study and 2 hours after participants consumed a standardized breakfast. PRO-"
    },
    {
        "heading": "CON significantly improved performance and reduced",
        "content": "markers of muscle breakdown, while CHO did not improve performance. However, it isn’t clear from this study if the timing of protein made the difference or the increased total daily intake of protein in the PRO-CON as compared to the CHO group (40). Other research does suggest that protein is important after endurance exercise. For instance, a single-blind, randomized, triple-crossover design was used to assess how different doses of a protein–leucine blend affected myofibrillar protein fractional synthetic rate (FSR; muscle protein synthesis) in 12 endurance-trained men after 100 minutes of high-intensity cycling (performed 3 hours after a standardized breakfast; diet the day before the test was standardized based on calorie needs and provided the same percentage of carbohydrate, protein, and fat for each subject). Cyclists consumed 70/15/180/ 30 g protein/leucine/carbohydrate/fat, or 23/5/180/30 g, or 0/0/274/30 g (Control) in four servings during the first 90 minutes of a 240-minute (4-hour) recovery period. The lower-protein, lower-leucine supplement (23/5/180/30 g) increased FSR by 33% ± 12% compared to Control, while additional protein and leucine (70/15/180/30 g) increased FSR by 51% ± 12% compared to Control."
    },
    {
        "heading": "Though no significant differences were noted between",
        "content": "the two protein and leucine groups, both fared better than placebo, indicating that protein is important after a long, tough workout (110). Given different work- outs, exercise completed in a fasted or unfasted state, and different doses of protein (10-96 g) used in other studies, the precise minimum dose of protein needed to maximize FSR after endurance exercise isn’t clear (18, 49). In addition, it isn’t clear if maximizing FSR in the time period immediately after endurance exercise will translate to improved performance over time. And finally, the ideal time period after endurance training during which protein should be consumed is not clear and may depend on whether training was completed in a fasted or unfasted state as well as on total daily protein intake. However, one study found that delaying protein intake after endurance exercise by as little as 3 hours blunts its anabolic effects (73)."
    },
    {
        "heading": "Because athletes who participate in intermittent high-in-",
        "content": "tensity sports—such as basketball, hockey, and soccer— may play more than one game per day, sometimes with just a few hours in between tournament games, immediate recovery after a game is imperative for per- formance in their next game. And when competing in sports that involve prolonged high-intensity intermittent activity, such as soccer, American football, field and ice hockey, rugby, and tennis, athletes may significantly reduce their muscle glycogen stores, leading to mus- cular fatigue (10, 55). Fully replacing muscle glycogen before a subsequent bout of exercise or competition may prolong time until fatigue and improve performance. In a study designed to mimic a soccer game, Nicholas and colleagues had six males complete the same exercise test separated by 22 hours on two consecutive days—75 minutes of a prolonged, intermittent, high-intensity shuttle run test after which they completed as many 20 m shuttles as possible (each shuttle alternated between jogging and sprinting). Subjects were assigned to one of two diets for the 22-hour recovery period: a recovery diet including 10 g of carbohydrate per kilogram body weight or an isocaloric diet with more protein and fat than their normal daily diet. Intermittent running capac- ity improved after the higher-carbohydrate diet as com- pared to the higher-calorie condition with more protein and fat (89). Also, Balsom and colleagues found that male study subjects performed significantly more work in both short-term (<10 minutes) and prolonged (>30 minutes) high-intensity intermittent exercise sessions after consuming a high- versus low-carbohydrate diet for the 48-hour period before the exercise sessions (10)."
    },
    {
        "heading": "High-intensity intermittent sports can lead to some",
        "content": "degree of muscle damage depending on many factors including the time and intensity of play and body size."
    },
    {
        "heading": "Studies show that consuming protein postexercise helps",
        "content": "decrease some markers of muscle damage (34). The ideal amount of protein an athlete should consume immedi- ately after play in a game such as American football or soccer remains unclear at this time. And though postexercise carbohydrate intake can affect performance in a subsequent event or training session, particularly when sessions are close together in time, the addition of protein will not affect performance in a subsequent bout of exercise during the 4-hour recovery period following the initial event or exercise session (80)."
    },
    {
        "heading": "Strength and Power Sports",
        "content": "Athletes in strength and power sports rely on both blood glucose and glycogen for energy during competition. Because a single bout of resistance training can lead to significant reductions in glycogen (74) and decreases in glycogen can impair force production and isometric strength while accentuating muscle weakness, it is imperative that these athletes restore glycogen levels before their next bout of exercise (39, 54). During the recovery period after strength and power competitions, athletes should focus on consuming higher-glycemic carbohydrates immediately postexercise if they must compete or train again over the course of the 24-hour period after the initial training session or competition. The amount of carbohydrate they need to fully replenish glycogen stores depends on many factors, including intensity and the time spent competing, their overall body weight and muscle mass, their preexercise meal (and state of glycogen stores before competition), and whether or not they consumed carbohydrate during the competition. In a crossover study, after an overnight fast, eight men who completed six sets of single-leg knee extensions at 70% of 1RM, until 50% of full knee extension was no longer possible, depleted glycogen levels to 71%. They replaced glycogen stores to 91% of preexercise levels by six hours after training after consuming 1.5 g of carbohydrate per kilogram body weight immediately after the resistance training session and again one hour later. However, when study sub- jects consumed water only immediately after training and again one hour later, they barely increased muscle glycogen content above depletion levels to 75% (99). Net protein balance depends on both muscle protein synthesis and breakdown. And though carbohydrates have no effect on muscle protein synthesis, they help attenuate acute protein breakdown resulting from resis- tance exercise. The increase in protein breakdown likely depends on the resistance stimulus, the person’s overall nutrition intake, and dietary intake before and during training or competition. One study in untrained young men found that acute protein breakdown increased by 51% ± 17% after a bout of resistance training (14). In another study, the rate of both mixed muscle protein fractional synthesis rate (muscle protein synthesis) and fractional breakdown rate (breakdown) were measured after a bout of either concentric or eccentric exercise in four untrained men and four untrained women. The rate of synthesis increased significantly above resting levels by 112% in the 3-hour period after exercise, 65% over the 24-hour period after exercise, and 34% over the 48-hour period after exercise. Muscle breakdown also increased by 31% and 18% in the 3- and 24-hour periods after exercise yet returned to baseline by 48 hours after exercise (104). Relatively small amounts of carbohy- drate, somewhere between 30 and 100 g, can sufficiently reduce muscle protein breakdown (16, 35). And though muscle protein breakdown has a role in overall protein balance, muscle protein synthesis plays a much bigger role in overall protein balance (35)."
    },
    {
        "heading": "Supplementing with protein after a muscle-damag-",
        "content": "ing bout of resistance training increases acute muscle protein synthesis. Varying amounts of protein have been used after resistance training to stimulate muscle protein synthesis, though maximal stimulation occurs with 20 to 25 g (providing about 8.5 to 10 g of essen- tial amino acids) of a high-quality, high-leucine, fast protein (one that leads to a rapid rise in amino acids in the bloodstream) in younger individuals, while 40 g or more may be necessary in older adults (103). Rice is an intermediate-speed leucine-poor protein (though the rise in leucine in the bloodstream appears quickly after consumption of rice protein); larger doses of rice effectively stimulated muscle protein synthesis to the same extent as a higher-quality protein when matched for leucine content (63). Therefore the leucine content of the protein, and possibly the speed of leucine delivery, appears to be the determining factor for acute changes in maximal stimulation of muscle protein synthesis. A protein dose that contains 2 to 3 g of leucine or 0.05 g of leucine per kilogram body weight will maximally stimulate muscle protein synthesis in younger adults (91, 97, 127). In addition to the acute increase in muscle protein synthesis, consistently supplementing with protein after resistance training led to small to moderate increases in muscle hypertrophy over time compared to conditions in which subjects were not given protein supplements (22, 115). Only one study to date has directly examined the relationship between acute measures of muscle protein synthesis and hypertrophy due to resistance training. In this study 23 young men who were recreationally active but had not participated in a resistance training exercise program in at least a year were tested for initial strength and resting and postexercise rates of muscle protein synthesis. Then they participated in a 16-week linear resistance training program consisting of two days of lower body (leg press, leg extension, leg curl, and calf press) and two days of upper body (chest press, shoulder press, seated row, lat pulldown, biceps curl, triceps extension) exercises performed first thing in the"
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "morning after an overnight fast. After exercise each day and at breakfast on nontraining days they consumed a nutrition drink containing 30 g of milk protein, 25.9 g of carbohydrate, and 3.4 g of fat. The study authors found no relationship between the acute rise (6 hours posttrain- ing) in muscle protein synthesis due to exercise training and the nutrition drink provided and muscle hypertrophy. However, the authors also noted that changes in muscle protein synthesis with training were not uniform among study subjects; therefore, though acute changes in muscle protein synthesis are important for muscle hypertrophy, they are not the sole determining factor that predicts a person’s potential to increase muscle growth (81). Thirty grams of milk protein, as used in this study, provides an estimated 24 g of casein, 6 g of whey protein, and a total of 2.8 g of leucine (129)."
    },
    {
        "heading": "Concurrent Training",
        "content": "Exercise interference is a concept suggesting that endur- ance exercise, when combined with strength training (back-to-back sessions), blunts gains in strength com- pared to strength training alone but results in improve- ments in endurance performance (140). While interest in concurrent training-based research has increased recently, nutrition recommendations for concurrent training are often based on isolated studies examining the impact of nutrition interventions on endurance or resis- tance training alone. The consumption of carbohydrate after endurance exercise and prelift can help suppress skeletal muscle breakdown. Also, given the impact of protein intake after endurance exercise on muscle pro- tein synthesis, as well as the research suggesting that protein intake during prolonged (>2 hours) resistance training supports greater rates of muscle protein synthe- sis during exercise compared to a carbohydrate control, athletes should consider consuming protein after endur- ance exercise and prelift or during their lifting session (101)."
    },
    {
        "heading": "Protein at Mealtime",
        "content": "In addition to consuming protein right after working out, adults should also focus on their protein intake at each main meal, especially since resistance training can increase muscle sensitivity to amino acids for 24 to 48 hours after exercise whereas the anabolic effect of a meal lasts approximately 3-5 hours. For optimal muscle remodeling, experts suggest consuming at least 20 to 30 g of protein per meal and eating meals every 3 to 4 hours (77, 101). The amount of data on muscle protein synthesis in children is limited because invasive measurement pro- cedures are required (15), and no studies have examined muscle protein synthesis after training and postworkout protein ingestion in healthy children. However, one thing is clear with regard to children: They do not need to follow the same per-meal protein guidelines as adults because the drive for protein synthesis is regulated by insulin and calorie intake as opposed to leucine. Chil- dren can therefore consume protein in smaller amounts spread throughout their day to meet their protein needs (75). For more information about protein needs by sport, see table 10.3."
    },
    {
        "heading": "Daily protein",
        "content": "needs in grams per kilogram body weight"
    },
    {
        "heading": "Sample daily intake",
        "content": "for a 200 lb man or woman (grams of protein)"
    },
    {
        "heading": "Postexercise",
        "content": "protein needs"
    },
    {
        "heading": "Postexercise",
        "content": "protein examples"
    },
    {
        "heading": "Low to moder-",
        "content": "ate endurance activity (e.g., jogging, triathlon) 1.0-1.1 1 cup Greek yogurt (22 g)"
    },
    {
        "heading": "Grilled chicken sandwich",
        "content": "(28 g) 1 higher-protein nutrition bar (20 g)"
    },
    {
        "heading": "Spaghetti with meatballs",
        "content": "(4 oz. meatballs) (20 g) 0.2-0.5 g per kilogram body weight 1 higher-protein nutrition bar (20 g) 1 cup higher-protein"
    },
    {
        "heading": "Tbsp. peanut butter",
        "content": "mixed in 25 g whey protein"
    },
    {
        "heading": "Elite endurance",
        "content": "athlete or one who trains intensely >1.6 1 cup Greek yogurt (22 g)"
    },
    {
        "heading": "Grilled chicken sandwich",
        "content": "(28 g) 2 oz. cheese with whole- grain crackers (20 g)"
    },
    {
        "heading": "Spaghetti with meatballs",
        "content": "(6 oz. meatballs) (30 g) 8 oz. glass of milk (8 g) 1/2 cup cottage cheese (15 g) 0.2-0.5 g per kilogram body weight 20 oz. milk or higher- protein soy milk (20 g) (continued)"
    },
    {
        "heading": "Daily protein",
        "content": "needs in grams per kilogram body weight"
    },
    {
        "heading": "Sample daily intake",
        "content": "for a 200 lb man or woman (grams of protein)"
    },
    {
        "heading": "Postexercise",
        "content": "protein needs"
    },
    {
        "heading": "Postexercise",
        "content": "protein examples"
    },
    {
        "heading": "American",
        "content": "football 1.0-2.0, though likely at the upper end of this range for those playing at an intense level 2 g protein per kilogram body weight: 5 large egg whites or whole eggs, cooked with 1 oz. cheese (38 g)"
    },
    {
        "heading": "Grilled chicken sandwich",
        "content": "(28 g) 1 glass of milk (or high-protein soy milk) (8 g) 2 Tbsp peanut butter mixed in 1/2 cup oatmeal (made with milk) (about 20 g) 6 oz. grilled salmon (48 g) 12 oz. glass of milk + 1 scoop whey protein (37 g)"
    },
    {
        "heading": "Not clarified by research;",
        "content": "therefore, players may want to follow the guide- lines for resistance train- ing and consume a mini- mum of 20-25 g of a fast, high-quality, leucine-rich (2-3 g leucine) protein"
    },
    {
        "heading": "Whey protein shake +",
        "content": "fruit"
    },
    {
        "heading": "Other examples (though",
        "content": "not fast proteins): ≥1 cup higher-protein"
    },
    {
        "heading": "Grilled cheese sandwich",
        "content": "with turkey or chicken"
    },
    {
        "heading": "Dietary restric-",
        "content": "tion increases protein needs (if they restrict cal- ories); no studies conducted on gymnasts’ protein needs"
    },
    {
        "heading": "Not yet clarified by",
        "content": "research"
    },
    {
        "heading": "Likely 1.0-2.0 g",
        "content": "per kilogram body weight, depending on the sport and intensity of exer- cise 2.0 g per kilogram body weight; follow the same sample daily meal plan as noted above for American football"
    },
    {
        "heading": "Weightlifting",
        "content": "1.5-2.0 2.0 g per kilogram body weight; follow the same sample daily meal plan as noted above for American football 20 g egg protein or 25 g whey protein pre- or postexercise or both; studies have used 20-70 g protein in close temporal proximity to resistance exercise, though a protein contain- ing approximately 2-3 g leucine per serving of protein is recommended"
    },
    {
        "heading": "Not known, though",
        "content": "dietary restriction increases protein needs"
    },
    {
        "heading": "No studies have been",
        "content": "conducted that spe- cifically outline protein needs for wrestling pre- or postexercise"
    },
    {
        "heading": "Nutrition for Aerobic Endurance Performance and Recovery",
        "content": "•\t Aerobic endurance athletes need to consume 8 to 10 g of carbohydrate and 1.0 to 1.6 g of protein per kilogram body weight per day, especially if training for 90 or more minutes. •\t Athletes who eat at least 4 hours before competition should include approximately 1 to 4 g of carbo- hydrate per kilogram body weight and 0.15 to 0.25 g of protein per kilogram body weight (124). If the precompetition meal is consumed 2 hours before exercise, athletes should aim for approximately 1 g of carbohydrate per kilogram body weight (112). •\t Athletes should consume 28 to 144 g of multiple types of carbohydrate (such as sucrose, fructose, and glucose or maltodextrin) per hour during prolonged aerobic endurance exercise to extend time until exhaustion and improve performance (26, 28, 62, 85, 128). •\t During prolonged activity in hot weather, athletes should consume sports drinks containing 20 to 30 mEq of sodium (460-690 mg with chloride as the anion) per liter, 2 to 5 mEq of potassium (78-195 mg) per liter, and carbohydrate in a concentration of 5% to 10% (53). •\t Postexercise, approximately 1.5 g of carbohydrate per kilogram body weight should be consumed within 30 minutes after stopping the exercise. Some, though not all, studies show that the addition of protein to carbohydrate postworkout may attenuate muscle breakdown and soreness and increase muscle protein synthesis. The ideal amount of protein and the time period after exercise in which it should be consumed are not clear based on the current body of literature and may depend on whether the exer- cise was performed in the fed versus fasted state and on total calories consumed postworkout (36, 49, 80). However, as a general guideline, at least 10 g of protein should also be consumed within a 3-hour time period after endurance exercise (sooner may be better, though the exact time period has yet to be elucidated in the research) (73). •\t Glycogen stores should be replenished after exercise and before the next bout of training. A regular diet with sufficient carbohydrate intake can restore glycogen over the course of a 24-hour period. For faster glycogen synthesis, athletes should eat or drink a high-carbohydrate meal immediately after exercise and at regular intervals thereafter. This is especially important for athletes who train again less than 24 hours after their initial training session (57)."
    },
    {
        "heading": "Nutrition for Strength",
        "content": "•\t Athletes should consider supplementing with carbohydrate before and during competition to maintain strength and minimize muscle breakdown (39, 54). In general, strength/speed athletes should consume 5 to 6 g of carbohydrate per kilogram body weight per day. As little as 30 g of carbohydrate after training may reduce muscle breakdown. The ideal time period for carbohydrate consumption postresistance training has yet to be fully clarified; however, consuming carbohydrate sooner (rather than waiting) may be more beneficial, particularly if training was carried out in a fasted state (35). •\t Because low glycogen can impair muscle force, athletes should consume higher-glycemic carbohydrates immediately following weightlifting or strength and power competitions if they must compete or train again over the course of the 24-hour period after their initial competition. Otherwise, they can consume enough carbohydrate over the course of the day to restore glycogen levels before the next bout of training or competition (39, 54, 99). •\t In general, strength/speed athletes should consume 1.4 to 1.7 g of protein per kilogram body weight per day, even if their sport or training includes an aerobic endurance component. After resistance training, younger individuals should consume at least 20 to 25 g (providing about 8.5 to 10 g of essential amino acids) of a high-quality, high-leucine protein (2-3 g), while older adults should consume 40 g or more to maximally stimulate muscle protein synthesis in the acute time period after training (103). If the exercise was performed in a fasted state (first thing in the morning or more than 3 hours after the last protein-rich meal), the protein should be consumed within 30 minutes after the end of the session; but if the exer- cise was performed in a fed state (preexercise protein-rich meal or supplement), this postexercise time window may be considerably longer (8). •\t Between 30 and 100 g of high-glycemic carbohydrates should be consumed after muscle-damaging exercise to reduce muscle protein breakdown (16, 35). •\t Adult athletes should eat meals containing at least 20 to 30 g of a higher-leucine protein. (continued)"
    },
    {
        "heading": "Nutrition for Hypertrophy",
        "content": "•\t Between 30 and 100 g of high-glycemic carbohydrates should be consumed after muscle-damaging exercise to reduce muscle protein breakdown (16, 35). •\t After resistance training, younger individuals should consume at least 20 to 25 g (providing about 8.5 to 10 g of essential amino acids) of a high-quality, high-leucine protein (2-3 g), while older adults should consume 40 g or more to maximally stimulate muscle protein synthesis in the acute time period after training (103). •\t Adult athletes should eat meals containing at least 20 to 30 g of a higher-leucine protein every 3 to 4 hours."
    },
    {
        "heading": "Nutrition for Muscular Endurance",
        "content": "•\t Maintain adequate hydration by preventing water weight losses exceeding 2% of body weight. •\t During prolonged training or competition, consider a carbohydrate-electrolyte beverage to delay fatigue and improve performance, particularly if performing after an overnight fast (136) (3). •\t Fully replace glycogen stores before the next training session or competition. •\t Consume protein after training or games to minimize muscle damage and soreness (34). (continued)"
    },
    {
        "heading": "Nutrition Strategies",
        "content": "for Altering Body Composition Athletes who want to alter their body composition typically need to gain muscle, lose body fat, or both. Although there are some scenarios (typically in those with eating disorders) in which an athlete may need to gain both muscle and fat, this section focuses on gaining muscle and losing body fat."
    },
    {
        "heading": "The first step toward altering body composition",
        "content": "involves estimating calorie needs (though calorie is the common term, the technical term is kilocalorie). The number of calories an athlete needs each day depends on a number of factors including genetics, body weight, body composition, training program, and age. Children and adolescents also need calories for growth and development. Basal metabolic rate (BMR) is by far the largest contributor to total energy expenditure, accounting for approximately 65% to 70% of daily energy expenditure (59, 107). It is a measure of the calories required for maintaining normal body functions such as respiration, blood circulation, and gastrointestinal and renal pro- cessing. Basal metabolic rate and resting metabolic rate (RMR) are often used interchangeably, though they are slightly different. Basal metabolic rate is measured after an overnight fast (12 to 14 hours without food) with the subject resting supine and motionless but awake (32, 52). Resting metabolic rate is often used instead of BMR due to the ease of measurement (an overnight fast is not required), yet it is 10% to 20% higher than BMR due to increased energy expenditure resulting from recent food intake or physical activity completed earlier in the day."
    },
    {
        "heading": "Several factors influence BMR and RMR, particularly",
        "content": "fat-free mass, which explains approximately 70% to 80% of the difference in RMR among individuals (52, 88, 108). Other factors include age, nutrition status, genetics, and differences in endocrine functioning (such as hypo- or hyperthyroidism)."
    },
    {
        "heading": "The second-largest component of an individual’s",
        "content": "energy requirement is the energy expended in physical activity. Of all the components, it is the most variable among individuals. The number of calories expended through physical activity increases with the frequency, intensity, and duration of the training program, as well as nontraining daily activity (washing a car, doing house- work, and so on). Typically, 20% to 30% of total daily energy expenditure is from physical activity, though this figure may be considerably higher in athletes (59, 107). The highest energy costs are seen in aerobic activities performed by large athletes for long periods of time, whereas lowest energy costs are associated with skill and power sports performed by smaller athletes. The thermic effect of food, also known as diet- induced thermogenesis, is the increase in energy expenditure above the RMR that can be measured for several hours following a meal. The thermic effect of food includes the energy cost of digestion, absorption, metabolism, and storage of food in the body. The thermic effect of food accounts for approximately 10% to 15% of total calories burned each day (59, 107). Many different equations can be used to calculate calorie needs, including the Cunningham equation and"
    },
    {
        "heading": "Harris-Benedict equation, which are prediction equa-",
        "content": "tions. Harris-Benedict takes sex, body weight, height, and age into account to predict RMR. Resting metabolic rate can then be multiplied by an activity factor from 1.2 (sedentary) to 1.9 (heavy physical activity) to predict"
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "energy requirements (42). However, the Harris-Benedict does not take into account how muscle mass affects RMR (83). The Cunningham equation takes the same variables into account as Harris-Benedict but also includes fat-free mass, making it more applicable to athletes (126)."
    },
    {
        "heading": "RMR = 550 + 22(LBM)",
        "content": "After using the Cunningham equation to estimate RMR based on lean body mass (LBM), an activity factor can be used to estimate total daily energy expenditure. Instead of using a basic activity factor, the strength and conditioning coach may choose to use metabolic equiva- lents (MET values)—an estimate of caloric expenditure during activity. One MET is the energy equivalent of sitting quietly; therefore, the greater the intensity of exercise, the higher the MET value (2). Another, more laborious method that can be used by very motivated athletes is to record dietary intake for a minimum of three consecutive, representative days during a period of stable body weight. The individual’s daily energy requirement is assumed to equal the average number of calories consumed each day. The pitfall of this method is that recording food intake usually alters normal eating habits and people do not always accurately record their food intake (47, 114). Finally, a very simple method for quickly assessing calorie needs is presented in table 10.4."
    },
    {
        "heading": "Weight Gain",
        "content": "An athlete’s ability to gain weight depends on numerous factors; the ones that can be controlled include diet and training. The off-season should be used as a time to make dietary changes that focus on weight gain since athletes do not have the pressures of competition on their mind."
    },
    {
        "heading": "If athletes increase their calorie intake dramatically",
        "content": "and consistently, they could gain more fat than they would like. A general guideline, which should be adjusted based on the athlete, is to consume approxi- mately 500 additional calories per day in order to gain weight (106). Eating larger portion sizes, increasing meal frequency, and focusing on choosing calorie-dense foods are all strategies that can help an athlete gain weight. In addition to increasing total calorie intake, athletes should ensure that they are eating enough protein to maximize gains in lean body mass: 1.5 to 2.0 g per kilogram body weight per day. Increasing an athlete’s protein intake may make weight gain tough, given the profound effect that protein has on satiety, as well as the increased thermic effect of feeding associated with higher-protein diets."
    },
    {
        "heading": "However, overfeeding protein is advantageous if the",
        "content": "athlete can sustain the diet. In a randomized, controlled overfeeding study, 16 healthy adults lived in a metabolic ward for eight weeks and were overfed a diet contain- ing low (5% of total calories), normal (15% of total calories), or high (25% of total calories) protein. The subjects who consumed the normal- and high-protein diet stored approximately 45% of the excess calories as lean body mass, whereas those on the low-protein diet stored 95% of the excess calories consumed as body fat (31). In addition to making dietary changes, athletes who want to gain weight should consider supplementing with creatine monohydrate, a supplement that safely and effectively increases lean body weight (69). Finally, though athletes may know their energy and protein needs, putting this knowledge into practice can be perplexing. Therefore, regular nutrition counseling (or coaching) by a sports dietitian or sports nutritionist with an advanced degree is a recommended strategy for facilitating greater weight gain. A study in 21 elite athletes with heavy training loads, who were random- ized to receive nutrition counseling or to eat ad libitum, showed that over the course of the 8- to 12-week weight gain period, the group receiving dietary counseling had greater total and lean body mass gains during the inter- vention and after 12 months; this means that the group receiving nutrition counseling continued to benefit from the nutrition guidance for several months after counsel- ing ended (33). Table 10.4  Estimated Daily Calorie Needs of Male and Female Athletes by Activity Level"
    },
    {
        "heading": "Female",
        "content": "kcal/lb kcal/kg kcal/lb kcal/kg"
    },
    {
        "heading": "Heavy",
        "content": "Light activity level: Walking on a level surface at 2.5 to 3.0 miles per hour (4.0 to 4.8 km/h), garage work, electrical trades, carpentry, restaurant trades, housecleaning, child care, golf, sailing, table tennis. Moderate activity level: Walking 3.5 to 4.0 miles per hour (5.6 to 6.4 km/h), weeding and hoeing, cycling, skiing, tennis, dancing. Heavy activity level: Walking with load uphill, heavy manual digging, basketball, climbing, American football, soccer."
    },
    {
        "heading": "Weight (Fat) Loss",
        "content": "Athletes participating in a variety of sports may need to lose body fat to improve aspects of performance such as speed or endurance. Plus, regulating body weight may give certain athletes a mental advantage going into com- petition (102). In addition, maintaining or making weight is a recurring aspect of sports that include weight classes, weight limitations, or judging based on appearance such as weightlifting, wrestling, boxing, lightweight crew, and gymnastics. Despite diet books on the bestseller lists, there is no ideal diet that works for everyone. Instead, studies show that a variety of types of diets, including low-car- bohydrate and low-fat diets, result in weight loss as long as the people following them are consuming fewer calories than needed to maintain weight. In addition, there appears to be no difference between the amount of weight loss on a low-carbohydrate as compared to a low-fat (and therefore higher-carbohydrate) diet (17, 30). Total calorie intake and dietary adherence, the ability to stick with a diet over time, are the two most important factors that predict successful weight loss. However, a good portion of weight loss during dieting may come from muscle (135). And because muscle protein syn- thesis is an energy-expensive process, during times of dieting, caloric restriction may decrease muscle protein synthesis. Athletes who want to maintain muscle and lose body fat while dieting should consume about 1.8 to 2.7 g protein per kilogram body weight per day (or approximately 2.3-3.1 g protein per kilogram fat-free mass per day) in addition to maintaining a moderate energy deficit of approximately 500 calories/day (84). In order to be sustainable in the long term, diets should be individualized, be easy to adhere to, and take into account lifestyle habits, medical history (including diabetes, insulin resistance, other diseases and medical concerns), diet history, and food preferences while providing all of the nutrients an athlete needs to train and perform optimally. And finally, research shows that ongoing behavior therapy and support can improve long-lasting results (76)."
    },
    {
        "heading": "Overweight and Obesity",
        "content": "Overweight and obesity, defined as a body mass index (BMI) of 25 to 29.9 kg/m2 and ≥30 kg/m2, respectively, increase a person’s risk of morbidity from hypertension; dyslipidemia; coronary heart disease; gallbladder dis- ease; stroke; type 2 diabetes; sleep apnea; osteoarthritis; respiratory problems; and endometrial, breast, prostate, and colon cancers (86). Obesity is categorized as a dis- ease and affects 34.9% of adults and 17% of children in the United States (92). The causes of obesity are complex and include an interaction of genes and environment, involving social, behavioral, cultural, metabolic, physiological, and genetic factors. However, many treatment options are effective, including dietary therapy, altering physical activity patterns, behavior therapy techniques, pharma- cotherapy, and surgery. Some patients and clinicians employ a combination of these treatments. The initial goal for weight loss in overweight and obese individuals should be 10% of initial weight within six months (86)."
    },
    {
        "heading": "Low-Carbohydrate Diets",
        "content": "The popularity and effectiveness of low-carbohydrate diets may have less to do with cutting carbohydrates (in healthy individuals) and more to do with a temporary decrease in water weight, cutting calories, and increasing protein intake. When people significantly reduce their carbohydrate intake, they deplete their glycogen stores (carbohydrate stored with three to four parts water) and therefore quickly drop pounds from water weight. Once carbohydrates are reintroduced into the diet, they can rapidly gain the weight back (67). Over time, however, low-carbohydrate diets may work for some people because of increased levels of protein. Protein increases feelings of fullness (satiety) in a dose-dependent manner—the more protein con- sumed at one sitting, the greater its effect on satiety. However, at this time the “optimal dose” for maximum satiety remains unclear. Protein also increases the thermic effect of feeding. More calories are burned during digesting and processing protein than carbohydrate or fat. And finally, protein helps spare metabolically active lean muscle tissue during weight loss. This is important because muscle burns a few more calories at rest than fat does, and over time this can affect body weight. Plus, more muscle may mean that a person can train harder and therefore burn more calories during training (84). Though cutting carbohydrates may be detrimental for a number of competitive athletes, particularly during precompetition and competition phases, it is a very effective approach for someone with insulin resistance (a condition that leads to the buildup of glucose in the blood because the body doesn’t use insulin effectively), as well as type 2 diabetes. It may also be a very effective approach for overweight and obese individuals (43, 46, 141). ▶ ▶There is no one ideal diet. Instead, athletes need to choose a dietary approach based on whether it is safe for them, contains enough protein to meet their needs, and fits their lifestyle so that they can easily adhere to it."
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "Body mass index is considered a measure of body fat calculated from height and weight. Body mass index is often used to assess risk for diseases associated with more body fat; however, in reality, it is a measure of excess weight as opposed to excess body fat (86) because BMI cannot distinguish between excess fat and muscle or bone mass (21). Lastly, age, sex, ethnicity, and muscle mass affect the association between BMI and body fat. Therefore, BMI can overestimate body fat in athletes and others with muscular builds and underestimate body fat in older persons or those who have lost muscle (86). The same factors that affect the relationship between BMI and body fat in adults are applicable to children. In addition, height and sexual maturation influence a child’s BMI. The same calculation is used for children, but BMI interpretations for children take into account age and sex. Body mass index should not be used as a diagnostic tool but instead as an initial screening tool to identify potential weight issues in individuals and to track population-based rates of overweight and obesity. In addition, no single body fat measure should be used to assess health, disease, or disease risk (21). Overweight and obesity combined with other risk factors, including high blood pressure, high low-density lipoprotein cho- lesterol, low high-density lipoprotein cholesterol, high triglycerides, high blood glucose, physical inactivity, family history of premature heart disease, or cigarette smoking, increase a person’s risk for heart disease (86). ▶Body mass index should not be used as a diagnostic tool but instead as an initial screening tool to identify potential weight issues in individuals and to track popula- tion-based rates of overweight and obesity."
    },
    {
        "heading": "Waist circumference is another measure commonly",
        "content": "used to assess disease risk. Men have an increased rela- tive risk for disease if they have a waist circumference greater than 40 inches (102 cm), while women have an increased relative risk if they have a waist circumference greater than 35 inches (88 cm) (86)."
    },
    {
        "heading": "Table 10.5 describes the various classifications of",
        "content": "overweight and obesity. For reference, table 10.6 pro- vides the weights and heights that correspond to BMIs of 25, 27, and 30. Table 10.7 lists BMI categories for corresponding percentile rankings for children. For more information about the screening process and risk assess- ment, refer to Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in"
    },
    {
        "heading": "Calculating BMI",
        "content": "To estimate BMI using kilograms and meters, use this equation:"
    },
    {
        "heading": "Weight (kilograms) / Height (meters)2",
        "content": "To estimate BMI using pounds and inches, use this equation: [Weight (pounds) / Height (inches)2]  703 Overweight is defined as a BMI of 25 to 29.9 kg/m2 and obesity as a BMI of 30 kg/m2 or more. Table 10.5  Classification of Adult Weight by Body Mass Index (BMI) and Associated Disease Risk (86)"
    },
    {
        "heading": "Obesity",
        "content": "class *BMI (kg/m2) Disease risk** relative to normal weight and waist circumference"
    },
    {
        "heading": "Underweight",
        "content": "<18.5"
    },
    {
        "heading": "Normal",
        "content": "18.5-24.9"
    },
    {
        "heading": "Overweight",
        "content": "25.0-29.9"
    },
    {
        "heading": "I",
        "content": "30.0-34.9"
    },
    {
        "heading": "II",
        "content": "35.0-39.9"
    },
    {
        "heading": "III",
        "content": "≥40"
    },
    {
        "heading": "Extremely high",
        "content": "Increased waist circumference can also be a marker for increased risk even in persons of normal weight. *BMI may overestimate fat in athletes and others with muscular builds and underestimate fat in older persons and others who have lost muscle. **Disease risk for type 2 diabetes, hypertension, and cardiovascular disease. Reprinted, by permission, from National Heart, Lung, and Blood Institute, 1998 (86). sex-matched counterparts since BMI is more likely to overestimate overweight and obesity (70). Although all obese individuals share the trait of excess body fat, they cannot be treated homogeneously. They must be screened for coexisting illnesses such as diabe- tes, orthopedic problems, cardiac disease, psychological disorders such as binge-eating disorder or depression, social and cultural influences, and readiness for change. Obese athletes who are mandated to lose weight (e.g., by a physician) pose a special challenge because losing weight is dictated by an external source and is not an internalized goal. Weight loss takes a great deal of dedi- cation from within the individual, and these athletes may need to work closely with a mental health professional or registered dietitian to help them meet their goal."
    },
    {
        "heading": "Rapid Weight Loss",
        "content": "Though there is no uniform definition in the literature, rapid weight loss generally refers to quick weight loss, faster than can be achieved by lowering calorie intake and increasing exercise, in a short period of time (29). Athletes may use any variety of techniques to cut weight quickly in order to compete in a desired weight class, meet a weight goal set by their coach, or improve per- formance. Potentially dangerous weight loss techniques may include fasting, fad diets, voluntary dehydration (diuretics, sauna, water and salt manipulation, wearing multiple layers of clothing), excessive spitting, self-in- duced vomiting, laxative abuse, and inappropriate or excessive use of thermogenic aids (29). Athletes who attempt to lose too much weight too quickly may lose lean body mass, feel fatigued, expe- rience headaches or mood swings, put their training and performance in jeopardy, and suffer from several potentially serious side effects. These include dehydra- tion, heat illness, muscle cramping, fatigue, dizziness, suppressed immune system functioning, hormone imbalances, hyperthermia, reduced muscle strength, decreased plasma and blood volume, low blood pressure, electrolyte imbalances, kidney failure (diuretic abuse), fainting, and death (extreme cases) (29)."
    },
    {
        "heading": "The strength and conditioning professional should",
        "content": "be able to recognize the signs and symptoms associated"
    },
    {
        "heading": "Table 10.6  Selected BMI Units Categorized",
        "content": "by Height and Weight"
    },
    {
        "heading": "Height",
        "content": "in inches (cm)"
    },
    {
        "heading": "BMI = 30",
        "content": "58 (147.32) 119 (53.98) 129 (58.51) 143 (64.86) 59 (149.86) 124 (56.25) 133 (60.33) 148 (67.13) 60 (152.40) 128 (58.06) 138 (62.60) 153 (69.40) 61 (154.94) 132 (59.87) 143 (64.86) 158 (71.67) 62 (157.48) 136 (61.69) 147 (66.68) 164 (74.39) 63 (160.02) 141 (63.96) 152 (68.95) 169 (76.66) 64 (162.56) 145 (65.77) 157 (71.21) 174 (78.93) 65 (165.10) 150 (68.04) 162 (73.48) 180 (81.65) 66 (167.64) 155 (70.31) 167 (75.75) 186 (84.37) 67 (170.18) 159 (72.12) 172 (78.02) 191 (86.64) 68 (172.72) 164 (74.39) 177 (80.29) 197 (89.36) 69 (175.26) 169 (76.66) 182 (82.56) 203 (92.08) 70 (177.80) 174 (78.93) 188 (85.28) 207 (93.89) 71 (180.34) 179 (81.19) 193 (87.54) 215 (97.52) 72 (182.88) 184 (83.46) 199 (90.27) 221 (100.25) 73 (185.42) 189 (85.73) 204 (92.53) 227 (102.97) 74 (187.96) 194 (88.00) 210 (95.26) 233 (105.69) 75 (190.50) 200 (90.72) 216 (97.98) 240 (108.86) 76 (193.04) 205 (92.99) 221 (100.25) 246 (111.58) BMI = body mass index. Metric conversion formula: weight/height2 (kg/m2). Example of BMI calculation: A person who weighs 78.93 kg and is 177 cm tall has a BMI of 25: weight/height2 = 78.93 kg/(1.77 m)2 = 25. Reprinted, by permission, from National Heart, Lung, and Blood Institute, 1998 (86). Table 10.7  BMI-for-Age Categories and Corresponding Percentiles for Children"
    },
    {
        "heading": "Underweight",
        "content": "5th percentile to less than 85th percentile"
    },
    {
        "heading": "Healthy weight",
        "content": "85th percentile to less than 95th percentile"
    },
    {
        "heading": "Overweight",
        "content": "Equal to or greater than the 95th percentile"
    },
    {
        "heading": "Obese",
        "content": "Reprinted from Centers for Disease Control. Adults on the National Heart, Lung, and Blood Institute’s website. Strength and conditioning professionals should use other, more accurate measures of body composition such as skinfolds or dual-energy X-ray absorptiometry (DEXA) in athletes with more muscle than their age- and"
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "with rapid weight loss techniques and refer athletes to the appropriate professional while also communicating concerns to the rest of the coaching staff. In addition, the strength and conditioning professional may want to consider documenting the steps he or she has taken to assist the athlete (for good record keeping and to prevent liability) while also working with a medical doctor or registered dietitian to set appropriate weight goals after body composition, dieting, medical, and eating disorder history have been taken into account. Some athletes may need to reconsider which weight class they are compet- ing in if they cannot make weight without putting their health or performance in jeopardy."
    },
    {
        "heading": "Eating disorders, including binge-eating disorder,",
        "content": "anorexia nervosa, and bulimia nervosa, are serious mental health disorders that can affect both men and women, appear at any point in life, and increase risk of mortality. Those with eating disorders have a high prevalence of other psychiatric disorders, including anxiety disorders, mood disorders such as depression, impulse-control disorders, and substance abuse disorders (41, 50). Studies show an increased prevalence of both disor- dered eating and eating disorders in athletes compared to controls (37, 121, 143). In particular, athletes in sports with weight classes such as wrestling, those in sports that emphasize leanness such as cross-country running, and aesthetic sports such as gymnastics may be more prone to disordered eating and eating disorders (37, 121, 143). Signs of disordered eating may include restrictive eating, fasting, skipping meals, and taking diet pills, laxatives, or diuretics. However, those with disordered eating do not meet the full diagnostic criteria for an eating disorder (37)."
    },
    {
        "heading": "Eating disorders are multifactorial diseases and, as",
        "content": "such, require a multidisciplinary team approach. The strength and conditioning professional must be aware of signs and symptoms of an eating disorder and have a referral network in place so athletes can get the psy- chological, medical, and nutrition help they need from experts who work with eating disorders."
    },
    {
        "heading": "Anorexia Nervosa",
        "content": "Anorexia nervosa is characterized by a distorted body image and an intense fear of gaining weight or becoming fat, leading those with this disease to excessive calo- rie restriction and severe weight loss (6). Those with anorexia nervosa also put a great deal of emphasis on their weight or shape yet do not recognize the seriousness of their illness. Also, people with anorexia nervosa typi- cally engage in ritualistic behaviors including repeated weighing, cutting food into small pieces, and carefully portioning their food (87)."
    },
    {
        "heading": "Two subtypes fall under anorexia nervosa. The",
        "content": "restricting type does not regularly binge eat or purge, while the binge-eating or purging type regularly engages in binge eating or purging. The average age of onset is 19 years old, and the life- time prevalence in females and males is 0.9% and 0.3%, respectively. Just 33.8% of those with anorexia nervosa are in treatment (50). However, these statistics are based on older criteria for anorexia nervosa; prevalence rates may go up with the 2013 revised diagnostic criteria (48). It is important to note that among all mental health dis- orders, anorexia nervosa has the highest mortality rate"
    },
    {
        "heading": "Symptoms of Anorexia Nervosa",
        "content": "•\t Thinning of the bones (osteopenia or osteoporosis) •\t Brittle hair and nails •\t Dry and yellowish skin •\t Growth of fine hair all over the body (lanugo) •\t Mild anemia and muscle wasting and weakness •\t Severe constipation •\t Low blood pressure, slowed breathing and pulse •\t Damage to the structure and function of the heart •\t Brain damage •\t Multiorgan failure •\t Drop in internal body temperature, causing a person to feel cold all the time •\t Lethargy, sluggishness, or feeling tired all the time •\t Infertility Reprinted from National Institute of Mental Health. (41). For more information about anorexia nervosa, the reader is encouraged to read the American Psychiatric"
    },
    {
        "heading": "Association’s Diagnostic and Statistical Manual of",
        "content": "Mental Disorders, Fifth Edition (2013)."
    },
    {
        "heading": "Previously categorized under “eating disorder not other-",
        "content": "wise specified,” binge-eating disorder has its own cate- gory in the Diagnostic and Statistical Manual of Mental"
    },
    {
        "heading": "Disorders, Fifth Edition (6). Binge-eating disorder is",
        "content": "characterized by repeated episodes, occurring at least once a week for a period of three weeks, of uncontrolled binge eating (eating significantly more food in a short period of time than most people would eat under the same circumstances) (6). The binge-eating episodes are associated with three or more of the following: •\t Eating much more rapidly than normal •\t Eating until feeling uncomfortably full •\t Eating large amounts of food when not feeling physically hungry •\t Eating alone because of feeling embarrassed by how much one is eating •\t Feeling disgusted with oneself, depressed, or very guilty afterward (6)"
    },
    {
        "heading": "Because binge-eating episodes are not followed by",
        "content": "purging, as is the case with bulimia nervosa, people with binge-eating disorder are often overweight or obese. The lifetime prevalence for men and women is 2.0% and 3.5%, respectively, and average age of onset is 25 years old. A lifetime prevalence of binge-eating disorder is associated with morbid obesity (BMI >40). Over the course of a lifetime, only 43.6% of people with binge-eating disorder are receiving treatment (50). However, these statistics are based on older criteria for binge-eating disorder, before its inclusion as a specific eating disorder in 2013. Prevalence rates may go up with the revised criteria (48). Binge eating is associated with significant physical and psychological problems. In addition, people with binge-eating disorder may feel embarrassed, guilty, or disgusted with their behavior and may attempt to hide their behavior by eating alone (6)."
    },
    {
        "heading": "Bulimia nervosa is characterized by recurrent con-",
        "content": "sumption of food in amounts significantly greater than would customarily be consumed in a discrete period of time—for example, an entire pizza and a half-gallon of ice cream, plus a package of cookies. Purging follows episodes of binge eating and may include one or more of the following: self-induced vomiting, intense exercise, laxative use, or diuretic use. The binging and purging occur at least once a week for a period of three months (6). People with bulimia nervosa feel a lack of control over their eating during binge episodes and are more likely to be normal weight as opposed to underweight, are unhappy with their weight and body, and fear weight gain. Average age of onset for bulimia nervosa is 20 years old, and the lifetime prevalence is 0.6%. Only 43.2% of those with bulimia nervosa are receiving treatment (50). However, these statistics are also based on older criteria for bulimia nervosa, and prevalence rates may go up with the revised criteria in the Diagnostic and"
    },
    {
        "heading": "Statistical Manual of Mental Disorders, Fifth Edition",
        "content": "(48). For more information about bulimia, the reader is encouraged to read this source."
    },
    {
        "heading": "Avoidant/restrictive food intake disorder (ARFID) is an",
        "content": "eating or feeding disturbance, including apparent lack of interest in eating or food; avoidance based on the sensory"
    },
    {
        "heading": "Symptoms of Bulimia Nervosa",
        "content": "•\t Chronically inflamed and sore throat •\t Swollen salivary glands in the neck and jaw area •\t Worn tooth enamel, increasingly sensitive and decaying teeth as a result of exposure to stomach acid •\t Acid reflux disorder and other gastrointestinal problems •\t Intestinal distress and irritation from laxative abuse •\t Severe dehydration from purging of fluids •\t Electrolyte imbalance (too low or too high levels of sodium, calcium, potassium, and other minerals), which can lead to heart attack. Reprinted from National Institute of Mental Health."
    },
    {
        "heading": "Nutrition Strategies for Maximizing Performance",
        "content": "characteristics of food; or concern about aversive con- sequences of eating. This disorder is manifested by per- sistent failure to meet appropriate nutritional or energy needs associated with one (or more) of the following (6): •\t Significant weight loss (or failure to achieve expected weight gain or faltering growth in children) •\t Significant nutritional deficiency •\t Dependence on enteral feeding or oral nutritional supplements •\t Marked interference with psychosocial func- tioning The disturbance is not better explained by lack of available food or by associated culturally sanctioned practice."
    },
    {
        "heading": "The eating disturbance does not occur exclusively",
        "content": "during the course of anorexia nervosa or bulimia nervosa, and there is no evidence of a disturbance in the way in which one's body weight or shape is experienced. The eating disturbance is not attributable to a con- current medical condition or not better explained by another mental disorder. When the eating disturbance occurs in the context of another condition or disorder, the severity of the eating disturbance exceeds that routinely associated with the condition or disorder and warrants additional clinical attention (6)."
    },
    {
        "heading": "Pica",
        "content": "People with pica eat nonnutritive substances for a period of at least one month. Common nonnutritive substances include clay, laundry starch, ice, cigarette butts, hair, or chalk (64). Those with pica may have electrolyte and metabolic disorders, intestinal obstruction, wearing away of tooth enamel, and gastrointestinal problems, among other issues. Testing for anemia is recommended since pica is associated with iron deficiency (64)."
    },
    {
        "heading": "Rumination involves chewing, reswallowing, or spitting",
        "content": "of regurgitated food. To be classified as having this dis- order, one must display this behavior, unrelated to any medical condition, for at least one month."
    },
    {
        "heading": "Rumination disorder can occur alongside other eating",
        "content": "issues or disorders (6)."
    },
    {
        "heading": "Eating Disorders: Management and Care",
        "content": "It is not the responsibility of the strength and condition- ing professional to treat or diagnose an eating disorder. It is his or her ethical responsibility to assist the athlete in attaining the proper diagnosis from a qualified physician and treatment from a qualified treatment team. There- fore, strength and conditioning professionals should be mindful of the symptoms of each eating disorder as well as signs of disordered eating. Keep in mind that abnormal eating patterns and amenorrhea alone are not indicative of an eating disorder. A professional who is experienced and qualified in diagnosing and treating eating disorders should be contacted when an athlete’s behavior is concerning. ▶ ▶The strength and conditioning professional is not responsible for treating eating dis- orders but instead should be aware of the symptoms associated with an eating dis- order and refer athletes to the appropriate professional."
    },
    {
        "heading": "National Eating Disorders Association",
        "content": "www.nationaleatingdisorders.org"
    },
    {
        "heading": "International Association of Eating Disorders Professionals",
        "content": "www.iaedp.com"
    },
    {
        "heading": "The Renfrew Center Foundation",
        "content": "www.renfrewcenter.com National Association of Anorexia Nervosa and Associated Disorders, Inc. www.anad.org"
    },
    {
        "heading": "Remuda Ranch",
        "content": "www.remudaranch.com"
    },
    {
        "heading": "Key Terms",
        "content": "anorexia nervosa binge-eating disorder body mass index (BMI) bulimia nervosa carbohydrate loading diet-induced thermogenesis disordered eating eating disorders isocaloric obesity precompetition meal voluntary dehydration"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t The primary macronutrient that is addressed in the precompetition meal is a.\t fat b.\t carbohydrate c.\t protein d.\t vitamin 2.\t Which of the following makes the GREATEST contribution to total energy expenditure? a.\t resting metabolic rate b.\t physical activity energy expenditure c.\t thermic effect of food d.\t resting blood sugar levels 3.\t Which of the following is characteristic of anorexia nervosa? a.\t normal body weight b.\t very low dietary fat intake c.\t preoccupation with food d.\t secretive eating 4.\t When an eating disorder is suspected, the strength and conditioning professional should a.\t monitor the athlete’s daily food intake b.\t require frequent weigh-ins c.\t encourage further assessment by an eating disorder specialist d.\t provide nutritional information 5.\t To maintain hydration during competition lasting less than 1 hour, it is recommended that athletes consume 3 to 8 ounces of water or a sports drink about every a.\t 15 minutes b.\t 30 minutes c.\t 60 minutes d.\t 2 hours"
    },
    {
        "heading": "Conclusion",
        "content": "The primary role of nutrition in strength and condi- tioning is to support athletic performance. A general understanding of nutrition principles and applications is essential for strength and conditioning professionals so that they can provide consistent, accurate informa- tion to their athletes while also being able to identify the potential signs and symptoms of an eating disorder."
    },
    {
        "heading": "And though pre-, during-, and postcompetition nutri-",
        "content": "tion can lead to better performance, a nutritionally sound daily diet should be emphasized as well, for overall health, greater training adaptations, and performance."
    }
]