[
    {
        "heading": "Duncan French, PhD",
        "content": "The author would like to acknowledge the significant contributions of Nicholas A. Ratamess to this chapter. After completing this chapter, you will be able to •\t differentiate between aerobic training adaptations and the anatomical, physiological, and performance adaptations following anaerobic training; •\t discuss the central and peripheral neural adaptations to anaerobic training; •\t understand how manipulating the acute training variables of a periodized program can alter bone, muscle, and connective tissue; •\t explain the acute and chronic effects of anaerobic training on the endocrine system; •\t elucidate the acute and chronic effects of anaerobic training on the cardiovascular system; •\t recognize the causes, signs, symptoms, and effects of anaerobic overtraining and detraining; and •\t discuss how anaerobic training programs have the potential to enhance muscular strength, muscular endurance, power, flexibility, and motor performance."
    },
    {
        "heading": "Characterized by high-intensity, intermittent bouts of",
        "content": "exercise, anaerobic training requires adenosine tri- phosphate (ATP) to be regenerated at a faster rate than the aerobic energy system is capable of. Consequently, the difference in energy requirement is made up by the anaerobic energy system, which works in the absence of oxygen and includes the anaerobic alactic system (also known as the phosphagen or creatine phosphate system) and the anaerobic lactic system (also known as the glycolytic system). Long-term adaptations that occur in response to anaerobic training are specifically related to the characteristics of the training program. For example, improvements in muscular strength, power, hypertrophy, muscular endurance, motor skills, and coordination are all recognized as beneficial adaptations following anaerobic training modalities. These include resistance training; plyometric drills; and speed, agility, and interval training. The aerobic system ultimately has limited involvement in high-intensity anaerobic activi- ties, but does play an important role in the recovery of energy stores during periods of low-intensity exercise or rest (45). Exercises such as sprints and plyometric drills pri- marily stress the phosphagen system; they are usually less than 10 seconds in duration and minimize fatigue by allowing almost complete recovery between sets (e.g., 5-7 minutes). Longer-duration interval-type anaerobic training predominantly uses energy production from the glycolytic system, in which shorter rest intervals (e.g., 20-60 seconds) are adopted during high-intensity exercise. The integration of high-intensity exercise with short rest periods is considered an important aspect of anaerobic training, as athletes are often required to per- form near-maximally under fatigued conditions during competition. It is, however, critical that appropriate anaerobic training be programmed and prescribed in such a way as to optimize the physiological adaptations that determine performance. Competitive sport requires the complex interaction of all the energy systems and demonstrates how each of them contributes to a varying extent in order to fulfill the global metabolic demands of competition (table 5.1). A wide variety of physical and physiological adap- tations are reported following anaerobic training, and these changes enable individuals to improve athletic performance standards (see table 5.2). Adaptations include changes to the nervous, muscular, connective tissue, endocrine, and cardiovascular systems. They range from changes that take place in the early phase of training (e.g., one to four weeks) to those that take place following many years of consistent training. The majority of research has typically dealt with adaptations in the early to intermediate stages of training (i.e., 4 to 24 weeks). Understanding how the individual systems of the human body respond to physical activity using anaerobic metabolism provides a knowledge base from which the strength and conditioning professional can plan and predict the outcome of a specific training pro- gram to then focus on effectively influencing individual strengths and weaknesses."
    },
    {
        "heading": "Many anaerobic training modalities emphasize the",
        "content": "expression of muscular speed and power and depend greatly on optimal neural recruitment for maximal performance (and high quality of training). Anaerobic training has the potential to elicit long-term adaptations throughout the neuromuscular system, beginning in the higher brain centers and continuing down to the level of individual muscle fibers (figure 5.1). Neural adaptations are fundamental to optimizing athletic performance, and increased neural drive is critical to maximizing the expression of muscular strength and power. Augmented neural drive is thought to occur via increased agonist (i.e., the major muscles involved in a specific movement or exercise) muscle recruitment, improved neuronal firing rates, and greater synchronization in the timing of neural discharge during high-intensity muscular contrac- tions (4, 69, 166, 167, 174). In addition, a reduction in inhibitory mechanisms (i.e., from Golgi tendon organs) is also thought to occur with long-term training (1, 63). While it is not fully understood how these complex responses coexist, it is apparent that neural adaptations typically occur before any structural changes in skeletal muscle are apparent (167)."
    },
    {
        "heading": "Central Adaptations",
        "content": "Increased motor unit activation begins in the higher brain centers, where the intent to produce maximal levels of muscular force and power causes motor cortex activity to increase (41). As the level of force developed rises, or when a new exercise or movement is being learned, primary motor cortex activity is elevated in an effort to support the enhanced need for neuromuscular function."
    },
    {
        "heading": "Adaptations to anaerobic training methods are then",
        "content": "reflected by substantial neural changes in the spinal cord, particularly along the descending corticospinal tracts (3). Indeed, after use of anaerobic training methods, the recruitment of fast-twitch motor units has been shown to be elevated as a means to support heightened levels of force expression (151). This is in comparison to what is seen in untrained individuals (4), in whom the ability to maximally recruit motor units is limited, especially fast-twitch motor units. In untrained individuals or in those rehabilitating from injury, electrical stimulation has been shown to be more effective than voluntary"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "Table 5.1  Primary Metabolic Demands of Various Sports"
    },
    {
        "heading": "Low",
        "content": "—"
    },
    {
        "heading": "Low",
        "content": "—"
    },
    {
        "heading": "Low",
        "content": "—"
    },
    {
        "heading": "Moderate",
        "content": "—"
    },
    {
        "heading": "High",
        "content": "— —"
    },
    {
        "heading": "High",
        "content": "—"
    },
    {
        "heading": "Moderate",
        "content": "—"
    },
    {
        "heading": "Low",
        "content": "—"
    },
    {
        "heading": "Moderate",
        "content": "—"
    },
    {
        "heading": "Moderate",
        "content": "—"
    },
    {
        "heading": "Long distance",
        "content": "—"
    },
    {
        "heading": "Ultra-endurance",
        "content": "— —"
    },
    {
        "heading": "Moderate",
        "content": "—"
    },
    {
        "heading": "Low",
        "content": "Note: All types of metabolism are involved to some extent in all activities. activations in eliciting beneficial gains. This response further indicates the potential inability of these popula- tions to successfully activate all available muscle fibers. Indeed, research has shown that only 71% of muscle tissue is activated during maximal efforts in untrained populations (7)."
    },
    {
        "heading": "Adaptations of Motor Units",
        "content": "The functional unit of the neuromuscular system is the motor unit. Consisting of the alpha motor neuron and the muscle fibers that it activates, a motor unit may innervate <10 muscle fibers for small, intricate muscles or >100"
    },
    {
        "heading": "Resistance training",
        "content": "adaptation"
    },
    {
        "heading": "Increases for high",
        "content": "power output"
    },
    {
        "heading": "No change or",
        "content": "increases slightly"
    },
    {
        "heading": "No change or",
        "content": "decreases"
    },
    {
        "heading": "No change or",
        "content": "increases"
    },
    {
        "heading": "Body composition",
        "content": "% body fat"
    },
    {
        "heading": "Increases",
        "content": "ATP = adenosine triphosphate; ATPase = adenosine triphospha- tase. Figure 5.1  Potential sites of adaptation within the neu- romuscular system."
    },
    {
        "heading": "Muscle fibers",
        "content": "(hypertrophy, enzymatic, substrate transformations, morphological)"
    },
    {
        "heading": "Reflex circuitry",
        "content": "(muscle spindles,"
    },
    {
        "heading": "Golgi tendon",
        "content": "organ reflex"
    },
    {
        "heading": "Descending",
        "content": "corticospinal tracts"
    },
    {
        "heading": "Higher brain",
        "content": "centers (motor cortex) in the firing rate or frequency of the motor unit also affects the ability to generate force. Increased force with greater firing rates reflects the summation of suc- cessive muscle contractions, whereby action potentials temporarily overlap. With increased motor unit firing rates, the muscle fibers are continually activated by subsequent action potentials before they have time to fibers for large, powerful trunk and limb muscles. When expression of maximal force is desired, all the available motor units must be activated within a muscle. Change"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "completely relax following a prior action potential. The summation of overlapping action potentials is expressed as augmented contractile strength (1). These firing rates represent an adaptive mechanism shown to improve fol- lowing heavy resistance training (166). Gains in maximal strength and power of agonist muscles are generally associated with (a) an increase in recruitment; (b) an increased rate of firing; (c) greater synchronization of neural discharge, which acts to coordinate the activity of multiple muscles in synergy (173); or (d) a combination of all these factors. The recruitment or decruitment of motor units in an orderly manner is governed by the size principle (figure 5.2), which represents the relationship between motor unit twitch force and recruitment threshold (166, 167). According to this principle, motor units are recruited in an ascending order according to their recruitment thresholds and firing rates. This represents a continuum of voluntary force in the agonist muscle. Because most muscles contain a range of Type I and Type II muscle fibers, force production can range from very low to max- imal levels. Those motor units high in the recruitment order are used primarily for high force, speed, or power production. As the demands of force expression increase, motor units are recruited in a sequential fashion from low- to high-threshold motor units. Thus, with heavy resistance training, all muscle fibers get larger (77, 183, 184) because for the most part they are all recruited to some extent in order to produce the higher levels of force required to lift progressively heavier loads. Maximal force production not only requires the recruitment of a maximum percentage of available motor units, including the high-threshold motor units, but also relies on the recruitment occurring at very high firing frequencies, which promotes the summation of activated motor units and as a consequence augments the magnitude of contractile activity. Once a motor unit is recruited, less activation is needed in order for it to be rerecruited (69)."
    },
    {
        "heading": "This phenomenon may have important ramifications",
        "content": "for strength and power training, as the high-threshold motor units may be more readily reactivated subsequent to prior recruitment. Exceptions to the size principle do exist. Under certain circumstances, an athlete is able to inhibit the lower-threshold motor units and in their place activate higher-threshold motor units (148, 189). This selective recruitment is critical when force production is required at very high speeds for the expression of muscular power. Indeed, both rapid changes in the direction of force pro- duction and ballistic muscular contractions—as found in the movement patterns of Olympic weightlifting, plyo- metrics, speed, power, and agility training—have been shown to lead to preferential recruitment of fast-twitch motor units (148, 189). This variation in recruitment order benefits high-velocity training modalities in which rate of force production is vital to success. For example, it would be very difficult for athletes to generate enough angular velocity and power to attain maximal height for the vertical jump if they had to recruit the entire slow-twitch motor unit pool before activation of the fast- twitch units. As the time between the countermovement and the subsequent jump takeoff is often less than 0.4 seconds, there simply is insufficient time to recruit all of the motor units in order and still perform an explosive jump (4, 113). Instead, selective recruitment appears to be a beneficial intrinsic neural mechanism favoring explosive exercise. In addition, using specific training methods may enhance selective recruitment, which in turn may improve sport performance (149). ▶ ▶With heavy resistance training, all muscle fibers get larger (i.e., hypertrophy) because motor units are recruited in a sequential order by their size to produce high levels of force. In advanced lifters, the central nervous system may adapt by allowing well-trained athletes to recruit some motor units in a nonconsecutive order, by recruiting larger ones first to promote greater production of power or speed in a movement."
    },
    {
        "heading": "Another critical element of adaptation in neural",
        "content": "recruitment is the level of tissue activation that results"
    },
    {
        "heading": "Type II",
        "content": "Figure 5.2  Graphic representation of the size princi- ple, according to which motor units that contain Type I (slow-twitch) and Type II (fast-twitch) fibers are organized based on some “size” factor. Low-threshold motor units are recruited first and have lower force capabilities than higher-threshold motor units. Typically, to get to the high-threshold motor units, the body must first recruit the lower-threshold motor units. Exceptions exist, especially with respect to explosive, ballistic contrac- tions that can selectively recruit high-threshold units to rapidly achieve more force and power. from chronic resistance training for muscular hypertro- phy. Research has shown that as muscle size increases it does not require as much neural activation to lift a given load. Ploutz and colleagues (157) reported that fewer quadriceps muscle fibers were activated when subjects lifted a set load following nine weeks of resistance training that resulted in a 5% increase in muscle size."
    },
    {
        "heading": "Such results demonstrate the importance of progressive",
        "content": "overloading during resistance training and how it pro- motes the continual recruitment of an optimal amount of muscle tissue. Other motor unit adaptations include changes in the rate and sequence of firing. A positive relationship exists between the magnitude of force produced and the rate of motor unit firing; high firing rates from the onset of ballistic muscle contraction are especially critical to increased rates of force development (1). The increase in firing rate (vs. recruitment) appears to be dependent on muscle size, such that smaller muscles rely more on an increased firing rate to enhance force production whereas larger muscles depend more on recruitment (48, 63). Evidence suggests that anaerobic training can play a role in enhancing firing rates of recruited motor units (4). For example, resistance training may result in a more synchronized pattern (i.e., the firing of two or more motor units at a fixed interval) of activation during the exertion of large forces, rather than the customary asynchronous pattern usually common to motor func- tion (50, 174). Although the specific role of motor unit synchronization during anaerobic training remains to be fully elucidated, synchronization is potentially more critical to the timing of force production and less signif- icant with regard to the overall level of force developed."
    },
    {
        "heading": "The neuromuscular junction (NMJ) is the interface",
        "content": "between the nerve and the skeletal muscle fibers, and it represents another potential site for neural adaptation following anaerobic training (38, 39). Because of the difficulty in investigating this structure, most stud- ies examining the NMJ have used animal models to demonstrate its adaptation to exercise. Deschenes and colleagues (40) examined the impact of high-intensity versus low-intensity treadmill exercise training on NMJ in the soleus muscle of rats. Following both high- and low-intensity running, the NMJ was found to increase in its total area. High-intensity training, however, resulted in more dispersed, irregular-shaped synapses and a greater total length of nerve terminal branching compared to low-intensity training. In another study, greater end-plate perimeter length and area, as well as greater dispersion of acetylcholine receptors within the end-plate region, were also found after seven weeks of resistance training (39). These adaptations suggest that anaerobic training appears to induce beneficial morphological changes in the NMJ that are conducive to enhanced neural transmission capabilities."
    },
    {
        "heading": "Neuromuscular Reflex Potentiation",
        "content": "Anaerobic training causes positive changes in the reflex (i.e., muscle spindle or stretch reflex) response of the neuromuscular system and enhances the magnitude and rate of force development via this reflex. This myotatic reflex harnesses the involuntary elastic properties of the muscle and connective tissue and acts to positively increase force production without any additional energy requirement. Resistance training in particular has been shown to increase reflex potentiation by between 19% and 55% (5). Furthermore, resistance-trained athletes (weightlifters, bodybuilders) are found to have greater reflex potentiation in the soleus muscle compared to untrained individuals (170)."
    },
    {
        "heading": "Anaerobic Training",
        "content": "and Electromyography Studies"
    },
    {
        "heading": "Electromyography (EMG) is a common research tool",
        "content": "used to examine the magnitude of neural activation within skeletal muscle. Two kinds of EMG are com- monly used in research and applied settings: surface EMG and intramuscular (needle or fine wire) EMG."
    },
    {
        "heading": "Surface EMG requires placement of adhesive electrodes",
        "content": "on the surface of the skin where they are able to mon- itor a large area of underlying muscle (152). Surface EMG is often more effective for monitoring superficial muscle, as it is unable to bypass the action potentials of superficial muscles and detect deeper muscle activity. Also, the more body fat an individual has, the weaker the EMG signal is likely to be with use of this method- ology. In comparison, with intramuscular EMG, the skin surface is numbed, and a needle electrode, or a needle containing two fine-wire electrodes, is inserted through the skin and positioned into the belly of the muscle itself."
    },
    {
        "heading": "Fine-wire electrodes emphasize a specificity of assess-",
        "content": "ment in that they are located in a muscle of interest and accurately record localized motor unit action potentials (85). Because of its invasiveness, intramuscular EMG is primarily adopted in research settings or under clinical conditions. While it is often difficult to determine the specific underpinning mechanism(s) (i.e., increased recruitment, discharge rate, or synchronization; Golgi tendon organ inhibition) affecting EMG output, an increase in EMG signal indicates greater neuromuscular activity."
    },
    {
        "heading": "An important consideration when examining the",
        "content": "neuromuscular system is the training status of an indi- vidual. Neural adaptations (improved motor learning and coordination) predominate in the early phase of training"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "without any concomitant increases in muscle hypertro- phy (73, 75-77). In addition, the onset of hypertrophy is associated with a decline in EMG activity (145). It appears that as an individual’s training status advances, there exists an interplay between neural and hypertrophic mechanisms that contribute to further gains in strength and power."
    },
    {
        "heading": "Sale (166, 167) reported that dramatic increases",
        "content": "in neural adaptation take place in the early part of a training program (6 to 10 weeks). As the duration of training increases (>10 weeks), muscle hypertrophy then occurs, and it is these structural changes that con- tribute to strength and power gains more than neural adaptations. Eventually muscle hypertrophy plateaus as accommodation to the training load occurs. However, at that time, if an athlete incorporates new variation or progressive overload into the training plan, neural adap- tations will once again contribute to the performance improvements by acting to tolerate the “new” physical insult from training. This pattern is replicated with every stepwise change in the training demand, and as athletes progress in training, the type of program used may be one of the most important factors to consider (77, 80, 161). Neural factors are especially important for strength gains in programs that use very high training intensities (>85% of 1-repetition maximum [1RM]) (145). Training programs designed to elicit muscular power also provide a potent stimulus to the nervous system and result in higher posttraining EMG activity (149)."
    },
    {
        "heading": "Electromyography studies have also yielded some",
        "content": "interesting findings regarding neural adaptations to anaerobic training: •\t Exercising muscle undergoing unilateral resis- tance training produces increased strength and neural activity in the contralateral resting muscle, a phenomenon known as cross-education (89). A review of the literature has shown that strength in the untrained limb may increase up to 22%, with an average strength increase of approximately 8% (147). The increase in strength of the untrained limb is accompanied by greater EMG activity in that limb (176), thereby suggesting that a central neural adaptation accounts for the majority of strength gains. •\t In untrained individuals, a bilateral deficit is evident. The force produced when both limbs contract together is lower than the sum of the forces they produce when contracting unilaterally."
    },
    {
        "heading": "Research has shown that the corresponding EMG",
        "content": "activity is lower during bilateral contractions (63), suggesting that neural mechanisms are, at least in part, a contributing factor. With longitudinal bilat- eral training, the magnitude of the bilateral deficit is reduced. In fact, trained or stronger individuals often show a bilateral facilitation effect in which an increase in voluntary activation of the agonist muscle groups occurs (15, 171). •\t The EMG activity of antagonist muscle groups has been shown to change in response to anaer- obic training during agonist movements. In most instances, cocontraction of antagonist muscles serves as a protective mechanism to increase joint stability and reduce the risk of injury (96)."
    },
    {
        "heading": "However, when too much antagonist activity",
        "content": "opposes agonist movement, it creates a resistance to maximal force production. A number of studies have shown reduced antagonist cocontraction fol- lowing resistance training, resulting in an increase in net force without an increase in agonist motor unit recruitment (26, 76, 151). Elsewhere, sprint and plyometric training have also been shown to alter the timing of cocontractor activation (96)."
    },
    {
        "heading": "The specific role of altering antagonist cocontrac-",
        "content": "tion patterns remains unclear. Greater antagonist activity may be observed during ballistic move- ments that require high levels of joint stability, or when people are unfamiliar with a task and require more inherent stability (48)."
    },
    {
        "heading": "Skeletal muscle adaptations following anaerobic train-",
        "content": "ing occur in both structure and function, with reported changes encompassing increases in size, fiber type transitions, and enhanced biochemical and ultrastructural components (i.e., muscle architecture, enzyme activity, and substrate concentrations). Collectively, these adap- tations result in enhanced performance characteristics that include strength, power, and muscular endurance, all of which are critical to athletic success."
    },
    {
        "heading": "Muscular Growth",
        "content": "Muscle hypertrophy is the term given to the enlarge- ment of muscle fiber cross-sectional area (CSA) fol- lowing training. A positive relationship exists between hypertrophy and the expression of muscular strength."
    },
    {
        "heading": "Biologically, the process of hypertrophy involves an",
        "content": "increase in the net accretion (i.e., an increase in synthe- sis, reduction in degradation, or both) of the contractile proteins actin and myosin within the myofibril, as well as an increase in the number of myofibrils within a muscle fiber. In addition to these contractile proteins, other structural proteins such as titin and nebulin are also synthesized proportionately to the myofilament changes. The new myofilaments are added to the periphery of the myofibril and result in an increase in its diameter. The cumulative effect of these additions is an enlargement of the fiber and, collectively, the size of the muscle or muscle group itself. During exposure to mechanical loading (e.g., resistance training), a series of intracellular processes regulate gene expression and subsequently promote increased protein synthesis (165)."
    },
    {
        "heading": "Mechanical deformation of muscle stimulates various",
        "content": "proteins independent of hormone concentrations, and these proteins have been shown to increase in activity before evidence of muscle hypertrophy appears. In particular, mechanical tissue deformation activates the protein kinase B (Akt)–mammalian target of rapamycin (mTOR) pathway, the adenosine monophosphate– activated protein kinase (AMPK) pathway, and the mitogen-activated protein kinase (MAPK) pathway. Of these, the Akt/mTOR pathway in particular is important in directly regulating adaptations to resistance training (179). When muscle fibers contract, Akt/mTOR signal- ing increases dramatically, and this response is critical for increasing muscle protein synthesis and subsequent growth (a process known as myogenesis). At the same time, the downregulation of inhibitory growth factors (e.g., myostatin) suggests that resistance exercise sig- nificantly affects a plethora of growth-signaling and breakdown pathways (18, 98, 101). Protein synthetic rates are elevated after acute resistance exercise and remain elevated for up to 48 hours (130, 156). The magnitude of increased protein synthesis depends on a variety of factors including carbohydrate and protein intake, amino acid availability, timing of nutrient intake, mechanical stress of the weight training workout, muscle cell hydration levels, and the anabolic hormonal and subsequent receptor response (19, 115, 162). ▶ ▶The process of hypertrophy involves both an increase in the synthesis of the contrac- tile proteins actin and myosin within the myofibril and an increase in the number of myofibrils within the muscle fiber itself."
    },
    {
        "heading": "The new myofilaments are added to the",
        "content": "external layers of the myofibril, resulting in an increase in its diameter."
    },
    {
        "heading": "Exercise-induced muscle damage (EIMD) and disrup-",
        "content": "tion of myofibrils and the uniform structure of muscle fiber sarcomeres following high-intensity anaerobic training (e.g., resistance training) also have a marked effect on muscle growth. The theoretical basis for this suggests that structural changes associated with EIMD influence gene expression in an effort to strengthen muscle tissue and protect it from further damage. The repair and remodeling process itself may involve a host of regulatory mechanisms (e.g., hormonal, immune, and metabolic) that interact with the training status of the individual (105, 193). However, it is understood that both the inflammatory responses and increased protein turnover (i.e., increased net protein synthesis) ultimately contribute to long-term hypertrophic adaptations (179). The sequence of protein synthesis involves (a) water uptake, (b) noncontractile protein synthesis, and (c) contractile protein synthesis (192). At the same time, reduced degradation acts to maintain the size of fibers by reducing net protein loss. After the initiation of a heavy resistance training pro- gram, changes in the type of muscle proteins (e.g., fast myosin heavy chains) start to take place within several appropriately timed workouts (113, 183). However, muscle fiber hypertrophy requires a longer period of training (>16 workouts) before significant changes in CSA actually become apparent (185). As with initial gains in performance variables (e.g., strength, power), hypertrophic responses are at their greatest in the early stages, after which the rate of muscle growth diminishes over time (113). Athletes studied across two years of heavy resistance training showed increases in strength that paralleled optimal training intensities, although muscle fiber hypertrophy contributed little to increased lifting performance (80)."
    },
    {
        "heading": "The magnitude of hypertrophy ultimately depends on",
        "content": "the training stimulus and the manner in which the acute training variables are prescribed. In order to optimize muscle growth, appropriate training periodization is essential for maximizing the combination of mechanical and metabolic stimuli. Mechanical factors include the lifting of heavy loads, the inclusion of eccentric muscle actions, and low to moderate training volumes (114), all of which are characteristic of strength training. An increasing amount of evidence is also supporting the use of novel training modalities (e.g., occlusion training [177]) as alternative methods of inducing appropriate mechanical or metabolic stress. Metabolic factors center on low- to moderate-intensity or moderately high-inten- sity training with high volumes and short rest intervals (characteristic of bodybuilding training) (114). Collec- tively, mechanical factors result in optimal recruitment of muscle fibers (as muscle fibers need to be recruited before growth), growth factor expression, and potential disruption to the sarcomeres, all of which increase muscle CSA (67, 161). The metabolic factors stress the glycolytic energy system and result in increased metab- olites that may be involved in muscle growth. These programs also elicit the most potent anabolic hormone response (115). Also proposed as a mechanism for increasing muscle size, and something that has been debated by exercise sci- entists for years, is hyperplasia. Hyperplasia is the term given to an increase in the number of muscle fibers via longitudinal fiber splitting in response to high-intensity resistance training. Hyperplasia has been shown to occur"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "in animals (68, 87), but the findings are controversial in humans, with some studies providing support (129, 132, 191) and others rejecting its occurrence in humans (131). Part of the reason for this confusion may arise from cross-sectional studies comparing resistance- trained athletes to untrained individuals, showing a greater number of fibers in the trained population. In this scenario it is difficult to determine if the difference is due to genetics or hyperplasia. One must also consider that the procedures scientists perform on animals simply cannot be done on humans for ethical and logistical rea- sons. Consequently, some of the more convincing data supporting skeletal muscle hyperplasia emerge from animal studies (68, 87). When examining hyperplasia in animal models, researchers remove whole muscle and strip back the fascia in order to analyze muscle fiber numbers longitudinally under a microscope. In humans, removal of whole muscle is not feasible. Instead, needle biopsies techniques are used to harvest a small sample of muscle tissue, which is then examined in cross section, and a prediction of hyperplasia is made indirectly from extrapolation mathematics. While hyperplasia cannot be completely ruled out, it does not appear to be a major strategy for muscle tissue adaptation to resistance training; and, if it occurs at all, it involves only a small amount of the stimulated tissue (maybe less than 10%) if the conditions are optimal. It may be hypothesized that if hyperplasia occurs, it may be in response to muscle fibers reaching a theoretical upper limit in size, which may occur in athletes using anabolic steroids and other growth agents or undergoing long-term training that produces large to extreme levels of hypertrophy. This remains to be fully elucidated and continues to be an area of contention among scientific researchers."
    },
    {
        "heading": "The magnitude of muscle hypertrophy experienced",
        "content": "following anaerobic training is intimately associated with muscle fiber type. Muscle fibers, in particular those within the high-threshold motor units governed by the size principle, must be activated in order to pro- mote significant hypertrophy (36). During resistance training, both Type I and Type II muscle fibers have the potential to be recruited, with the frequency at which they are recruited ultimately determining the extent of their adaptive processes. According to the size principle, only following hierarchical activation do Type I or Type II fibers receive a signaling mechanism that initiates the cascade of regulatory processes promoting protein synthesis. Collectively, however, following muscle fiber activation these hypertrophic responses translate into enlarged CSA of the intact muscle after several months of training. Typically, Type II fibers manifest greater increases in size than Type I fibers; thus the magnitude of hypertrophy is not uniform between the two major fiber types (83). In fact, it has been argued that the ulti- mate potential for hypertrophy may reside in the relative proportion of Type II fibers within a given athlete’s muscles (131, 191). That is, athletes who genetically possess a relatively large proportion of fast-twitch fibers may have a greater potential for increasing muscle mass than individuals possessing predominately slow-twitch fibers."
    },
    {
        "heading": "Fiber Type Transitions",
        "content": "The pattern of neural stimulation dictates the extent to which fiber type adaptations occur following anaerobic training. Muscle fibers are theoretically positioned on a continuum from the most oxidative to the least oxidative type (see figure 5.3 and the description of muscle fiber types in chapter 1). The continuum is as follows: I, Ic, IIc, IIac, IIa, IIax, and IIx, with a concomitant myosin heavy chain (MHC) expression (i.e., MHC I, IIa, and IIx) (181). Although the proportions of Type I and II fibers are genetically determined (154), changes within each subtype can occur following anaerobic training. With training and activation of the high-threshold motor units, there is a transition from Type IIx to IIa fiber type (25). In other words, Type IIx muscle fibers change their myosin adenosine triphosphatase (ATPase) isoform content and progressively become more oxidative IIa fibers. In fact, research has shown nearly full transitions from Type IIx to IIa fiber profiles following the combination of high-in- tensity resistance and aerobic endurance training (112). The changes in fast-twitch fiber types have typically not been linked to the rate at which changes in the muscle fiber CSA take place. Type IIx fibers represent a “reservoir” that, upon consistent activation, changes into a more oxidative form along the continuum (i.e., to an intermediate fiber Type IIax and then to a IIa) (25). Any change in the muscle fiber type continuum and associated MHCs occurs in the early stages of a resistance training program. In an early study, Staron and colleagues (183) examined the"
    },
    {
        "heading": "Ic",
        "content": "?"
    },
    {
        "heading": "Muscle fiber transitions occur during",
        "content": "training. This means that a shift of the type of myosin adenosine triphosphatase (ATPase) and heavy chains takes place during training. Transformations from IIx to IIax to IIa can be seen, and then small percentages change to IIac and IIc. Exercise activities that recruit motor units with Type IIx muscle fibers initiate a shift toward IIa fibers. effects of a high-intensity resistance training protocol (multiple sets of squat, leg press, and knee extension exercises using 6- to 12RM loads and 2-minute rest periods) performed by men and women two times per week for eight weeks. They reported a significant decrease in the Type IIx percentage in women after just two weeks of training (four workouts) and in the men after four weeks of training (eight workouts). Over the eight-week training program, Type IIx fiber types decreased from ~18% to about 7% of the total muscle fibers in both men and women. Analysis of the MHCs showed that in this early phase of training, IIx MHCs were replaced with IIa MHCs. In addition, this study demonstrated that changes in hormonal factors (testos- terone and cortisol interactions) correlated with changes in muscle fiber type. Interestingly, detraining has the opposite effect, resulting in an increase in Type IIx fibers and a reduction in Type IIa fibers (153), with a possible overshoot of Type IIx fibers (i.e., higher IIx percentages than observed pretraining ([10]). While transformation within muscle fiber subtypes appears typical, transfor- mation from Type I to Type II or vice versa appears less probable, most likely due to differing MHC isoforms and relative oxidative enzyme content (155). Whether these transformations are possible remains doubtful at this point, as insufficient evidence is currently avail- able. These possibilities need to be explored in future studies; it is intriguing to consider whether or not the continuum of adaptations extends beyond Type I and II subpopulations, especially in extreme cases in which a marathon runner (high percentage of Type I fibers) follows a high-intensity resistance training program or a powerlifter (high percentage of Type II fibers) begins an extensive aerobic endurance training program."
    },
    {
        "heading": "Structural and Architectural Changes",
        "content": "Pennate muscle has fascicles that attach obliquely (in a slanted position) to its tendon. Pennation angle affects the force production capabilities as well as the range of motion of a muscle. Larger pennation angles can also accommodate greater protein deposition and allow for greater increases in CSA (2). In pennate muscle, resis- tance training has been shown to increase the angle of pennation, with strength-trained athletes displaying larger pennation angles in the triceps brachii and vastus lateralis muscles compared to untrained individuals (2). In addition, fascicle length has been shown to be greater in strength-trained athletes (94), and fascicle length of the gastrocnemius and vastus lateralis has been found to be greater in sprinters compared to distance runners (6). The combination of resistance, sprint, and jump training has been shown to increase rectus femoris fascicle length; and sprint and jump training have been shown to increase vastus lateralis fascicle length (20). These architectural changes have a positive effect on the manner in which force is ultimately transmitted to tendons and bones."
    },
    {
        "heading": "Other Muscular Adaptations",
        "content": "Resistance training has been shown to increase myo- fibrillar volume (128), cytoplasmic density (132), sarcoplasmic reticulum and T-tubule density (9), and sodium–potassium ATPase activity (71). Collec- tively, these changes act to facilitate hypertrophy and enable greater expression of muscular strength. Sprint training has been shown to enhance calcium release (150), which assists in increasing speed and power production by promoting actin and myosin crossbridge formation. Heavy resistance training has also been shown to reduce mitochondrial density (133). While the number of mitochondria actually remains constant or can slightly increase throughout a training phase, mito- chondrial density is expressed relative to muscle area."
    },
    {
        "heading": "Increases in muscle CSA occur disproportionately to",
        "content": "mitochondrial proliferation, and consequently the den- sity of mitochondria per unit volume is actually found to decrease with hypertrophy. Muscle hypertrophy also results in decreased capillary density by similar mechanisms, again with the number of capillaries per fiber actually increasing somewhat (184). Powerlifters and weightlifters show significantly lower capillary densities than control subjects, whereas bodybuilders have capillary densities similar to those of nonathletes (107). Bodybuilding workouts produce large hydrogen ion concentrations, but having more capillaries per fiber may assist in the clearance of metabolites from exercis- ing muscle (111, 190)."
    },
    {
        "heading": "Anaerobic exercise results in substantial reductions",
        "content": "in muscle and blood pH (33), with several mechanisms regulating a change in acid–base balance during exer- cise. With adaptations to consistent acute changes in pH during training (i.e., increased H+ concentration), buffering capacity can improve. This increased capacity then allows an athlete to better tolerate the accumulation of H+ within the working muscle, resulting in delayed fatigue and greater muscular endurance (175). By its nature, high-intensity interval training (sprints, cycling) performed above the lactate threshold has been shown to significantly increase buffering capacity by 16% to 38% (17, 175). Elsewhere, athletes competing in anaerobic team sports have been shown to have higher buffering capacity than endurance athletes and untrained control subjects (47)."
    },
    {
        "heading": "Within skeletal muscle, substrate content and",
        "content": "enzyme activity represent further areas of adaptation in response to anaerobic training. Most notably, when"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "repeatedly exhausted following bouts of intermittent high-intensity muscular contraction, the storage capac- ity of these high-energy compounds is increased via a “supercompensation” effect. MacDougall and colleagues (135) reported a 28% increase in resting CP and an 18% increase in ATP concentrations following five months of resistance training (i.e., three to five sets of 8-10 repetitions with 2-minute rest periods). In addition, it appears that bodybuilding-style programs such as this, which stress anaerobic glycolysis, may also be a potent stimulus for enhancement of glycogen content, as this was found to increase up to 112%."
    },
    {
        "heading": "Connective Tissue Adaptations",
        "content": "Bone, tendons, ligaments, fascia, and cartilage are exam- ples of connective tissue. Anaerobic exercise imparts mechanical forces that cause deformation of specific regions of the skeleton. These forces, created by mus- cular actions on the tendinous insertion into bone, can be bending, compressive, or torsional. In response to mechanical loading, osteoblasts migrate to the bone surface and begin bone modeling (figure 5.4). Osteo- blasts manufacture and secrete proteins—primarily collagen molecules—that are deposited in the spaces between bone cells to increase strength. These proteins form the bone matrix and eventually become mineral- ized as calcium phosphate crystals (hydroxyapatite). New bone formation occurs predominantly on the outer surface of the bone (periosteum), increasing diameter and strength."
    },
    {
        "heading": "General Bone Physiology",
        "content": "The rate of bone adaptation occurs differently in the axial (skull-cranium, vertebral column, ribs, and sternum) and appendicular (shoulder girdle, pelvis, and bones of the upper and lower extremities) skeleton, owing to differing amounts of trabecular (spongy) bone and cortical (compact) bone. Cortical bone is dense and forms a compact outer shell surrounding the trabecular bone, with the two types of bone linked by interlock- ing narrow and delicate plates of trabecular bone. The"
    },
    {
        "heading": "Migration of",
        "content": "osteoblasts to stressed area"
    },
    {
        "heading": "Bending",
        "content": "forces"
    },
    {
        "heading": "Bone lining cells",
        "content": "(dormant osteoblasts)"
    },
    {
        "heading": "Osteoblasts",
        "content": "lay down collagen fibers a b d c"
    },
    {
        "heading": "New bone",
        "content": "Figure 5.4  Bone modeling in response to mechanical loading. (a) Application of a longitudinal weight-bearing force causes the bone to bend (as depicted by the dotted line), creating a stimulus for new bone formation at the regions experiencing the greatest deformation. (b) Osteoblasts lay down additional collagen fibers at the site. (c) Previously dormant osteoblasts migrate to the area experiencing the strain. (d) The collagen fibers become mineralized, and the bone diameter effectively increases. spaces between the trabecular plates are occupied by bone marrow that consists of adipose tissue and blood products such as immature red blood cells. Blood vessels from the marrow cavity extend into the dense cortical bone through a network of vertical and horizontal canals. Because it is less dense and has a greater surface area–to–mass ratio, trabecular bone is able to respond more rapidly to stimuli than cortical bone as it is softer, weaker, and more flexible and therefore more inclined to adaptive change. The term minimal essential strain (MES) refers to the threshold stimulus that initiates new bone formation."
    },
    {
        "heading": "Consistently exceeding these thresholds signals osteo-",
        "content": "blasts to migrate to the region experiencing the stress and to form bone, while forces that fall below the MES do not present an appropriate stimulus for new bone formation. Bone cells work to regulate the formation of new bone tissue such that forces experienced on a reg- ular basis do not exceed the MES, thereby establishing a margin of safety against fracture. Strain registered by bone is a function of the force per unit area of bone (stress). The MES is thought to be approximately 1/10 of the force required to fracture bone. Increasing the diameter of bone allows the force to be distributed over a larger surface area, thereby decreasing the amount of mechanical stress. Following bone growth, a force that previously exceeded the MES will now be below the"
    },
    {
        "heading": "MES threshold. Progressive weight-bearing physical",
        "content": "activities that generate forces exceeding the MES are therefore the most effective at increasing bone size and strength. ▶ ▶Forces that reach or exceed a threshold stim- ulus initiate new bone formation in the area experiencing the mechanical strain."
    },
    {
        "heading": "As muscular strength and hypertrophy increase in",
        "content": "response to anaerobic training modalities, the forces generated by the increased muscle contractions subse- quently increase the mechanical stress on bone, and the bone itself must increase in mass and strength to provide an adequate support structure. Any increase in muscle strength or mass may therefore result in a correspond- ing increase in bone mineral density (BMD), or the quantity of mineral deposited in a given area of the bone (93). Interestingly, inactivity or immobilization has the opposite effect and results in a more rapid rate of loss of bone matrix and BMD (178). Numerous studies have shown a positive correlation between BMD and muscle strength and mass (158, 198). Researchers have reported that resistance-trained athletes have higher BMD than age-matched sedentary control subjects (28, 29, 164)."
    },
    {
        "heading": "In some individuals (e.g., professional soccer players),",
        "content": "physical activity seems to influence bone mass, area, and width more than BMD (198). Thus, exercise that stimulates muscle hypertrophy and strength gains also appears to stimulate bone growth. Quantitatively, the time course for bone adaptations is rather long—approximately six months or longer (27)— and depends intimately on the structure of the program. However, the process of adaptation begins within the first few workouts. The process of osteogenesis involves secretion of substances into the blood (substances spe- cific to bone only) that can be measured. Therefore, any elevation in an osteogenic marker can be recognized as an early indicator of bone formation and presumably a precursor to increased BMD, provided that the stimulus is maintained over a long training period."
    },
    {
        "heading": "Principles of Training",
        "content": "to Increase Bone Strength Anaerobic training programs that have the objective to stimulate bone growth need to incorporate specificity of loading, speed and direction of loading, sufficient volume, appropriate exercise selection, progressive overload, and variation (30). Specificity of loading demands the use of exercises that directly load the par- ticular region of interest of the skeleton. If the body inter- prets these forces as new or novel, they will stimulate bone growth in the area that is receiving the strain. For example, running may be a good stimulus for increased BMD in the femur but the wrong choice for promoting mineral deposits when one is trying to strengthen the wrist. The concept of specificity of loading becomes particularly important when a strength and conditioning professional prescribes exercises to increase bone mass in regions of the skeleton most commonly affected by osteoporosis—a disease in which BMD and bone mass become reduced to critically low levels. Research indicates that high-impact cyclical loading exercises for the lower body, such as gymnastics (187), volleyball, or basketball (42), selectively increase BMD at clinically relevant sites such as the hip and spine more than low- er-impact activities do. Additionally, increases in BMD may be seen in highly trained college athletes already possessing high levels of BMD. These changes in BMD are independent of reproductive hormonal status if the stimulus is sufficient (187). Exercise selection is critical when one is trying to elicit maximal osteogenic stimuli (factors that stimu- late new bone formation). In essence, exercises should involve multiple joints, should direct the force vectors primarily through the spine and hip (i.e., structural exercises), and should apply external loads heavier than those with single-joint assistance exercises. Cussler and colleagues (35) showed a positive linear relationship between the amounts of weight lifted over the course"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "of a training year and associated increases in BMD. In addition, the findings of this research highlighted the importance of exercise specificity in that the squat, compared to seated leg press, was more effective for increasing BMD in the trochanter of the femur (35). The use of single-joint, machine-based exercises should be limited, as these exercises isolate a single muscle group by using equipment as support to stabilize the body rather than promoting skeletal support. Therefore, exercises such as the back squat, power clean, deadlift, snatch, and push jerk (for the axial skeleton and lower body) and the shoulder press (for the upper body) are recom- mended as more effective methods for increasing bone strength."
    },
    {
        "heading": "Because bone responds favorably to mechanical",
        "content": "forces, the principle of progressive overload—pro- gressively placing greater than normal demands on the exercising musculature—applies when one is training to increase bone mass (70, 196). Although the maximal strength of bone is maintained well above the voluntary force capabilities of the associated musculature, bone responds to higher forces (e.g., 1- to 10RM loads) that are repetitively applied over time. The adaptive response of bone ensures that forces do not exceed a critical level that increases the risk of stress fractures (microfractures in bone due to structural fatigue). Support for progressive overload comes from studies that have compared BMD of various groups of athletes to that of nonathletes (42, 198). In fact, elite adolescent weightlifters have been found to possess levels of bone mineralization that far exceed values found in untrained adults (29, 91). This observation is interesting because it indicates that young bone may be more responsive to osteogenic stimuli than mature bone. Evidence indicates that physical activity during growth modulates the external geometry and trabecular architecture of bone, potentially enhancing skeletal strength (84). Recent evidence shows that physical activity–associated bone loading during skel- etal growth (i.e., adolescence) and after skeletal growth (i.e., early adulthood) elevates peak bone mass and is positively associated with adult bone mass in later life (186)."
    },
    {
        "heading": "Another important consideration in the design of",
        "content": "programs to stimulate new bone formation is training variation. The internal architecture of the human skel- eton has a mechanism through which it compensates for new strain patterns experienced by the bone. To optimally dissipate the imposed forces, the direction of the collagen fibers within the bone matrix may change to conform to the lines of stress experienced by the bone. Thus, changing the distribution (and direction) of the force vectors by using a variety of exercises continu- ally presents a unique stimulus for new bone formation within a given region of bone. Subsequently, collagen formation occurs in multiple directions, increasing bone strength in various directions. Overall, if the magnitude of the load or the rate of force application is sufficient, it is not typically necessary to perform more than a total of 30 to 35 repetitions, as a greater volume of loading is not likely to provide any additional stimulus for bone growth (57, 178). ▶ ▶The components of mechanical load that stimulate bone growth are the magnitude of the load (intensity), rate (speed) of loading, direction of the forces, and the volume of loading (number of repetitions)."
    },
    {
        "heading": "Adaptations of Tendons, Ligaments,",
        "content": "and Fascia to Anaerobic Training"
    },
    {
        "heading": "Tendons, ligaments, fascia, and cartilage are complex",
        "content": "and dynamic structures that are the critical link between muscles and bones. The primary structural component of all connective tissue is the collagen fiber (Type I for bone, tendon, and ligaments and Type II for cartilage;"
    },
    {
        "heading": "How Can Athletes Stimulate Bone Formation?",
        "content": "In order to promote bone formation, athletes should use specific programming of acute training variables in order to maximize optimal adaptations. •\t Select multijoint, structural exercises that involve many muscle groups at once. Avoid isolated, single-joint movements. •\t Select exercises that direct axial force vectors through the spine and hip and apply heavier loads than single-joint assistance exercises. •\t Use the principle of progressive overload to stress the musculoskeletal system, and continue to pro- gressively increase load as the tissues become accustomed to the stimulus. •\t Use both heavy-load exercises and ballistic or high-impact exercises to expose the bone to different intensities of force. •\t By varying exercise selection, it is possible to change the distribution of force insults and present a unique stimulus for new bone formation."
    },
    {
        "heading": "Extension",
        "content": "figure 5.5). The parent protein, procollagen, is synthe- sized and secreted by fibroblasts, which are the most common cells found in the connective tissue of animals and act as stem cells in the synthesis of the extracellu- lar matrix, as well as playing a critical role in wound healing. Procollagen molecules consist of three protein strands twisted around each other in a triple helix. Pro- collagen leaves the cell with protective extensions on the ends to prevent premature collagen formation. Cleavage of the extensions via enzymes results in the formation of active collagen that aligns with other collagen mol- ecules to form a long filament. Measurement of these enzymes provides an indication of collagen metabolism. In fact, enzyme levels increase in response to training, thereby showing increased net Type I collagen synthesis (125). The parallel arrangement of filaments is called a microfibril. Collagen has a striated (striped) appearance under a light microscope, somewhat like skeletal muscle, owing to the orderly alignment of the gaps between the collagen molecules within a microfibril. As bone grows, microfibrils become arranged into fibers, and the fibers into larger bundles. The true strength of collagen comes from the strong chemical bonds (cross-linking) that form between adjacent collagen molecules throughout the collagen bundles. Collagen bundles are bunched together longitudinally to form tendons or ligaments, or are arranged in sheets with the layers oriented in different directions, as found in bone, cartilage, and fascia."
    },
    {
        "heading": "Tendons and ligaments are composed primarily of",
        "content": "tightly packed, parallel arrangements of collagen bun- dles. Mature tendons and ligaments contain relatively few cells. The small number of metabolically active cells in tendons and ligaments makes the requirement for oxygen and nutrients in these tissues relatively low. Ligaments contain elastic fibers (elastin) in addition to collagen, as a certain amount of stretch is needed within a ligament to allow normal joint motion. Tendons and ligaments attach to bone with great strength, allowing the maximal transmission of forces. The fibrous connective tissues that surround and separate the different organi- zational levels within skeletal muscle are referred to as fascia. Fascia has sheets of fibrocollagenous support tissue, containing bundles of collagen fibers arranged in different planes, to provide resistance to forces from different directions. Fascia within muscles converges near the end of the muscle to form a tendon through which the force of muscle contraction is transmitted to bone. Compared with that of muscle tissue, tendon metabolism is much slower due to poorer vascularity and circulation (92). In fact, the increase in blood flow to skeletal muscle via exercise is not paralleled by the same flow perfusion in tendons (99). This limited Figure 5.5  Formation of a collagen fiber."
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "vascularity has implications for regeneration and is the reason tendons can take significant amounts of time to heal following injury. The primary stimulus for growth of tendons, liga- ments, and fascia is the insult from mechanical forces created during high-intensity exercise. The degree of tissue adaptation appears to be proportional to the inten- sity of exercise (99). Consistent anaerobic exercise that exceeds the threshold of strain has a positive effect on stimulating connective tissue changes (92)."
    },
    {
        "heading": "Empirical evidence suggests that connective tissues",
        "content": "must increase their functional capabilities in response to increased muscle strength and hypertrophy. The sites where connective tissues can increase strength and load-bearing capacity are •\t the junctions between the tendon (and ligament) and bone surface, •\t within the body of the tendon or ligament, and •\t in the network of fascia within skeletal muscle (99). As muscles become stronger, they pull on their bony attachments with greater force and cause an increase in bone mass at the tendon–bone junction and along the line over which the forces are distributed."
    },
    {
        "heading": "High-intensity anaerobic training results in connec-",
        "content": "tive tissue growth and other ultrastructural changes that enhance force transmission. Specific changes within a tendon that contribute to its increase in size and strength include the following: •\t An increase in collagen fibril diameter •\t A greater number of covalent cross-links within the hypertrophied fiber •\t An increase in the number of collagen fibrils •\t An increase in the packing density of collagen fibrils"
    },
    {
        "heading": "Collectively, these adaptations increase the tendon’s",
        "content": "ability to withstand greater tensional forces (143). Muscle hypertrophy in animals relates to an increase in the number and size of fibroblasts, thereby resulting in a greater supply of total collagen. Activation of fibro- blasts and subsequent growth of the connective tissue network are prerequisites for hypertrophy of active muscle (142). This may explain why biopsies of trained athletes have shown that hypertrophied muscle contains greater total collagen than in untrained individuals but that the collagen content remains proportional to the existing muscle mass (143). Recent studies indicate that tendon stiffness (force transmission per unit of strain, or tendon elongation) increases as a result of resistance training (123). In fact, Kubo and colleagues (121) reported a 15% to 19% increase in Achilles tendon stiffness following eight weeks of resistance training. The intensity of exercise is critical, as heavy loads (80% of 1RM) increase tendon stiffness but light loads (20% of 1RM) do not (122)."
    },
    {
        "heading": "Adaptations of Cartilage",
        "content": "to Anaerobic Training Cartilage is a dense connective tissue capable of with- standing considerable force without damage to its struc- ture. The main functions of cartilage are to •\t provide a smooth joint articulating surface, •\t act as a shock absorber for forces directed through the joint, and •\t aid in the attachment of connective tissue to the skeleton."
    },
    {
        "heading": "Tendons, Ligaments, Fascia",
        "content": "•\t Long-term adaptations in tendons, ligaments, and fascia are stimulated through progressive high-intensity loading patterns using external resistances. •\t High-intensity loads should be used, as low to moderate intensities do not markedly change the collagen content of connective tissue. •\t Forces should be exerted throughout the full range of motion of a joint, and wherever possible multi- ple-joint exercises should be used."
    },
    {
        "heading": "Cartilage",
        "content": "•\t Moderate-intensity anaerobic exercise seems to be adequate for increasing cartilage thickness. Stren- uous exercise does not appear to cause any degenerative joint disease when progressively overloaded appropriately. •\t Tissue viability can be maintained by adopting a variety of exercise modalities and ensuring that load is applied throughout the range of motion. A feature unique to cartilage is that it lacks its own blood supply and must depend on diffusion of oxygen and nutrients from synovial fluid (which is why carti- lage does not easily repair itself following injury). Two primary types of cartilage are significant in relation to physical activity. Hyaline cartilage (articular cartilage) is found on the articulating surfaces of bones. Fibrous cartilage is a very tough form of cartilage found in the intervertebral disks of the spine and at the junctions where tendons attach to bone. The fact that articular cartilage gets its nutrient supply via diffusion from synovial fluid provides a link for joint mobility to joint health. Movement about a joint creates changes in pressure in the joint capsule that drive nutrients from the synovial fluid toward the articular cartilage of the joint (180). Immobilization of a joint prevents proper diffusion of oxygen and essential nutrients throughout the joint. This results in the death of the healthy cells within cartilage, called chondrocytes, and a resorption of the cartilage matrix (195). Current understanding indicates that human cartilage undergoes atrophy, or thinning, when external loading is removed (e.g., postoperative immobilization and paraplegia)."
    },
    {
        "heading": "However, the effect that increased external loading",
        "content": "has on average cartilage thickness remains to be fully elucidated (46). In any case, it is likely that genetic contribution plays a greater role in determining cartilage morphology."
    },
    {
        "heading": "Endocrine Responses",
        "content": "and Adaptations to"
    },
    {
        "heading": "Anaerobic Training",
        "content": "Hormones have a variety of regulatory roles during anaerobic training and affect homeostatic mechanisms dedicated to keeping the body’s functions within normal range during rest and exercise (60, 61, 102, 106, 109). These include the development of muscle, bone, and connective tissue through both anabolic and cata- bolic processes. As discussed in chapter 4, endocrine responses to anaerobic training can include (a) acute changes during and after exercise, (b) chronic changes in the acute response to a workout, (c) chronic changes in resting concentrations, and (d) changes in hormone receptor content."
    },
    {
        "heading": "Following anaerobic exercise (in particular resistance",
        "content": "training), elevated concentrations of testosterone, molecular variants of growth hormone, and cortisol have been found for up to 30 minutes in men (104, 105, 115, 117). These fluctuations occur quickly and then rapidly stabilize in response to homeostatic chal- lenges from the initial demands of acute exercise (119, 183) and longer-term training (136). The magnitude of elevation is greatest when large muscle mass exercises are performed, or during workouts with moderate to high intensity and volume combined with shorter rest intervals (111, 115) For example, high correlations exist between blood lactate (i.e., from high-intensity anaerobic exercise), growth hormone, and cortisol (78), and thus it is thought that hydrogen ion accumulation may be a primary factor influencing growth hormone and cortisol release. Elsewhere, elevations in free testosterone have been shown to be greater in resistance-trained men compared to aerobic-trained men (82, 193), with some studies reporting slight testosterone elevations in women following anaerobic exercise (149). ▶ ▶The acute anabolic hormone response to anaerobic exercise is critical for exercise performance and subsequent training adap- tations. Upregulation of anabolic hormone receptors is important for mediating the hormonal effects. Insulin-like growth factor I (IGF-I) is a primary medi- ator of growth hormone; it acts as a hormonal messenger that stimulates growth-promoting effects in almost every cell of the body, especially skeletal muscle, cartilage, and bone. Insulin-like growth factor I has a delayed response to exercise and is dependent upon the acute growth hor- mone response. However, alternative mechano growth factors are upregulated in skeletal muscle in response to mechanical loading and act independently of growth hormone (66). Insulin secretion in comparison parallels blood glucose and amino acid changes, with insulin mostly affected by supplementation before, during, or after exercise and not by the anaerobic exercise stimulus (13). Catecholamines (epinephrine, norepinephrine, dopamine) reflect the acute demands of anaerobic exercise (22, 56, 105, 111), with increasing concentra- tions important for regulating force production, muscle contraction rate, energy availability, and augmentation of other hormones (e.g., testosterone)."
    },
    {
        "heading": "Chronic Changes in",
        "content": "the Acute Hormonal Response"
    },
    {
        "heading": "Adherence to a long-term resistance training program",
        "content": "results in an increased ability to exert greater levels of muscular force (80), with relative training intensities increasing over time as the body adapts to tolerate pro- gressively heavier loads. As a consequence, acute endo- crine responses to anaerobic training will likely mirror these improvements, as has been predominantly shown with growth hormone (34). The longitudinal changes in endocrine function reflect the increased exercise “stress”"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "being tolerated by the body in response to incremental external loading. It is thus hypothesized that any chronic adaptations in acute hormonal response patterns poten- tially augment the ability to better tolerate and sustain prolonged higher exercise intensities."
    },
    {
        "heading": "Chronic changes in resting hormone concentrations",
        "content": "following anaerobic exercise are unlikely, with research providing inconclusive changes in testosterone, growth hormone, IGF-I, and cortisol over time (115). Instead, resting concentrations likely reflect the current state of the muscle tissue in response to substantial changes to the training program (i.e., volume or intensity) and nutritional factors. It appears that the elevation during and immediately following a workout may present receptors with enough of a stimulus to affect tissue remodeling without the need for chronic elevations in basal concentrations (162). It is important to note that chronic elevations in an anabolic hormone may be counterproductive over the long term. Receptors tend to downregulate over time when exposed consistently to high levels of hormones. For example, in type 2 dia- betes mellitus, sensitivity of skeletal muscle to insulin is reduced due to chronic elevated blood insulin. This is why anabolic steroid users repeatedly cycle drug use rather than maintaining consistently high doses."
    },
    {
        "heading": "Hormone Receptor Changes",
        "content": "Receptor content is important for mediating the adap- tations elicited by any hormonal response. Androgen receptors (AR) have received much attention in the literature, and their content (i.e., number of receptors per area on the target tissue) depends on several factors including muscle fiber type, contractile activity, and the concentrations of testosterone. Resistance training has been shown to upregulate AR content within 48 to 72 hours after the workout (15). The resistance exercise stimulus appears to mediate the magnitude of acute AR modifications. Ratamess and colleagues (162) compared one set versus six sets of 10 repetitions of squats and reported no differences in AR content following the single-set protocol; however, the higher-volume protocol elicited significant downregulation of AR content 1 hour after the workout. This study also demonstrated that when sufficient volume is reached, AR protein content may initially downregulate, before the upregulation that has been shown in other studies. However, Kraemer and colleagues (118) have shown that consumption of a protein-carbohydrate supplement before and after the workout attenuates this AR downregulation."
    },
    {
        "heading": "Responses to Anaerobic Exercise",
        "content": "Both acute bouts of anaerobic exercise and long-term anaerobic training have a significant impact on cardio- vascular and respiratory function. This is reflected in both anaerobic athletes (51) and sedentary individuals (97), where enhanced cardiac function and dimensions are apparent. Heavy-load resistance training can benefit the cardiovascular system, but differently from resistance training with more repetitions of light loads and less rest or conventional aerobic endurance training (52). Improved ability of the heart, lungs, and circulatory system to function under conditions of high pressure and force production can prepare the athlete’s body for the extreme demands of sporting competition."
    },
    {
        "heading": "Acute Cardiovascular Responses",
        "content": "to Anaerobic Exercise"
    },
    {
        "heading": "An acute bout of anaerobic exercise significantly",
        "content": "increases cardiovascular responses. Heart rate, stroke volume, cardiac output, and blood pressure all increase significantly during resistance exercise. Peak blood pres- sures of 320/250 mmHg and a heart rate of 170 beats/ min have been reported during a high-intensity (i.e., 95% of 1RM) leg press exercise (134). Generally, the blood pressure response increases nonlinearly with the magnitude of active muscle mass and is higher during the concentric phase of each repetition than during the eccentric phase, especially at the “sticking point” of an exercise. Although large elevations in blood pressure have been reported, there are limited data to indicate that resistance training has any negative effects on resting blood pressure (31). In addition, intrathoracic pressure increases, and plasma volume reductions of up to 22% have been reported (157, 162). ▶ ▶Acute anaerobic exercise results in increased cardiac output, stroke volume, heart rate, oxygen uptake, systolic blood pressure, and blood flow to active muscles. During a set of resistance exercise, stroke volume and cardiac output increase mostly during the eccentric phase of each repetition, especially when the Valsalva technique is used (see chapter 2) (49). Because the con- centric phase of a repetition is much more difficult and elevations in intrathoracic and intra-abdominal pressures are more prominent (via the Valsalva maneuver), lim- iting venous return and reducing end-diastolic volume, the hemodynamic response of resistance exercise is delayed such that cardiac output increases more during the eccentric phase or during the rest period between sets. This is especially true for an individual’s heart rate response; during the first 5 seconds after completion of a set, heart rate is higher than during the set itself (160). The degree to which blood flow is increased in the working muscles during anaerobic training is dependent on a number of factors, including (a) the intensity of resistance, (b) the length of time of the effort (i.e., the number of repetitions performed), and (c) the size of the muscle mass activated. When lower resistances are lifted for many repetitions, the responses are relatively similar to those observed during aerobic exercise (64)."
    },
    {
        "heading": "However, heavy resistance exercise decreases blood",
        "content": "flow to the working muscles as a result of contracted muscle tissue’s clamping down on capillaries and creat- ing a localized occlusion. Muscular contractions greater than 20% of maximal voluntary contraction impede peripheral blood flow within the muscle during a set, but blood flow increases during the subsequent rest period (reactive hyperemia) (116). Interestingly, the lack of blood flow (and subsequent increase in metabolites such as hydrogen ions and reduction in pH) during heavy external loading is a potent stimulus for muscle growth (188). Overall, the magnitude of the acute cardiovascu- lar responses depends on the intensity and volume of exercise, muscle mass involvement, rest period length, and contraction velocity (113, 160)."
    },
    {
        "heading": "Adaptations at Rest",
        "content": "The effect of anaerobic training modalities on resting heart rate remains to be fully elucidated. Short-term resistance training has been shown to decrease resting heart rate between 5% and 12% (53, 57). However, when this effect is studied longitudinally over time, mixed responses are reported, with either no change in resting heart rate or reductions of 4% to 13% (53, 57). In chron- ically resistance-trained athletes (e.g., bodybuilders, powerlifters, weightlifters), both average and lower than average resting heart rates (60-78 beats/min) have been reported compared to those in untrained individuals."
    },
    {
        "heading": "A meta-analysis of resting blood pressure indicated",
        "content": "that both systolic and diastolic blood pressure decreased by 2% to 4% as an adaptation to resistance training (95). It appears that the response is greatest in those individu- als who initially have a slightly elevated blood pressure."
    },
    {
        "heading": "Similarly, the rate–pressure product (heart rate ",
        "content": "systolic blood pressure; a measure of myocardial work) has been shown to either remain constant or decrease following resistance training (52, 53). Stroke volume has been shown to increase in absolute magnitude, but not relative to body surface area or lean body mass (53). That is, stroke volume will increase as lean tissue mass increases during long-term resistance training. Lastly, resistance training may either not change or slightly decrease total cholesterol and low-density lipoproteins and increase high-density lipoproteins (90). Therefore, heavy resistance training does little to enhance resting cardiac function, but greater improvements may result from adaptations to a high-volume program with short rest periods (i.e., bodybuilding, circuit training) in which the overall continuity of the exercise stress in a workout is much higher."
    },
    {
        "heading": "Chronic resistance training also alters cardiac dimen-",
        "content": "sions. Increased left ventricular wall thickness and mass have been reported, but the increase disappears when expressed relative to body surface area or lean body mass (52, 53). It is thought that this increase may result from exposure to intermittently elevated blood pressures and increases in intrathoracic pressure in addition to accommodating changes from increases in lean body mass and body size. Highly resistance-trained athletes have greater than normal absolute posterior left ventricular and intraventricular septum wall thickness (55). Little or no change in left ventricular chamber size or volume is observed with resistance training; this is a major difference between resistance exercise and aerobic exercise. Greater than normal absolute left and right ventricular end-diastolic and end-systolic volumes have been reported in bodybuilders but not weightlifters (55), which indicates that high-volume training may be more conducive to increasing absolute left ventricular volumes. It is important to note that bodybuilders fre- quently incorporate aerobic exercise into their training programs in an effort to metabolize body fat and promote a lean body composition; therefore, it is possible that some of these adaptations have been brought about, in part, by aerobic endurance training. Bodybuilders as well as weightlifters have greater than normal absolute and relative (to lean body mass and body surface) left atrial internal dimensions, with the bodybuilders showing a significantly greater dimension (37)."
    },
    {
        "heading": "Chronic Adaptations of",
        "content": "the Acute Cardiovascular"
    },
    {
        "heading": "Chronic resistance training reduces the cardiovascular",
        "content": "response to an acute bout of resistance exercise of a given absolute intensity or workload. Short-term studies have shown that resistance training results in adaptations that blunt the acute increases in heart rate, blood pressure, and double product caused by the resistance training workout (139, 169). In addition, male bodybuilders have been found to have lower systolic and diastolic blood pres- sure and heart rates during sets of 50% to 100% of 1RM performed to momentary muscular failure compared to"
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "both sedentary and lesser-trained men (54). Interestingly, bodybuilders’ peak cardiac output and stroke volume are significantly greater than those of powerlifters (49), demonstrating that stroke volume and cardiac output may be greater per absolute workload as a result of training. It is thought that these adaptations result from a decreased afterload on the left ventricle, which in turn increases cardiac output and decreases myocardial oxygen consumption (49). Lastly, oxygen extraction is generally not improved with resistance training using heavy loads and low volume. It is enhanced to a greater extent with continuous aerobic exercise or perhaps slightly with a resistance training program using high volume and short rest periods (116)."
    },
    {
        "heading": "Ventilatory Response",
        "content": "to Anaerobic Exercise"
    },
    {
        "heading": "Ventilation rate generally does not limit resistance",
        "content": "exercise and is either unaffected or only moderately improved by anaerobic training. With resistance exer- cise, ventilation is significantly elevated during each set, but the elevation is even greater during the first minute of recovery (160). Ventilations in excess of 60 L/min have been reported (160), and the rest interval length had a large effect such that short rest intervals (30 seconds to 1 minute) produced the most substantial elevation. Training adaptations include increased tidal volume and breathing frequency with maximal exercise."
    },
    {
        "heading": "With submaximal activity, however, breathing frequency",
        "content": "is often reduced while tidal volume is increased. It appears that such ventilatory adaptations result from local, neural, or chemical adaptations in the specific muscles trained through exercise (14). Additionally, improved ventilation efficiency, as characterized by reduced ventilatory equivalent for oxygen (the ratio of air ventilated to oxygen used by the tissues, V."
    },
    {
        "heading": "E/V.O2),",
        "content": "is observed in trained versus untrained individuals (14)."
    },
    {
        "heading": "Compatibility of Aerobic",
        "content": "and Anaerobic Modes of Training"
    },
    {
        "heading": "Strength/power training and work capacity–endurance",
        "content": "training have divergent physiology that presents a pro- gramming challenge to the strength and conditioning professional working to optimize concurrent gains in both these physical and physiological characteristics."
    },
    {
        "heading": "Combining resistance and aerobic endurance training",
        "content": "may interfere with strength and power gains, primarily if the aerobic endurance training is high in intensity, volume, or frequency (44, 86, 112). Callister and col- leagues (24) showed that simultaneous sprint and aerobic endurance training decreased sprint speed and jump power. Possible explanations for this less-than-optimal power development include adverse neural changes and the alterations of muscle proteins in muscle fibers. In contrast, most studies have shown no adverse effects on aerobic power resulting from heavy resistance exercise despite the expected cellular changes caused by this type of exercise (112). Few studies have shown that resis- tance training can hinder V.O2max improvements (65)."
    },
    {
        "heading": "Interestingly, Kraemer and colleagues (120) reported",
        "content": "that women who performed both resistance exercise and aerobic endurance training had greater aerobic develop- ment than those who performed the aerobic endurance training alone. Such data have encouraged some athletes (e.g., distance runners) to add supplemental sport-spe- cific resistance training to their total training regimen. Indeed, the majority of research indicates that heavy resistance training has very limited, if any, negative effects on aerobic power (197) but instead can serve to actually enhance performance in endurance sports (172)."
    },
    {
        "heading": "In a study examining the potential incompatibil-",
        "content": "ity of strength and endurance exercise, Kraemer and colleagues (112) used three months of simultaneous high-intensity strength and aerobic endurance training under five conditions: 1.\t A combination group (C) that performed both resistance and aerobic endurance training 2.\t A group (UC) that performed upper body resis- tance and aerobic endurance training 3.\t A resistance training–only group (S) 4.\t An aerobic endurance training–only group (E) 5.\t A control group The S group increased 1RM strength and rate of strength development more than did the C group. In addition, maximal oxygen consumption improvements were not affected by the simultaneous training (i.e., almost iden- tical improvements in 2-mile [3.2 km] run times). Thus, no overtraining state for aerobic endurance was apparent. A fascinating finding of the research by Kraemer and colleagues (112) was change in the muscle fiber size of the thigh musculature. Previous studies have shown decreases in muscle fiber size during aerobic endurance training (15, 65). Kraemer’s group (112), however, indicated that the transformation of Type IIx to Type IIa fibers was almost complete in the S group (19.1±7.9% Type IIx pretraining to 1.9±0.8% posttraining) and C group (14.11±7.2% pre to 1.6±0.8% post). Interestingly, the UC and E groups (who performed only interval train- ing) also had significant Type IIx fiber transformation after training (22.6±4.9% pre to 11.6±5.3% post for UC, and 19.2±3.6% pre to 8.8±4.4% post for E). This indicates that heavy resistance training recruits more of the Type IIx fibers than high-intensity aerobic endurance interval training. In addition, a small number (<3%) of Type IIa fibers were converted to Type IIc fibers in the aerobic training group. The combined group increased muscle size only in Type IIa fibers, while the S group demonstrated increases in Type I, IIc, and IIa fibers. The lack of change in Type I fiber area and increase in Type IIa fiber area in the C group appear to represent a cellular adaptation that shows the antagonism of simultaneous strength and aerobic endurance stimuli, since strength training alone produced increases in both Type I and II muscle fiber areas. The E group showed decreased size in Type I and IIc fibers, presumably due to higher observed cortisol levels (and reduced testosterone) and their physiological need for shorter distances between capillary and cell to enhance oxygen kinetics. The majority of studies use untrained subjects to examine the effects of simultaneous high-intensity resistance training and aerobic endurance training (65, 74, 127, 138). Few studies have looked at concurrent"
    },
    {
        "heading": "Muscular Strength",
        "content": "•\t A review of more than 100 studies has shown that mean strength can increase approximately 40% in “untrained,” 20% in “moderately trained,” 16% in “trained,” 10% in “advanced,” and 2% in “elite” participants over periods ranging from four weeks to two years (103). •\t With training, a positive shift in muscle fiber types reflects an augmented recruitment of higher-order motor units. Type IIx fibers transition to Type IIa fibers and reflect a greater fatigue resistance at similar absolute force output."
    },
    {
        "heading": "Power",
        "content": "•\t The optimal load for maximizing absolute peak power output in the jump squat is 0% of 1RM (i.e., body weight [31]). However, it has been reported that peak power output is maximized in trained power ath- letes with higher loads corresponding to 30% to 60% of squat 1RM (12). •\t Peak power in the squat is maximized at 56% of 1RM and in the power clean at 80% of 1RM (31). •\t For the upper body, peak power output can be maximized during the ballistic bench press throw using loads corresponding to 46% to 62% of 1RM bench press (11)."
    },
    {
        "heading": "Local Muscular Endurance",
        "content": "•\t Cross-sectional data in anaerobic athletes have shown enhanced muscular endurance and subsequent muscular adaptations consistent with improved oxidative and buffering capacity (100). •\t Skeletal muscle adaptations to anaerobic muscular endurance training include fiber type transitions from Type IIx to Type IIb, as well as increases in mitochondrial and capillary numbers, buffering capacity, resistance to fatigue, and metabolic enzyme activity (64, 116)."
    },
    {
        "heading": "Body Composition",
        "content": "•\t Resistance training can increase fat-free mass and reduce body fat by up to 9% (116). •\t Increases in lean tissue mass, daily metabolic rate, and energy expenditure during exercise are outcomes of resistance training (53)."
    },
    {
        "heading": "Flexibility",
        "content": "•\t Anaerobic training potentially can have a positive impact on flexibility, and a combination of resistance training and stretching appears to be the most effective method to improve flexibility with increasing muscle mass (116)."
    },
    {
        "heading": "Aerobic Capacity",
        "content": "•\t In untrained people, heavy resistance training can increase V.O2max from 5% to 8%. In trained individ- uals, resistance training does not significantly affect aerobic capacity (52). •\t Circuit training and programs using high volume and short rest periods (i.e., 30 seconds or less) have been shown to improve V.O2max (64)."
    },
    {
        "heading": "Motor Performance",
        "content": "•\t Resistance training has been shown to increase running economy, vertical jump, sprint speed, tennis serve velocity, swinging and throwing velocity, and kicking performance (116)."
    },
    {
        "heading": "Adaptations to Anaerobic Training Programs",
        "content": "training in elite athlete populations (172). Several stud- ies have shown an incompatibility using three days a week of resistance training alternating with three days a week of aerobic endurance training (i.e., training on six consecutive days), or four to six days a week of com- bined high-intensity resistance and aerobic endurance training (16, 44, 112), thereby lending credibility to the suggestion that the onset of overtraining mechanisms could have played a role. When both modalities are per- formed during the same workout (yielding a frequency of three days a week with at least one day off between workouts), the incompatibility has not been shown as frequently (127, 137, 138). An exception was a study by Sale and colleagues (168), who showed that training four days (two days of resistance training and two days of aerobic endurance training) per week was better than training two days (combined resistance training and aerobic endurance training) per week for increasing leg press 1RM (25% vs. 13%). These studies show that increasing the recovery period between workouts may decrease the incompatibility, a principle supported by a recent meta-analysis of concurrent training by Wilson and colleagues (197)."
    },
    {
        "heading": "Power development appears to be negatively affected",
        "content": "more than strength during concurrent high-intensity resistance and aerobic endurance training. Häkkinen and colleagues (74) reported similar dynamic and isometric strength increases following 21 weeks of concurrent training or resistance training only; however, the resis- tance training–only group showed improvements in the rate of force development whereas the concurrent training group did not match this increase. Kraemer and colleagues (112) also showed that a resistance training–only group increased muscle power whereas a combined group did not. The resistance training–only group also increased peak power in upper and lower body tests while the combined group did not. It appears that power development is much more susceptible to the antagonistic effects of combined strength and aerobic endurance training than is slow-velocity strength (112). Lastly, the sequence may play a role in the magnitude of adaptation. Leveritt and Abernethy (126) examined lifting performance 30 minutes following a 25-minute aerobic exercise workout and found that the number of repetitions performed during the squat was reduced by 13% to 36% over three sets."
    },
    {
        "heading": "Overtraining",
        "content": "The goal of training is to provide incremental overload on the body so that physiological adaptations can subse- quently contribute to improved performance. Successful training must not only involve overload, but must also avoid the combination of excessive overload with inadequate recovery (140). When training frequency, volume, or intensity (or some combination of these) is excessive without sufficient rest, recovery, and nutri- ent intake, conditions of extreme fatigue, illness, or injury (or more than one of these) can occur (110, 124, 185). This accumulation of training stress can result in long-term decrements in performance with or without associated physiological and psychological signs and symptoms of maladaptation, and is referred to as over- training. Depending on the extent to which an athlete is overtrained, restoration of performance can take several weeks or months (81, 140)."
    },
    {
        "heading": "When an athlete undertakes excessive training that",
        "content": "leads to short-term decrements in performance, this temporary response has been termed overreaching or functional overreaching (FOR) (58, 163). Recovery from this condition is normally achieved within a few days or weeks of rest; consequently, overreaching can be prescribed as a planned phase in many training programs. The rationale is to overwork (to suppress performance and build up tolerance) and then taper in order to allow for a “supercompensation” in performance. In fact, it has been shown that short-term overreaching followed by an appropriate tapering period can result in beneficial strength and power gains (163). When mismanaged, however, it can lead to detrimental effects (144). When the intensification of a training stimulus con- tinues without adequate recovery and regeneration, an athlete can evolve into a state of extreme overreaching, or nonfunctional overreaching (NFOR). This NFOR leads to stagnation and a decrease in performance that will continue for several weeks or months. When an ath- lete does not fully respect the balance between training and recovery, the first signs and symptoms of prolonged training distress are decreased performance, increased fatigue, decreased vigor, and hormonal disturbances. When those occur, it becomes difficult to differentiate between NFOR and what has been termed overtraining syndrome (OTS). Central to the definition of OTS is a “prolonged maladaptation” not only of the athlete, but also of several biological, neurochemical, and hormonal regulation mechanisms. Many alternative terms have been suggested for OTS, including burnout, chronic overwork, staleness, unexplained underperformance syndrome, and overfatigue (21, 23). Figure 5.6 illus- trates the progression that composes the overtraining continuum. Overtraining syndrome can last as long as six months or beyond; and in the worst-case scenario, OTS can ruin an athletic career. Two distinct types of OTS have been proposed: sympathetic and parasympathetic. The sympathetic overtraining syndrome includes increased sympathetic activity at rest, whereas the parasym- pathetic overtraining syndrome involves increased parasympathetic activity at rest and with exercise (140). The sympathetic syndrome is thought to develop before the parasympathetic syndrome and predominates in younger athletes who train for speed or power (58). Eventually all states of overtraining culminate in the parasympathetic syndrome and the chronic suppression of most physiological systems throughout the body (140). Because rebounds are possible, it is difficult to determine exactly when overtraining becomes chronic. In addition, some athletes respond positively to over- reaching strategies (163) whereas for others, overreach- ing can be the catalyst for OTS. A predominant feature of OTS is the inability to sustain high-intensity exercise when training load is maintained or increased (141). In many cases OTS is a consequence of prolonged NFOR, which in itself can result from mistakes in the prescription of training load and a mismanagement of the acute training variables (e.g., intensity, volume, rest). A common mistake in overtrained athletes is a rate of progressive overload that is too high. That is, increasing either the volume or intensity (or both) too rapidly over a period of several weeks or months with insufficient recovery can result in greater structural damage over time and, potentially, overtraining. A theoretical overview of anaerobic over- training is presented in table 5.3."
    },
    {
        "heading": "For the purpose of investigating overtraining, delib-",
        "content": "erately causing OTS is not easy in a laboratory setting. What is more, while the symptoms of OTS are generally thought of as more severe than those of NFOR, there is no scientific evidence to confirm or refute this suggestion (140), making it hard to confirm that OTS has occurred. Instead, longitudinal monitoring of athletes has been the most practical way of documenting the physiological responses and performance effects of overtraining. The majority of this research has been conducted in endur- ance-type sports, where it is perhaps more prevalent. However, a survey of overtrained athletes showed that 77% were also involved in sports requiring high levels of strength, speed, or coordination (58). The symptoms of overtraining found in anaerobic activities (sympathetic) were also different from those in aerobic–endurance activities (parasympathetic) (23, 58)."
    },
    {
        "heading": "Stages of",
        "content": "overtraining"
    },
    {
        "heading": "Skeletal",
        "content": "muscle"
    },
    {
        "heading": "Cardiovas-",
        "content": "cular"
    },
    {
        "heading": "Psycholog-",
        "content": "ical"
    },
    {
        "heading": "No effect or",
        "content": "increase"
    },
    {
        "heading": "Altered",
        "content": "neuron function — — — — — —"
    },
    {
        "heading": "Functional",
        "content": "overreaching (FOR)"
    },
    {
        "heading": "Days to",
        "content": "weeks"
    },
    {
        "heading": "Temporary",
        "content": "decrease, returns to baseline"
    },
    {
        "heading": "Altered",
        "content": "motor unit recruitment — — — —"
    },
    {
        "heading": "Altered",
        "content": "sympathetic activity and hypotha- lamic control —"
    },
    {
        "heading": "Nonfunc-",
        "content": "tional overreaching (NFOR)"
    },
    {
        "heading": "Weeks",
        "content": "to months"
    },
    {
        "heading": "Stagnation",
        "content": "or decrease"
    },
    {
        "heading": "Decreased",
        "content": "motor coor- dination"
    },
    {
        "heading": "Altered",
        "content": "excitation– contraction coupling"
    },
    {
        "heading": "Decreased",
        "content": "muscle glycogen"
    },
    {
        "heading": "Increased",
        "content": "resting heart rate and blood pres- sure"
    },
    {
        "heading": "Altered",
        "content": "immune function"
    },
    {
        "heading": "Altered",
        "content": "hormonal concentra- tions"
    },
    {
        "heading": "Mood",
        "content": "distur- bances"
    },
    {
        "heading": "Overtraining",
        "content": "syndrome (OTS)"
    },
    {
        "heading": "Many",
        "content": "months to years"
    },
    {
        "heading": "Decrease",
        "content": "—"
    },
    {
        "heading": "Decreased",
        "content": "force production"
    },
    {
        "heading": "Decreased",
        "content": "glycolytic capacity —"
    },
    {
        "heading": "Sickness",
        "content": "and infection —"
    },
    {
        "heading": "Emotional",
        "content": "and sleep distur- bances Reprinted, by permission, from Fry et al., 1993 (62); Meeusen et al., 2013 (140). Figure 5.6  The overtraining continuum."
    },
    {
        "heading": "Days to",
        "content": "weeks"
    },
    {
        "heading": "Weeks to",
        "content": "months"
    },
    {
        "heading": "Functional",
        "content": "overreaching (FOR)"
    },
    {
        "heading": "Nonfunctional",
        "content": "overreaching (FOR)"
    },
    {
        "heading": "Months",
        "content": "or more"
    },
    {
        "heading": "Overtraining",
        "content": "syndrome (OTS)"
    },
    {
        "heading": "Sympathetic-type overtraining is a little more difficult",
        "content": "to characterize than parasympathetic overtraining. It can be speculated that increased neural activity consequent to excessive motor unit activation may bring about this type of overtraining; however, there are many other factors that could potentially contribute. Adopting a short-term NFOR model (eight sets of machine squats with a 95% 1RM load for six consecutive days), Fry and colleagues (59) examined intensity-specific responses and reported nonspecific performance decreases in isokinetic torque production, longer sprint times, and longer agility times. They did, however, find that 1RM strength was preserved. In a subsequent study by Fry and associates (62), subjects performed 10 sets of 1RM over seven days with a day’s rest. This resulted in a significant decrease (>9.9 pounds [4.5 kg]) in the 1RM in 73% of the sub- jects. Interestingly, some subjects made progress and did not reach a NFOR state. This demonstrates that the time course for the onset of overreaching or overtraining symptoms is greatly dependent on individual responses, training status, and genetic endowment."
    },
    {
        "heading": "Mistakes That Can Lead",
        "content": "to Anaerobic Overtraining The overtraining state is associated with damage to or negative physiological alterations in the neuromuscular system. As with any form of training, the structure of an anaerobic training program ultimately dictates the nature of the physical and physiological adaptations"
    },
    {
        "heading": "What Are the Markers of Anaerobic Overtraining?",
        "content": "Although the knowledge of central pathological mechanisms of OTS has increased significantly, there remains a strong demand for relevant tools for the early identification of OTS. Until a definitive evaluative tool is devel- oped, coaches and athletes need to use performance decrements as verification that overtraining is evident."
    },
    {
        "heading": "The following criteria may be considered:",
        "content": "1.\t Is the athlete experiencing any of the following symptoms? •\t Unexplained underperformance •\t Persistent fatigue •\t Increased sense of effort during training •\t Disordered sleep patterns •\t Loss of appetite 2.\t Are the athlete’s scores in maximal exercise tests, sport-specific performance tests, or vital signs assessments (heart rate, blood pressure) poorer than on previous tests or what would be considered normal or baseline? 3.\t Are there errors in the design of the athlete’s training program? •\t Training volume increased significantly (<5%) •\t Training intensity increased significantly •\t Training monotony present •\t High number or frequency of competitions 4.\t Are there other confounding factors? •\t Psychological signs and symptoms (disturbed Profile of Mood States [POMS], higher than normal rating of perceived exertion [RPE]) •\t Social factors (family, relationships, finances, work, coach, team) •\t Recent or multiple time zone travel 5.\t Does the athlete have any common exclusion criteria? •\t Confounding illnesses •\t Anemia •\t Infectious diseases •\t Muscle damage (high creatine kinase levels) •\t Endocrine disorders (diabetes, catecholamines, adrenal, thyroid) •\t Major eating disorders •\t Biological abnormalities (C-reactive protein, creatinine, decreased ferritin) •\t Musculoskeletal injury •\t Cardiologic symptoms •\t Adult-onset asthma •\t Allergies It should be noted that no single marker can be taken as an indicator of impending OTS. A plethora of research (140, 185, 194) suggests that OTS is multifactorial in its nature and that regular monitoring of a combination of performance, physiological, biochemical, immunological, and psychological variables should be considered. that take place in response to the training stimulus. A mistake in the prescription of any acute program variable could theoretically contribute to OTS if it is consistently repeated over time. This can often occur when highly motivated athletes use a high volume of heavy training loads with high training frequency and take limited rest to recover between workouts. Training volume has been shown to be important for augmenting continued gains in performance. Conversely, however, an excessively high volume of exercise can create a stimulus that exceeds the athlete’s ability to recover from the stress and may result in excessive soreness and residual fatigue. Training periodization should therefore consist of careful planning to avoid overtraining."
    },
    {
        "heading": "Hormonal Markers",
        "content": "of Anaerobic Overtraining"
    },
    {
        "heading": "Regular monitoring of performance standards is central",
        "content": "in any attempt to avoid the onset of NFOT or OTS, but some researchers have used biological markers to try to characterize anaerobic overtraining. Indeed, it has long been hypothesized that endocrine factors mediate the central dysfunction that occurs during the pathogenesis of OTS (140)."
    },
    {
        "heading": "The resting plasma testosterone/cortisol ratio has",
        "content": "long been considered an indicator of an overtraining state. This ratio decreases in relation to the intensity and duration of exercise; however, it is now evident that it indicates only the actual physiological strain of train- ing and cannot be used for diagnostic purposes (43). A blunted rise in pituitary hormones (adrenocorticotropic hormone [ACTH], growth hormone, luteinizing hor- mone, follicle-stimulating hormone [FSH]) in response to a stressful stimulus has been reported (194). However, despite this seemingly uniform acute hormonal response following exercise, explaining the disturbance in the neuroendocrine system caused by OTS is not simple."
    },
    {
        "heading": "Indeed, whether peripheral metabolic hormones can",
        "content": "be used as accurate markers of OTS remains a topic of ongoing discussion. In efforts to predict overtraining responses from FOR, decreased resting concentrations of testosterone and IGF-I have been observed (159); but in response to resistance exercise, augmented acute testosterone responses are found in trained individuals with previous exposure to overreaching (61). Volume-re- lated overtraining has been shown to increase cortisol and to decrease resting luteinizing hormone and total and free testosterone concentrations (58). In addition, the exercise-induced elevation in total testosterone can potentially be blunted (79)."
    },
    {
        "heading": "Intensity-related overtraining does not appear to",
        "content": "alter resting concentrations of hormones (58). Fry and colleagues (60) reported no changes in circulating testos- terone, free testosterone, cortisol, and growth hormone concentrations during high-intensity anaerobic overtrain- ing (e.g., 10 1RM sets of the squat exercise each day for two weeks). Interestingly, Meeusen and colleagues (141) have reported that the training status of an athlete has an impact on hypothalamic–pituitary reactivity, with differing neuroendocrine responses exhibited in response to NFOR. Initially, highly trained athletes are likely to experience a large, hypersensitive sympathetic hormone response, following which a suppression of circulating hormone concentrations will occur that reflects a down- regulation of pituitary sensitivity and long-term pituitary exhaustion (141). Collectively, endocrine responses appear to require longer than one week of monitoring in order to serve as adequate markers. What remains clear, however, is that the most effective biological markers are perhaps those that allow for early detection of NFOR, and it is this early recognition that will support the pre- vention of OTS."
    },
    {
        "heading": "Mood disturbances and psychological symptoms, as",
        "content": "determined from the Profile of Mood States (POMS), have been associated with OTS in athletes for many years. Heavy resistance training is accompanied by decreased vigor, motivation, and confidence; raised levels of tension, depression, anger, fatigue, confusion, anxiety, and irritability; and impaired concentration (110). Altered psychological characteristics are also related to changing endocrine profiles (141). Many athletes sense overtraining by the associated psycho- logical alterations that are often observed before actual decrements in performance occur. Monitoring the mood and mental state of an athlete is very important to gain insights into overtraining (111, 140)."
    },
    {
        "heading": "Detraining",
        "content": "Detraining is the term given to a decrement in per- formance and loss of the accumulated physiological adaptations following the cessation of anaerobic training or when there is a substantial reduction in frequency, volume, intensity, or any combination of these variables."
    },
    {
        "heading": "According to the principles of reversibility, training-in-",
        "content": "duced adaptations are transient and thus can disappear when the training load is insufficient or removed com- pletely. The result is a partial or complete loss of the anatomical, physiological, and performance adaptations that have been made. The magnitude of these losses is dependent on the length of the detraining period as well as the initial training status of the individual. Following the removal of a training stimulus is a lag time before the effects of detraining are fully observed."
    },
    {
        "heading": "Strength performance in general is readily maintained",
        "content": "for up to four weeks of inactivity; but in highly trained athletes, eccentric force and sport-specific power may decline significantly faster (146). In trained weightlifters, removing the training stimulus for 14 days did not sig- nificantly affect 1RM strength performance in the bench press (−1.7%) and squat (−0.9%), isometric (−7%) and isokinetic concentric knee extension force (−2.3%), or vertical jump performance (1.2%) (88). In recreationally trained men, very little change is seen during the first six weeks of detraining (108). Longer periods of training cessation are accompanied by significantly pronounced declines in the strength performance of strength-trained athletes (146), but this loss is still limited to 7% to 12% during periods of inactivity ranging from 8 to 12 weeks. This strength loss is coupled with decreased average maximal bilateral and unilateral intramuscular EMG."
    },
    {
        "heading": "Indeed, strength reductions appear related to neural",
        "content": "mechanisms initially, with atrophy predominating as the detraining period extends. Interestingly, the amount of muscle strength retained is rarely lower than pretraining values, indicating that resistance training has a residual effect when the stimulus is removed. However, when the athlete returns to training, the rate of strength reat- tainment is high, supporting the paradigm of “muscle memory.”"
    },
    {
        "heading": "With respect to muscle fiber characteristics following",
        "content": "the cessation of training, it appears that fiber disruption remains unchanged during the initial weeks of inactivity, but oxidative fibers may increase in strength-trained athletes (decrease in endurance athletes) within eight weeks of stopping training (146). In strength-trained athletes, 14 days of inactivity has been reported to have no effect on muscle fiber type distribution (88). In comparison, muscle fiber cross-sectional area declines rapidly in strength and sprint athletes (146). In 12 trained weightlifters, Hortobagyi and colleagues (88) observed a decline of 6.4% in fast-twitch fiber cross-sectional area in 14 days. These changes specifically targeted fast-twitch fibers initially, with no significant change immediately found in the slow-twitch fiber population. Longer periods of stoppage bring about declines in both fast- and slow-twitch fiber cross-sectional area and muscle mass in anaerobically trained athletes. In professional rugby league players, cross-sectional area of fast-twitch fibers decreased more than that of slow- twitch fibers, with the former being 23% larger at the end of a competitive season but only 9% larger after six weeks without training (8). After seven months with no training, an average of 37.1% atrophy was observed in all fiber types of a powerlifter (182); in elite body builders after 13.5 months without training, fat-free mass, thigh and arm girth, and average fiber area decreased by 9.3%, 0.5%, 11.5%, and 8.3%, respectively (72)."
    },
    {
        "heading": "Conclusion",
        "content": "Anaerobic exercise represents a specific type of training stress to the anatomy and various systems of the body, and adaptations consequent to anaerobic training are specific to the nature of the exercise performed. It is also apparent that an individual’s age, nutrition, prior fitness level, and training motivation can affect adapta- tions. Integration of a training program that has many components requires careful planning and monitoring in order to minimize the occurrence of incompatibili- ties or overtraining. Explosive training evokes marked increases in muscular power, whereas more conventional heavy resistance training mainly increases muscle size and strength. Anaerobic training (resistance, sprint, plyo- metric, agility, high-intensity interval training) in general elicits specific adaptations in the nervous system leading to greater recruitment, rate of firing, synchronization, and enhanced muscle function that enable increases in strength and power. Anaerobic training also has positive effects on bone, muscle, and the associated connective tissue; the entire musculoskeletal system undergoes a coordinated adapta- tion to exercise. Athletes undertaking strenuous exercise training experience changes in the force-generating capabilities of muscle, resulting in a coordinated and proportional increase in the load-bearing capacity of bone and other connective tissue. Anaerobic training can increase skeletal muscle mass, force-generating capability, and metabolic capacity and may lead to subtle alterations of the endocrine system that enhance the tissue remodeling process."
    },
    {
        "heading": "Anaerobic training generally results in fewer acute",
        "content": "and chronic responses in the cardiovascular and respira- tory systems, although low-intensity, high-volume resis- tance exercise produces some responses that are similar to those with aerobic exercise. Collectively, improved neuromuscular, musculoskeletal, endocrine, and car- diovascular function contribute to enhanced muscle strength, power, hypertrophy, muscular endurance, and motor performance—all of which contribute to increased athletic performance. The adaptations observed in ath- letes are directly related to the quality of the exercise stimulus and accordingly to the levels of progressive overload, specificity, and variation incorporated into program design. The scientific basis of program design is ultimately seen in the effectiveness with which the athlete improves performance."
    },
    {
        "heading": "Key Terms",
        "content": "actin anaerobic alactic system anaerobic lactic system anaerobic training bilateral deficit bilateral facilitation bone matrix bone mineral density (BMD) collagen cortical bone cross-education cross-linking detraining elastin electromyography (EMG) fibrous cartilage functional overreaching (FOR) hyaline cartilage hydroxyapatite hyperplasia hypertrophy mechanical loading microfibril minimal essential strain (MES) motor unit myogenesis myosin myotatic reflex nebulin neuromuscular junction (NMJ) nonfunctional overreaching (NFOR) osteoblasts osteogenic stimuli osteoporosis overreaching overtraining overtraining syndrome (OTS) parasympathetic overtraining syndrome peak bone mass pennation angle periosteum procollagen progressive overload rate–pressure product reactive hyperemia selective recruitment size principle specificity of loading stress fractures structural exercises sympathetic overtraining syndrome tendon stiffness titin trabecular bone ventilatory equivalent"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Following resistance training, augmented neural drive to the working musculature is the result of"
    },
    {
        "heading": "IV.\tgreater synchronization",
        "content": "a.\tall of the above b.\tI and IV only c.\tI, II, and III only d.\tI, II, and IV only 2.\t When one is performing a box-to-box plyometric drop jump, in order to generate sufficient force in a limited amount of time (<200 ms), which muscle fibers are bypassed through the principle of selective recruitment? a.\t I b.\t IIa c.\t IIx d.\t IIc 3.\t Which of the following performance or physiological characteristics is NOT usually observed in a state of nonfunctional overreaching (NFOR) within athlete populations? a.\t stagnation and a decrease in performance b.\t hormonal disturbances c.\t mood disturbances and depression d.\t increased levels of fatigue 4.\t Following prolonged periods of detraining in elite strength/power athletes, which of the following physical characteristics will likely show the largest reduction as a consequence of the removal of an anaerobic training stimulus? a.\t total fat mass b.\t fast-twitch fiber cross-sectional area c.\t slow-twitch fiber cross-sectional area d.\t total Type I muscle fiber content 5.\t Following a period of chronic high-intensity resistance training, a variety of physiological adaptations take place in a number of systems within the body that promote improved athletic performance in strength/power activities. If an elite athlete were to undergo 12 weeks of heavy strength training, which of the following adaptations would NOT be expected consequent to this type of anaerobic exercise? a.\t a transition from Type IIx to Type IIa muscle fiber b.\t increased pennation angle in certain muscle groups c.\t reduced sarcoplasmic reticulum and T-tubule density d.\t elevated sodium–potassium ATPase activity 6.\t In which of the following athletes might you expect limited bone mineral density (BMD) levels as a conse- quence of the force vectors and the physical demands associated with the given sport? a.\t a 16-year-old gymnast with a seven-year training history in her sport b.\t a 23-year-old offensive lineman who has lifted weights for eight years c.\t a 33-year-old track cyclist who has a 1RM squat of 352 pounds d.\t a 19-year-old 800 m freestyle swimmer with one year of dryland training This page intentionally left blank."
    }
]