[
    {
        "heading": "Jeffrey M. McBride, PhD",
        "content": "After completing this chapter, you will be able to •\t identify the major components of skeletal musculature, •\t differentiate the various types of levers of the musculoskeletal system, •\t identify primary anatomical movements during sport activities and exercises, •\t calculate linear and rotational work and power, •\t describe the factors contributing to human strength and power, •\t evaluate resistive force and power patterns of exercise devices, and •\t identify factors of importance for joint biomechanics with exercise. The author would like to acknowledge the significant contribution of Everett Harman to this chapter."
    },
    {
        "heading": "Knowledge of biomechanics is important for under-",
        "content": "standing human movements, including those involved in sport and exercise. Biomechanics focuses on the mechanisms through which the musculoskeletal compo- nents interact to create movement. Having insight into how body movements are carried out and the stresses that the movements place on the musculoskeletal system facilitates the design of safe and effective resistance training programs. This chapter begins with an overview of skeletal mus- culature, body mechanics, and the primary movement patterns during sport activities and exercise, followed by biomechanical principles related to the manifestation of human strength and power. Next, the primary sources of resistance to muscle contraction used in exercise devices—including gravity, inertia, friction, fluid resistance, and elasticity—are discussed. Then we turn to concerns with resistance training that relate to joint biomechanics (with special emphasis on the shoulders, back, and knees)."
    },
    {
        "heading": "Skeletal Musculature",
        "content": "To cause movement or to generate force against exter- nal objects, both ends of each skeletal muscle must be attached to bone by connective tissue. Traditionally, anatomists define the muscle’s origin as its proximal (toward the center of the body) attachment, and its insertion as its distal (away from the center of the body) attachment. Sometimes the origin is defined as the more stationary structure to which the muscle is attached and the insertion as the more mobile structure. This defini- tion can lead to a confusing reversal of the origin and insertion. For example, during a straight-leg sit-up, the origin of the iliacus muscle is the femur, because of its relative immobility. The pelvis, being more mobile, is the insertion. However, during the leg raise exercise, the pelvis is relatively immobile and would therefore become the origin, while the more mobile femur would become the insertion. The traditional definition therefore provides the most consistency. Muscles are attached to bone in various ways. In fleshy attachments, which are most often found at the proximal end of a muscle, muscle fibers are directly affixed to the bone, usually over a wide area so that force is distributed rather than localized. Fibrous attach- ments, such as tendons, blend into and are continuous with both the muscle sheaths and the connective tissue surrounding the bone. They have additional fibers that extend into the bone itself, making for a very strong union."
    },
    {
        "heading": "Virtually all body movements involve the action",
        "content": "of more than one muscle. The muscle most directly involved in bringing about a movement is called the prime mover, or agonist. A muscle that can slow down or stop the movement is called the antagonist. The antagonist assists in joint stabilization and in braking the limb toward the end of a fast movement, thereby pro- tecting ligamentous and cartilaginous joint structures from potentially destructive forces. During throwing, for example, the triceps acts as an agonist, extending the elbow to accelerate the ball. As the elbow approaches full extension, the biceps acts as an antagonist to slow down elbow extension and bring it to a stop, thereby protecting elbow structures from internal impact. A muscle is called a synergist when it assists indi- rectly in a movement. For example, the muscles that stabilize the scapula act as synergists during upper arm movement. Without these synergists, the muscles that move the upper arm (many of which originate on the scapula) would not be effective in bringing about this movement. Synergists are also required to control body motion when the agonist is a muscle that crosses two joints. For example, the rectus femoris muscle crosses the hip and knee, acting to flex the hip and extend the knee when contracting. Rising from a low squat involves both hip and knee extension. If the rectus femoris is to act to extend the knee as a person rises without inclining the trunk forward, then hip extensor muscles such as the gluteus maximus must act synergistically to counteract the hip flexion that would otherwise result from tension in the rectus femoris."
    },
    {
        "heading": "Levers of the Musculoskeletal System",
        "content": "Although there are many muscles in the body that do not act through levers, such as muscles of the face, tongue, heart, arteries, and sphincters, body movements directly involved in sport and exercise primarily act through the bony levers of the skeleton. In order to understand how the body effects such movements, a basic knowledge of levers is required. Several basic definitions follow. first-class lever—A lever for which the muscle force and resistive force act on opposite sides of the fulcrum (see figure 2.2). fulcrum—The pivot point of a lever. lever—A rigid or semirigid body that, when subjected to a force whose line of action does not pass through its pivot point, exerts force on any object impeding its tendency to rotate (figure 2.1). mechanical advantage—The ratio of the moment arm through which an applied force acts to that through which a resistive force acts (figure 2.1). For there to be a state of equilibrium between the applied and resistive torques, the product of the muscle force and the moment arm through which it acts must equal the product of the resistive force and the moment arm through which it acts. Therefore, a mechanical"
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "advantage, represented as a ratio greater than 1.0, allows the applied (muscle) force to be less than the resistive force to produce an equal amount of torque."
    },
    {
        "heading": "Conversely, a calculated mechanical advantage of",
        "content": "a ratio less than 1.0 indicates that one must apply greater (muscle) force than the amount of resistive force present, creating an obvious disadvantage for the muscle. moment arm (also called force arm, lever arm, or torque arm)—The perpendicular distance from the line of action of the force to the fulcrum. The line of action of a force is an infinitely long line passing through the point of application of the force, oriented in the direction in which the force is exerted. muscle force—Force generated by biochemical activ- ity, or the stretching of noncontractile tissue, that tends to draw the opposite ends of a muscle toward each other. resistive force—Force generated by a source external to the body (e.g., gravity, inertia, friction) that acts contrary to muscle force. second-class lever—A lever for which the muscle force and resistive force act on the same side of the fulcrum, with the muscle force acting through a moment arm longer than that through which the resistive force acts, as when the calf muscles work to raise the body onto the balls of the feet (figure 2.3). Due to its mechanical advantage (i.e., relatively long moment arm), the required muscle force is smaller than the resistive force (body weight). third-class lever—A lever for which the muscle force and resistive force act on the same side of the fulcrum, with the muscle force acting through a moment arm shorter than that through which the resistive force acts (figure 2.4). The mechanical advantage is thus less than 1.0, so the muscle force has to be greater than the resistive force to produce torque equal to that produced by the resistive force. torque (also called moment)—The degree to which a force tends to rotate an object about a specified ful- crum. It is defined quantitatively as the magnitude of a force times the length of its moment arm. Figure 2.2 shows a first-class lever, because muscle force and resistive force act on opposite sides of the ful- crum. During isometric exertion or constant-speed joint rotation, FM · MM = FR · MR. Because MM is much smaller than MR, FM must be much greater than FR; this illustrates the disadvantageous nature of this arrangement (i.e., a large muscle force is required to push against a relatively small external resistance)."
    },
    {
        "heading": "FA",
        "content": "Figure 2.1  A lever. The lever can transmit force tangential to the arc of rotation from one contact point along the object’s length to another. FA = force applied to the lever; MAF = moment arm of the applied force; FR = force resist- ing the lever’s rotation; MRF = moment arm of the resistive force. The lever applies a force on the object equal in magnitude to but opposite in direction from FR."
    },
    {
        "heading": "O",
        "content": "Figure 2.2  A first-class lever (the forearm). Elbow exten- sion against resistance (e.g., a triceps extension exer- cise). O = fulcrum; FM = muscle force; FR = resistive force; MM = moment arm of the muscle force; MR = moment arm of the resistive force. Mechanical advantage = MM/ MR = 5 cm/40 cm = 0.125, which, being less than 1.0, is a disadvantage in the common sense."
    },
    {
        "heading": "FR",
        "content": "Figure 2.4  A third-class lever (the forearm). Elbow flex- ion against resistance (e.g., a biceps curl exercise). FM = muscle force; FR = resistive force; MM = moment arm of the muscle force; MR = moment arm of the resistive force. Because MM is much smaller than MR, FM must be much greater than FR. Most human muscles that rotate the limbs about body joints operate at a mechanical advantage of less than 1.0 (that is, at a mechanical disadvantage). This is why internal muscle forces are much greater than the forces exerted by the body on external objects. For example, in figure 2.2, because the resistance moment arm is eight times longer than the muscle moment arm, muscle force must be eight times the resistive force. The extremely high internal forces experienced by muscles and tendons account in large part for injury to these tissues. During actual movement, the categorization of a lever as first, second, or third class often depends on the somewhat arbitrary decision of where the fulcrum lies. Therefore, understanding the principle of mechanical advantage is of much greater importance than being able to classify levers."
    },
    {
        "heading": "Mechanical advantage often changes continuously",
        "content": "during real-world activities. The following are examples of this. •\t For movements such as knee extension and flexion, where the joint is not a true hinge, the location of the axis of rotation changes continu- ously throughout the range of motion, affecting the length of the moment arm through which the quadriceps and hamstrings act. For knee exten- sion, the patella, or kneecap, helps to prevent large changes in the mechanical advantage of the quadriceps muscle by keeping the quadriceps tendon from falling in close to the axis of rotation (figure 2.5). •\t For movements such as elbow extension and flexion, there is no structure such as the patella to keep the perpendicular distance from the joint axis of rotation to the tendon’s line of action relatively constant (figure 2.6). •\t During resistance training with free weights, the moment arm through which the weight acts equals the horizontal distance from a line through the center of mass of the barbell or dumbbell to the body joint about which rotation of the limb occurs; the resistive moment arm thus varies throughout the movement (figure 2.7). ▶ ▶Most of the skeletal muscles operate at a considerable mechanical disadvantage due to the lever arrangement within the body and relative to the external forces the body resists. Thus, during sport and other physical activities, forces in the muscles and tendons are much higher than those exerted by the hands or feet on external objects or the ground. Figure 2.3  A second-class lever (the foot). Plantar flexion against resistance (e.g., a standing heel raise exercise). FM = muscle force; FR = resistive force; MM = moment arm of the muscle force; MR = moment arm of the resistive force. When the body is raised, the ball of the foot, being the point about which the foot rotates, is the fulcrum (O). Because MM is greater than MR, FM is less than FR."
    },
    {
        "heading": "Patellar",
        "content": "ligament"
    },
    {
        "heading": "Axis of",
        "content": "rotation"
    },
    {
        "heading": "Quadriceps",
        "content": "tendon a b Figure 2.5  (a) The patella increases the mechanical advantage of the quadriceps muscle group by maintaining the quadriceps tendon’s distance from the knee’s axis of rotation. (b) Absence of the patella allows the tendon to fall closer to the knee’s center of rotation, shortening the moment arm through which the muscle force acts and thereby reducing the muscle’s mechanical advantage. Reprinted, by permission, from Gowitzke and Milner, 1988 (12). Figure 2.6  During elbow flexion with the biceps muscle, the perpendicular distance from the joint axis of rotation to the tendon’s line of action varies throughout the range of joint motion. When the moment arm (M) is shorter, there is less mechanical advantage."
    },
    {
        "heading": "Considerable variation in human anatomical structure",
        "content": "exists, including the points at which tendons are attached to bone. A person whose tendons are inserted on the bone farther from the joint center should be able to lift heavier weights because muscle force acts through a longer moment arm and thus can produce greater torque around the joint. (In figure 2.6, for example, consider how the moment arm [M] would change if the tendon insertion were farther to the right.) It is important, however, to recognize the trade-off involved in tendon insertion. The mechanical advantage gained by having tendons insert farther from the joint center is accompanied by a loss of maximum speed because, with the tendon inserted farther from the joint center, the muscle has to contract more to make the joint move through a given range of motion. In other words, a given amount of muscle short- ening results in less rotation of body segments about a joint, which translates into a loss in movement speed."
    },
    {
        "heading": "M",
        "content": "Figure 2.7  As a weight is lifted, the moment arm (M) through which the weight acts, and thus the resistive torque, changes with the horizontal distance from the weight to the elbow. Figure 2.8a shows that, starting with the joint extended, when a hypothetical muscle shortens by a given amount, the joint rotates by 37°. However, if the muscle were inserted farther from the joint center, as in figure 2.8b, the same amount of muscle shortening would bring about only 34° of joint rotation because of the geometry of the dynamic triangle whose vertices are the muscle insertion and origin and the joint center of rotation. To produce a given joint rotational velocity, a muscle inserted farther from the joint center must contract at a higher speed, at which it can generate less force due to the inverse force–velocity relationship of muscle (34) described later in this chapter. Therefore, such a tendon arrangement reduces the muscle’s force capability during faster movements. One can see how relatively subtle individual differ- ences in structure can result in various advantages and disadvantages. Although these skeletal arrangements are nonmodifiable, it is important to understand that for slower movements, as in powerlifting, tendon insertion farther from the joint than normal can be advantageous, while for athletic activities occurring at high speeds,"
    },
    {
        "heading": "Variation in",
        "content": "bicep brachii length"
    },
    {
        "heading": "Muscle origin",
        "content": "22° 37° a"
    },
    {
        "heading": "Variation in",
        "content": "bicep brachii length"
    },
    {
        "heading": "Muscle origin",
        "content": "17.5° 34° b Figure 2.8  Changes in joint angle with equal increments of muscle shortening when the tendon is inserted (a) closer to and (b) farther from the joint center. Configura- tion b has a larger moment arm and thus greater torque for a given muscle force, but less rotation per unit of muscle contraction and thus slower movement speed."
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "such as hitting a tennis ball, such an arrangement can be disadvantageous."
    },
    {
        "heading": "Anatomical Planes",
        "content": "and Major Body Movements Figure 2.9 depicts a person standing in the standard ana- tomical position. The body is erect, the arms are down at the sides, and the palms face forward. Anatomical views of the body, as in magnetic resonance imaging, are generally shown in the sagittal, frontal, and transverse planes, which slice the body into left–right, front–back, and upper–lower sections, respectively, not necessarily at the midpoint. The anatomical planes are also useful for describing the major body movements. Examples of exercise movements that take place in these planes include standing barbell curl (sagittal plane), standing lateral dumbbell raise (frontal plane), and dumbbell fly (transverse plane)."
    },
    {
        "heading": "Biomechanical analysis of human movement can be",
        "content": "used to quantitatively analyze the target activity. In the absence of the requisite equipment and expertise, how- ever, simple visual observation is adequate for identify- ing the basic features of a sport movement. Exercises can then be selected that involve similar movement around the same joints, thereby incorporating specificity of training. Slow-motion videotape can facilitate the obser- vation. Also, commercially available software enables more detailed analysis of sport movements captured in digital video. Figure 2.10 presents a simple list of possible body movements that provides a manageable framework for movement-oriented exercise prescription. Only move- ments in the frontal, sagittal, and transverse planes are considered because, although few body movements occur only in these three major planes, there is enough overlap of training effects that exercising muscles within the planes also strengthens them for movements between the planes."
    },
    {
        "heading": "Although a program providing resistance exercise",
        "content": "for all the movements in figure 2.10 would be both comprehensive and balanced, some of the movements are commonly omitted from standard exercise programs whereas others receive particular emphasis. Important sport movements not usually incorporated into standard resistance training programs include shoulder internal and external rotation (throwing, tennis), knee flexion (sprinting), hip flexion (kicking, sprinting), ankle dor- siflexion (running), hip internal and external rotation (pivoting), hip adduction and abduction (lateral cutting), torso rotation (throwing, batting), and the various neck movements (boxing, wrestling)."
    },
    {
        "heading": "Human Strength and Power",
        "content": "The terms strength and power are widely used to describe some important abilities that contribute to maximal human efforts in sport and other physical activities. Unfortunately, there is often little consistency in the way the terms are used. This section provides a scientific basis for understanding human strength and power and shows how various factors contribute to their manifestation."
    },
    {
        "heading": "Basic Definitions",
        "content": "Though it is widely accepted that strength is the abil- ity to exert force, there is considerable disagreement as to how strength should be measured. The weight that a person can lift is probably the oldest quantita- tive measure of strength. Technological developments have popularized the use of isometric strength testing and also isokinetic strength testing. All sports involve acceleration (change in velocity per unit time) of the body and, for some sports, of an implement as well (e.g., baseball bat, javelin, tennis racket). Acceleration is associated with resistive force according to Isaac"
    },
    {
        "heading": "Force = Mass ∙ Acceleration",
        "content": "(2.1)"
    },
    {
        "heading": "Sagittal",
        "content": "plane"
    },
    {
        "heading": "Transverse",
        "content": "plane"
    },
    {
        "heading": "Frontal",
        "content": "plane Figure 2.9  The three planes of the human body in the anatomical position."
    },
    {
        "heading": "Exercise: arm wrestle move-",
        "content": "ment (with dumbbell or cable)"
    },
    {
        "heading": "Exercise: reverse arm",
        "content": "wrestle movement"
    },
    {
        "heading": "Exercise: wide-grip shoulder",
        "content": "press"
    },
    {
        "heading": "Exercise: dynamic",
        "content": "back bridge"
    },
    {
        "heading": "Shoulder—transverse",
        "content": "(upper arm to 90° to trunk)"
    },
    {
        "heading": "Exercise: bent-over lateral",
        "content": "raise"
    },
    {
        "heading": "Sport: wrestling movement",
        "content": "Figure 2.10  Major body movements. Planes of movement are relative to the body in the anatomical position unless otherwise stated. Common exercises that provide resistance to the movements and related sport activities are listed. Reprinted, by permission, from Harman, Johnson, and Frykman, 1992 (16)."
    },
    {
        "heading": "Exercise: medicine ball",
        "content": "overhead hook throw"
    },
    {
        "heading": "Sport: javelin throw",
        "content": "follow-through"
    },
    {
        "heading": "Exercise: medicine ball side",
        "content": "toss"
    },
    {
        "heading": "Exercise: standing",
        "content": "adduction machine"
    },
    {
        "heading": "Exercise: standing",
        "content": "abduction machine"
    },
    {
        "heading": "Hip—transverse",
        "content": "(upper leg to 90° to trunk)"
    },
    {
        "heading": "Exercise: seated abduction",
        "content": "machine"
    },
    {
        "heading": "Sport: high jump",
        "content": "Because of individual differences in the ability to exert force at different velocities (43), strength scores obtained from isometric and low-speed resistance tests may vary in predictive ability when the force is required with concomitant high velocity. Thus, testing an athlete’s force capabilities at various loads may provide more insight into the person’s sport-specific capabilities and weaknesses (6). Although controlling and monitoring velocity during strength testing require sophisticated equipment, the resulting strength scores may be more meaningfully related to sport ability than are static strength measures or maximum loads lifted."
    },
    {
        "heading": "Positive Work and Power",
        "content": "The curiosity about force capacity at particular velocities of movement or at high velocity has led to heightened interest in power as a measurement of the ability to exert force at higher speeds. Outside of the scientific realm, power is loosely defined as “explosive strength” (42). However, in physics, power is precisely defined as the time rate of doing work, where work is the product of the force exerted on an object and the distance the object moves in the direction in which the force is exerted. Quantitatively, work and power are defined as follows:"
    },
    {
        "heading": "Work = Force ∙ Displacement",
        "content": "(2.2) and"
    },
    {
        "heading": "Power = Work / Time",
        "content": "(2.3) Power can also be calculated as the product of force on an object and the object’s velocity in the direction in which the force is exerted, or the product of the object’s velocity and the force on the object in the direction in which the object is traveling. For all the equations in this chapter to work out correctly, consistent units must be used. In the Inter- national System of Units (SI, abbreviated from the French), the worldwide standard, force is measured in newtons (N), distance in meters (m), work in joules (J, i.e., newton-meters, or N·m), time in seconds (s), and power in watts (W, i.e., J/s). The appropriate SI units for the equations can be obtained from other common units using the factors listed in table 2.1. As an example of applying equation 2.2, the net work performed when a weight is lifted is equal to the magnitude of the weight (F1) plus the force (F2) required for a desired acceleration rate multiplied by the displacement (D) in which the weight is lifted upward. It should be noted that the weight and force direction must coincide with the direction of the displacement. The determination of this relationship is defined by the angle between the force vector and displacement vector (theta, ). For example, the work involved in lifting a 100 kg (220-pound) barbell 2 m (6.6 feet) per repetition for 10 repetitions is calculated as follows: 1.\t Determine the weight (F1) of the bar in SI units (newtons) by multiplying the mass of the bar in kilograms by the local acceleration due to gravity in meters per second squared. If the local accel- eration due to gravity is not available, 9.8 m/s2 is a good approximation. As stated earlier, theta (u) is the angle between the force and displacement vector, which in this case is zero: Force applied to counter the weight of the bar (F1) = 9.8 m/s2 ∙ 100 kg ∙ cos 0° = 980 N 2.\t Calculate the additional force (F2) required to accelerate the bar mass upward at a given rate. (Force required to lower the bar in a controlled manner is calculated later.) For example, if the desired acceleration rate upward is 2 m/s2, the force required would be Force applied to accelerate the bar upward (F2) = 2 m/s2 ∙ 100 kg ∙ cos 0° = 200 N 3.\t Apply equation 2.2 to calculate the work for 10 repetitions in Joules: Work (positive) = (980 N + 200 N) ∙ 2 m ∙ 10 Reps = 23,600 J This method of calculating work can be very useful for quantifying the volume of a workout. The work for each set is calculated as shown, and the total work for the whole workout is determined by addition. For free weight exercises, the vertical travel of the bar for one rep- etition of each exercise is measured for each individual by subtracting the height of the bar relative to the floor at its low position from the height of the bar at its high position. For weight-stack exercises, the vertical travel of the stack is measured. These measurements can be made with an empty bar or the lowest-weight plate on the stack, because the vertical distance traveled by the weight during a given exercise for an individual should"
    },
    {
        "heading": "F",
        "content": "= 0 degrees"
    },
    {
        "heading": "D",
        "content": "θ ↑ ↑ ↑"
    },
    {
        "heading": "By",
        "content": "newtons (N) pounds (lb) 4.448 newtons (N) kilograms mass (kg) local acceleration of gravity newtons (N) kilograms force (kg) 9.807 meters (m) feet (ft) 0.3048 meters (m) inches (in.) 0.02540 radians (rad) degrees (°) 0.01745"
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "be about the same regardless of the weight used. In the previous example, in which work was determined, if it takes 40 seconds to perform the 10 repetitions, the average power output in watts for the set is calculated using equation 2.3: Power (positive) = 23,600 J / 40 seconds = 590 W"
    },
    {
        "heading": "Negative Work and Power",
        "content": "Because power equals the product of force and velocity, when force is exerted on a weight in the direction oppo- site to the one in which the weight is moving (as when a weight is lowered in a controlled manner), calculated power has a negative sign, as does calculated work. All such “negative” power and work occur during eccentric muscle actions, such as lowering a weight or decelerating at the end of a rapid movement. Strictly speaking, there is no such thing as negative work or power. The term nega- tive work really refers to work performed on, rather than by, a muscle. When a weight is lifted, muscles perform work on the weight, increasing the weight’s potential energy. When the weight is lowered, its potential energy is used to perform an equal amount of work on the ath- lete. Thus, while repetitions are performed, the athlete and weight alternately perform work on each other, rather than the athlete’s alternately performing positive and negative work. The rate at which the repetitions are performed determines the power output. The rate at which the bar would accelerate downward in free fall is 9.8 m/s2. If the net force applied was 980 N (F1), the acceleration rate would be 0 m/s2. If we remove 200 N of force (200 N divided by the bar mass of 100 kg, a = F/m) the acceleration rate of the bar would be 2 m/s2 downward (in other words, controlling the bar’s rate of acceleration by decreasing the force applied). 1.\t Calculate the force (F3) that must be removed to allow the bar mass to accelerate downward at a given rate. For example, if the desired accelera- tion rate downward is 2 m/s2, the force required would be"
    },
    {
        "heading": "Force removed to accelerate the bar downward",
        "content": "(F3) = 2 m/s2 ∙ 100 kg ∙ cos 0° = 200 N 2.\t Apply equation 2.2 to calculate the work for 10 repetitions in Joules: Work (negative) = (980 N + −200 N) ∙ (−2 m) ∙ 10 Reps = −15,600 J 3.\t Apply equation 2.3 to calculate the average power output for 10 repetitions in watts: Power (negative) = −15,600 J / 40 seconds = −390 W"
    },
    {
        "heading": "F",
        "content": "= 0 degrees"
    },
    {
        "heading": "D",
        "content": "θ ↑ ↓ ↓"
    },
    {
        "heading": "Angular Work and Power",
        "content": "The work and power equations just presented apply to an object moving from one location to another in a straight line. Work and power are also required to start an object rotating about an axis or to change the velocity at which it rotates, even if the object as a whole does not move through space at all. The angle through which an object rotates is called its angular displacement, the SI unit for which is the radian (rad); 1 rad = 180° ÷ p = 57.3°, where p = 3.14. Angular velocity is the object’s rotational speed, measured in radians per second (rad/s). Torque is expressed in newton-meters (N·m), but should not be confused with work, which is also expressed in newton-meters. The difference is that the distance component of the torque unit refers to the length of the moment arm (which is perpendicular to the line of action of the force), while the distance component of the work unit refers to the distance moved along the line of action of the force. Just as for movement through space, the work done in rotating an object is measured in joules (J), and power in watts (W). This equation is used to calculate rotational work:"
    },
    {
        "heading": "Work = Torque ∙ Angular displacement",
        "content": "(2.4) Equation 2.3 is used to calculate rotational power, just as it was used to calculate linear power. ▶ ▶Although the word strength is often associ- ated with slow speeds and the word power with high velocities of movement, both variables reflect the ability to exert force at a given velocity. Power is a direct mathemat- ical function of force and velocity."
    },
    {
        "heading": "The discrepancy between the common and scientific",
        "content": "definitions of power has led to misunderstandings. For example, in the sport of powerlifting, which involves high forces but relatively low movement speeds, less mechanical power is produced than in several other sports, including Olympic lifting (6). Despite the dis- crepancy, the sport of powerlifting is unlikely to be renamed. In all other contexts, the strength and condi- tioning professional should use the word power only in its scientific sense to avoid ambiguity. Furthermore, although the word strength is often associated with slow velocities and the word power with high velocities of movement, both variables reflect the ability to exert force at a given velocity. Power is a direct mathematical func- tion of force and velocity. Therefore, if at any instant, any two of the variables force, velocity, and power are known, the third can be calculated. If an individual can generate high force or high power at a particular velocity of movement, precisely the same ability is being described—that is, the ability to accelerate a mass at that particular velocity. Therefore, it is not correct to associate strength with low speed and power with high speed. Strength is the capacity to exert force at any given velocity, and power is the mathematical product of force and velocity at whatever speed. What is critical is the ability to exert force at velocities characteristic of a given sport to overcome gravity and accelerate the body or an implement. For a sport movement made relatively slow by high resistance, low-velocity strength is critical, whereas for a movement that is very fast due to low resistance, high-velocity strength is important."
    },
    {
        "heading": "For example, when offensive and defensive American",
        "content": "football linemen push against each other, their velocity of movement is slowed by the muscular force exerted by the opposing player as well as the inertia of the opposing player’s body mass. Because the muscles are prevented from contracting at high velocity, the ability to exert force and power at low velocity is an important compo- nent of performance. In contrast, a badminton player’s muscles quickly reach high velocity as a result of the minimal inertial resistance of the lightweight racket and the player’s arm. Therefore, the ability to exert force and power at high velocity is critical to making rapid adjustments in a stroke. ▶ ▶The sport of weightlifting (Olympic lifting) has a much higher power component than the sport of powerlifting, due to the higher movement velocities with heavy weights of the weightlifting movements."
    },
    {
        "heading": "Biomechanical Factors",
        "content": "in Human Strength Several biomechanical factors are involved in the man- ifestation of human strength, including neural control, muscle cross-sectional area, muscle fiber arrangement, muscle length, joint angle, muscle contraction velocity, joint angular velocity, and body size. These factors are discussed next, as are the three-dimensional strength relationship and the strength-to-mass ratio."
    },
    {
        "heading": "Neural Control",
        "content": "Neural control affects the maximal force output of a muscle by determining which and how many motor units are involved in a muscle contraction (recruitment) and the rate at which the motor units are fired (rate coding) (4). Generally, muscle force is greater when (a) more motor units are involved in a contraction, (b) the motor units are greater in size, or (c) the rate of firing is faster. Much of the improvement in strength evidenced in the first few weeks of resistance training is attributable to neural adaptations as the brain learns how to generate more force from a given amount of contractile tissue (33). It is not unusual for novice resistance trainees to become discouraged when they cannot maintain the rate of increase of the first few training weeks. It is import- ant for them to realize that continued improvement will result if they adhere to the training regimen, although via slower mechanisms such as muscle hypertrophy."
    },
    {
        "heading": "Muscle Cross-Sectional Area",
        "content": "All else being equal, the force a muscle can exert is related to its cross-sectional area rather than to its volume (11, 31). For example, if two athletes of similar percent body fat but different height have the same biceps circumference, their upper arm muscle cross-sectional areas are about the same. Although the taller (and there- fore heavier) athlete’s longer muscle makes for greater muscle volume, the strength of the two athletes’ biceps should be about the same. With the same strength but greater body weight, the taller athlete has less ability to lift and accelerate his or her own body—for example, when performing calisthenics or gymnastics. This is why most elite gymnasts are not very tall. As described in chapter 1, resistance training increases both the strength and cross-sectional area of muscle."
    },
    {
        "heading": "Maximally contracting muscles have been found capable",
        "content": "of generating forces of 23 to 145 psi (16-100 N/cm2) of muscle cross-sectional area (21). This wide range can be partially accounted for by the variation in the arrange- ment and alignment of sarcomeres in relation to the long axis of the muscle (figure 2.11) (21). A pennate muscle has fibers that align obliquely with the tendon, creating a featherlike arrangement. The angle of pennation is defined as the angle between the muscle fibers and an imaginary line between the muscle’s origin and insertion; 0° corresponds to no pennation. Many human muscles are pennated (20, 39), but few have angles of pennation in excess of 15°. Actually, the angle of pennation does not remain constant for a given muscle, but increases as the muscle shortens. Any factor that affects angle of pennation would thus affect strength and velocity of shortening as long as the cross-sectional area remains the same. Muscles with greater pennation have more sarcomeres in parallel and fewer sarcomeres in series; they are therefore better able to generate force but have a lower maximal shortening velocity than nonpennate muscles. In comparison, lesser amounts of pennation can be advantageous for producing high velocities due to the greater number of sarcomeres in a row, at the expense of number of sarcomeres in parallel. The amount of pennation, however, has an effect on the muscles’ ability to generate eccentric, isometric, or low-"
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "speed concentric force (40). Most importantly, although angle of pennation may vary depending on hereditary factors, it is modifiable through training, which could help account for some of the differences in strength and speed seen in individuals who seem to have muscles of the same size."
    },
    {
        "heading": "Muscle Length",
        "content": "When a muscle is at its resting length, the actin and myosin filaments lie next to each other, so that a maxi- mal number of potential crossbridge sites are available (figure 2.12). Thus, the muscle can generate the greatest force at its resting length. When the muscle is stretched much beyond its resting length, a smaller proportion of the actin and myosin filaments lie next to each other. Because there are fewer potential crossbridge sites, the muscle cannot generate as much force as it can at its resting length. When the muscle contracts too much below its resting length, the actin filaments overlap and the number of crossbridge sites is reduced as well, thereby decreasing force generation capability."
    },
    {
        "heading": "Joint Angle",
        "content": "Because all body movements, even those occurring in a straight line, take place by means of rotation about a joint or joints, the forces that muscles produce must be manifested as torques (recall that a higher torque value indicates a greater tendency for the applied force to rotate the limb or body part about a joint); consequently, we speak of torque versus joint angle rather than force versus joint angle. The amount of torque that can be exerted about a given body joint varies throughout the joint’s range of motion, largely because of the relationship of force versus muscle length, as well as the ever-changing leverage brought about by the dynamic geometry of the muscles, tendons, and internal joint structures. This is shown in figures 2.2, 2.3, and 2.4. Additional factors include the type of exercise (isotonic, isometric, and so on), the body joint in question, the muscles used at that joint, and the speed of contraction (10)."
    },
    {
        "heading": "Muscle Contraction Velocity",
        "content": "Classic experiments by A.V. Hill (19) on isolated animal muscle showed that the force capability of muscle declines as the velocity of contraction increases. The relationship is not linear; the decline in force capability is steepest over the lower range of movement speeds (see figure 2.13). Human movement technique can make the best of this relationship. For example, as a vertical jump begins, the arms swing upward, thereby exerting"
    },
    {
        "heading": "R: Gluteus",
        "content": "medius"
    },
    {
        "heading": "L: Rectus",
        "content": "abdominis"
    },
    {
        "heading": "B: Rectus",
        "content": "femoris"
    },
    {
        "heading": "U: Tibialis",
        "content": "posterior"
    },
    {
        "heading": "F: Biceps",
        "content": "brachii"
    },
    {
        "heading": "U",
        "content": "Figure 2.11  Muscle fiber arrangements and an example of each."
    },
    {
        "heading": "Stretched",
        "content": "Figure 2.12  A schematic of the interaction between actin and myosin filaments when the muscle is at its resting length and when it is contracted or stretched. Muscle force capability is greatest when the muscle is at its resting length because of increased opportunity for actin–myosin crossbridges. downward force on the body at the shoulders, slowing the upward movement of the body, and forcing the hip and knee extensor muscles to contract more slowly than they otherwise would, enabling them to generate higher forces for longer times."
    },
    {
        "heading": "Joint Angular Velocity",
        "content": "There are three basic types of muscle action, during which forces are generated within the muscle that pull the muscle’s ends toward each other if not prevented from doing so by external forces. The term muscle action is preferable to contraction, because the latter means “shortening,” which does not accurately describe two of the three muscle actions. •\t In concentric muscle action, the muscle shortens because the contractile force is greater than the resistive force. The forces generated within the muscle and acting to shorten it are greater than the external forces acting at its tendons to stretch it."
    },
    {
        "heading": "Swimming and cycling involve concentric muscle",
        "content": "action almost exclusively. •\t In eccentric muscle action, the muscle lengthens because the contractile force is less than the resis- tive force. The forces generated within the muscle and acting to shorten it are less than the external forces acting at its tendons to stretch it (which increases the risk of soreness and injury). This occurs during the lowering phase of any resistance exercise. During standard resistance training, the eccentric force exerted by the muscle keeps the weight from being accelerated downward by gravitational force. Thus, the weight moves steadily downward rather than picking up speed and contacting the floor or the athlete’s body. •\t In isometric muscle action, the muscle length does not change, because the contractile force is equal to the resistive force. The forces generated within the muscle and acting to shorten it are equal to the external forces acting at its tendons to stretch it. During a sit-up with the trunk held straight, the abdominal muscles act isometrically to maintain the rigidity of the trunk, while the hip flexors carry out the sit-up movement. In contrast, the abdominal muscles act concentrically and eccentrically during the raising and lowering phases of the curl-up exercise, respectively. −360 −180 −360"
    },
    {
        "heading": "Force–velocity curve for eccentric and",
        "content": "concentric actions. Reprinted, by permission, from Jorgensen, 1976 (23)."
    },
    {
        "heading": "Muscle torque varies with joint angular velocity",
        "content": "according to the type of muscular action (figure 2.13)."
    },
    {
        "heading": "Tests have shown that during isokinetic (constant-speed)",
        "content": "concentric exercise by human subjects, torque capability declines as angular velocity increases. In contrast, during eccentric exercise, as joint angular velocity increases, maximal torque capability increases until about 90°/s (1.57 rad/s), after which it declines gradually (4). That means that the greatest muscle force can be obtained during eccentric muscle action. This is exemplified by athletes who employ “cheating” movements when a weight cannot be lifted using strict form. For example, an individual who reaches a “sticking point” in the biceps curl exercise due to the limit of concentric elbow flexor strength usually leans the torso back, allowing the elbow flexors to exert increased force by operating isometri- cally or eccentrically and thereby enabling continued movement of the bar."
    },
    {
        "heading": "Strength-to-Mass Ratio",
        "content": "In sport activities such as sprinting and jumping, the ratio of the strength of the muscles involved in the movement to the mass of the body parts being acceler- ated is critical. Thus, the strength-to-mass ratio directly reflects an athlete’s ability to accelerate his or her body. If, after training, an athlete increases body mass by 15% but increases force capability by only 10%, the strength-to-mass ratio, and thus the athlete’s ability to accelerate, is reduced. A sprinter or jumper may benefit by experimenting with muscle mass to determine the highest strength-to-mass ratio, which would result in the best possible performance."
    },
    {
        "heading": "In sports involving weight classification, the strength-",
        "content": "to-mass ratio is extremely important. If all competitors have close to the same body mass, the strongest one has a decided advantage. It is normal for the strength-to-mass ratio of larger athletes to be lower than that of smaller athletes because when body size increases, muscle volume (and concomitantly body weight) increases proportionately more than does muscle cross-sectional area (and concomitantly strength) (9). Trial and error can help athletes determine the weight category in which their strength is highest relative to that of other athletes in the weight class. Once an athlete finds his or her most competitive weight class, the object is to become as strong as possible without exceeding the class weight limit."
    },
    {
        "heading": "Body Size",
        "content": "It has long been observed that, all else being equal, smaller athletes are stronger pound for pound than larger athletes (9). The reason is that a muscle’s maximal con- tractile force is fairly proportional to its cross-sectional area, which is related to the square (second power) of linear body dimensions, whereas a muscle’s mass is proportional to its volume, which is related to the cube (third power) of linear body dimensions. Therefore, as body size increases, body mass increases more rapidly than does muscle strength. Given constant body propor- tions, the smaller athlete has a higher strength-to-mass ratio than does the larger athlete (9). There has always been interest in comparing the performances of athletes in different weight categories. The most obvious method for doing so is to divide the weight lifted by the athlete’s body weight. However, such an adjustment is biased against larger athletes because it does not take into account the expected drop in the strength-to-mass ratio with increasing body size. Various formulas have been derived to more equitably compare loads lifted. In the classic formula, the load lifted is divided by body weight to the two-thirds power, thus accounting for the relationship of cross-sectional area versus volume. Other formulas have since been developed because the classic formula seemed to favor athletes of middle body weight over lighter and heavier athletes (5). However, the determination by the clas- sic formula that the performances of medium-weight athletes are usually the best may indeed be unbiased. Because of the bell-shaped curve describing the normal distribution of anthropometric characteristics among the population, the body weights of a majority of people are clustered close to the mean. ▶ ▶In sport activities such as sprinting and jumping, the ratio of the strength of the muscles involved in the movement to the mass of the body parts being accelerated is critical. Thus, the strength-to-mass ratio directly reflects an athlete’s ability to accel- erate his or her body."
    },
    {
        "heading": "Sources of Resistance",
        "content": "to Muscle Contraction The most common sources of resistance for strength training exercises are gravity, inertia, friction, fluid resistance, and elasticity. This section provides informa- tion on the force and power required to overcome these forms of resistance. An understanding of the principles behind exercise devices using the various forms of resistance can provide insight into their effectiveness and applicability."
    },
    {
        "heading": "Gravity",
        "content": "The downward force on an object from the pull of grav- ity, otherwise called the object’s weight, is equal to the object’s mass times the local acceleration due to gravity:"
    },
    {
        "heading": "Fg = m ∙ ag",
        "content": "(2.5) where Fg is the force due to gravity (same as the object’s weight), m is the object’s mass, and ag is the local accel- eration due to gravity. The acceleration due to gravity can vary by geographic location. Weighing a barbell on a calibrated spring or electronic scale shows its actual weight. A balance scale determines only the object’s mass, so its weight (Fg) must be calculated using equa- tion 2.5 if a spring or electronic scale is not available. Popular terminology for weight and mass is often incorrect. For example, some barbell and stack-machine plates are labeled in pounds. The pound is a unit of force, not mass. In actuality, only the mass of a barbell plate stays constant, while its weight varies according to the local acceleration due to gravity. The kilogram designation on a weight plate refers to its mass. It is not correct to say that an object weighs a certain number of kilograms, since weight refers to force, not mass. Instead, one should say “The mass of the barbell is 85 kg.” The amount of mass an individual can lift will be slightly affected by terrestrial location because of varia- tions in the acceleration due to gravity around the globe (see table 2.1). That same 85 kg barbell would feel like approximately 14 kg if it were on the moon, even though it did not physically change."
    },
    {
        "heading": "Applications to Resistance Training",
        "content": "The gravitational force on an object always acts down- ward. Since, by definition, the moment arm by which a force produces torque is perpendicular to the line of action of the force, the moment arm of a weight is always horizontal. Thus, torque due to an object’s weight is the product of the weight and the horizontal distance from the weight to the pivot point (joint). During an exercise, although the weight does not change, its horizontal dis- tance from a given joint axis changes constantly. When the weight is horizontally closer to the joint, it exerts less resistive torque; when it is horizontally farther from a joint, it exerts more resistive torque. For example, in an arm curl, the horizontal distance from the elbow to the barbell is greatest when the forearm is horizontal. Thus, in that position the athlete must exert the greatest muscle torque to support the weight. The moment arm decreases as the forearm rotates either upward or downward away from the horizontal, decreasing the resistive torque aris- ing from the weight (see figure 2.7). When the weight is directly above or below the elbow pivot point, there is no resistive torque from the weight. Exercise technique can affect the resistive torque pat- tern during an exercise and can shift stress among muscle groups. In the back squat, for example, a more forward inclination of the trunk brings the weight horizontally closer to the knees, thus reducing the resistive torque about the knees that the quadriceps must counteract. At the same time, the weight is horizontally farther from the hip, increasing the resistive torque about the hip that the gluteus and hamstring muscles must counteract. This resistive torque pattern is most often present when the barbell is positioned as low as possible on the upper back (often termed a low bar squat); the athlete must incline the trunk relatively far forward to keep the center of mass of body plus bar over the feet, thereby avoiding a fall. Because the bar is then horizontally far from the hip and close to the knee, stress is focused on the hip extensors and to a lesser extent on the knee extensors. The opposite of this resistive torque pattern would occur in a high bar squat, in which the bar is placed higher up on the back closer to the neck. As a result of this bar positioning, the torque distribution increases the resistive torque about the knees and concomitantly reduces the resistive torque about the hip (in contrast to what occurs with the low bar squat). ▶ ▶Exercise technique can affect the resistive torque pattern during an exercise and can shift stress among muscle groups."
    },
    {
        "heading": "Weight-Stack Machines",
        "content": "As with free weights, gravity is the source of resistance for weight-stack machines. However, by means of pulleys, cams, cables, and gears, these machines pro- vide increased control over the direction and pattern of resistance. Both free weights and stack machines have advantages and disadvantages. The following are some of the advantages of the stack machine: •\t Safety. The likelihood of injury as a result of being hit by, tripping over, or being trapped under a weight is reduced. Less skill is required to main- tain control of a weight stack than a free weight. •\t Design flexibility. Machines can be designed to provide resistance to body movements that are difficult to resist with free weights (e.g., lat pulldown, hip adduction and abduction, leg curl). To some extent, the pattern of resistance can be engineered into a machine. •\t Ease of use. Many people who fear that they lack the coordination or technique to safely lift free weights feel confident when using machines. Also, it is quicker and easier to select a weight by inserting a pin in a stack than by mounting plates on a bar."
    },
    {
        "heading": "Advantages of free weights include the following:",
        "content": "•\t Whole-body training. Free weight exercises are often performed in the standing position with www.ebook3000.com"
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "the weight supported by the entire body, taxing a larger portion of the body’s musculature and skeleton than a weight-stack machine would. Such weight-bearing exercise promotes greater bone mineralization, helping to prevent osteoporosis in later life (13). Moreover, the movement of a free weight is constrained by the athlete rather than by a machine, requiring muscles to work in stabilization as well as support. “Structural” exer- cises, such as the power clean and the snatch, are particularly useful in providing training stimulus for a major portion of the body’s musculature. •\t Simulation of real-life activities. The lifting and acceleration of objects represent a major part of sport and other physically demanding activities. Machines tend to isolate single muscle groups; the lifting of free weights involves the more “natural” coordination of several muscle groups."
    },
    {
        "heading": "Nautilus Sports/Medical Industries popularized the",
        "content": "concept of tailoring resistive torque through the range of joint motion by creating an exercise machine that uses a cam of variable radius; this changes the length of the moment arm through which the weight stack acts (figure 2.14). The rationale was to provide more resis- tance at points in the range of motion where the muscles could exert greater torque, and less resistance where the muscles could apply less torque. For the system to work as planned, however, the athlete has to move at a constant, slow angular velocity, which is difficult to do consistently. Also, cam-based machines frequently fail to match normal human torque capability patterns (9)."
    },
    {
        "heading": "Inertia",
        "content": "In addition to gravitational force, a barbell or weight stack, when accelerated, exerts inertial force on the athlete. Though the force of gravity acts only downward, inertial force can act in any direction. The upward force an athlete exerts equals the weight lifted plus any inertial force, which is the mass times the upward acceleration of the bar. Horizontal bar acceleration occurs if the athlete exerts net force on the bar directed to the front, back, left, or right. All exercises involve some acceleration at the beginning to bring the bar from a zero to an upward velocity, as well as some deceleration near the top of the exercise to bring the bar’s velocity back to zero so that it does not continue its trajectory and fly out of the lifter’s hands. With this acceleration pattern, the agonist muscles receive resistance in excess of bar weight early in the range of motion, but resistance less than bar weight toward the end of the range of motion (27). The athlete decelerates the bar by either (a) reducing upward force on the bar to less than bar weight to let some or all of the bar’s weight decelerate it or (b) pushing down against the bar using the antagonist muscles. In either case, the deceleration has the effect of providing less resistance to the agonist muscles late in the range of motion. Compared to a slow exercise with minimal acceler- ation of a given weight, an exercise involving higher acceleration (an “explosive” exercise) provides greater resistance to the muscles involved early in the range of motion and less resistance to the muscles involved toward the end of the range of motion. However, because of the addition of inertia, heavier weights can be han- dled in accelerative exercises than in slow exercises, allowing near-maximal resistance to be attained for all muscles involved in the exercise. During a power clean of a heavy weight, for example, the strong leg, hip, and back muscles accelerate the bar vertically to a high enough velocity that, even though the weaker upper body muscles cannot exert vertical force equal to the bar’s weight, the bar continues to travel upward until the force of gravity decelerates it to zero velocity at the highest bar position."
    },
    {
        "heading": "Figure 2.14  In cam-based weight-stack machines, the",
        "content": "moment arm (M) of the weight stack (horizontal distance from the chain to the cam pivot point) varies during the exercise movement. When the cam is rotated in the direction shown from position 1 to position 2, the moment arm of the weights, and thus the resistive torque, increases."
    },
    {
        "heading": "Although acceleration changes the nature of an",
        "content": "exercise and makes resistance patterns less predictable, acceleration in resistance training is not necessarily undesirable. Because acceleration is characteristic of natural movements in sport and daily life, resistance training exercises involving acceleration probably pro- duce desirable neuromuscular training effects. Olympic lifting exercises such as the snatch and the clean and jerk are effective for improving the ability to produce high accelerations against heavy resistance (25)."
    },
    {
        "heading": "Acceleration and deceleration are characteristic of",
        "content": "virtually all natural movements. For example, sprint- ing requires the athlete’s arms and legs to go through repeated cycles of acceleration and deceleration. Throwing a baseball, discus, shot, or javelin all involve sequences of body movements that accelerate the objects to high release speeds. Because acceleration is a particu- lar kind of movement pattern, training with accelerative movements can provide specificity of training. That is why explosive exercises, such as the power clean and high pull, are used in training for many different sports in which the leg and hip muscles provide force for accelerating the body. The bracketing technique, in which the athlete performs the sport movement with less than normal and greater than normal resistance, is another form of acceleration training. According to the force–velocity relationship of muscle, a shot-putter who trains with an extra-heavy shot develops greater forces during the accelerative movement than when using the normal shot because the inertia of the heavier implement forces the muscle to contract at relatively low speed. When a relatively light shot is used, the lower inertia of the shot enables the putter to accelerate the shot more rapidly and to reach a higher speed of release, thereby training the neuromuscular system to operate within desired acceleration and speed ranges. Although the principle of increasing or decreasing the load during a movement as described has the theoretical basis for increasing acceleration capacity through the aforemen- tioned methods, one should also consider the influence that such changes in loading have during highly specific or technique-oriented activities such as throwing or sprinting. For example, changing implement loading could have some negative consequences on technique since the body needs time to adjust the motor pattern for that particular movement with the new load."
    },
    {
        "heading": "Friction",
        "content": "Friction is the resistive force encountered when one attempts to move an object while it is pressed against another object. Exercise devices that use friction as the main source of resistance include belt- or brake pad–resisted cycle ergometers and wrist curl devices."
    },
    {
        "heading": "FR = k ∙ FN",
        "content": "(2.6) where FR is the resistive force; k is the coefficient of friction for the two particular substances in contact; and FN is the normal force, which presses the objects against each other. The coefficients of friction for initiating and for main- taining movement are different. All else being equal, it takes more force to initiate movement between two surfaces in contact than to maintain previously initiated movement. Thus, a friction-resisted exercise device requires a relatively high force to initiate movement and a relatively constant force after movement has begun, no matter what the movement speed. Resistance provided by such devices is sometimes adjusted through a mech- anism that alters the normal force that keeps the friction surfaces in contact with each other. A weighted sled used in training for football or track is an example of a device that is resisted by both fric- tion and inertia. The resistance due to the sled’s inertia is directly proportional to both the sled’s mass and its acceleration. The resistance due to the friction between the sled’s runners and the ground is proportional to both the friction coefficient between surfaces in contact and the net force pressing the sled against the ground, which equals the gravitational force minus any upward force exerted by the individual pushing the sled. Mass can be added to the sled to increase the gravitational force. The friction coefficient varies with the surface on which the sled rests (e.g., sand, bare soil, dry grass, wet grass). Thus, for outdoor training, such devices do not provide consistently repeatable resistance. They are nevertheless useful in providing horizontal resistance, which cannot be directly provided by weights. It takes more force to get the sled moving than to keep it moving, because the coefficient of static friction is always greater than the coefficient of sliding friction. Once the sled is moving, the coefficient of sliding friction stays relatively constant. Therefore one should understand that friction resistance does not change as speed increases. However, in keeping with equation 2.3, power output increases with speed. Also, as expressed by equation 2.1, during the transition from a lower to a higher speed there is added resistance due to acceleration."
    },
    {
        "heading": "Fluid Resistance",
        "content": "The resistive force encountered by an object moving through a fluid (liquid or gas), or by a fluid moving past or around an object or through an opening, is called fluid resistance. Fluid resistance is a significant factor in such sport activities as swimming, rowing, golf, sprinting, discus throwing, and baseball pitching. (Except for swimming and rowing, in which the fluid is water, all these involve air resistance.) The phenom-"
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "enon has become important in resistance training with the advent of hydraulic (liquid) and pneumatic (gas) exercise machines and with the increasing popularity of swimming pool exercise routines, particularly among older people and pregnant women. The two sources of fluid resistance are surface drag, which results from the friction of a fluid passing along the surface of an object, and form drag, which results from the way in which a fluid presses against the front or rear of an object passing through it. Cross-sectional (frontal) area has a major effect on form drag."
    },
    {
        "heading": "Fluid-resisted exercise machines most often use cyl-",
        "content": "inders in which a piston forces fluid through an opening as the exercise movement is performed. The resistive force is greater when the piston is pushed faster, when the opening is smaller, or when the fluid is more viscous. All else being equal, resistance is roughly proportional to the velocity of piston movement:"
    },
    {
        "heading": "FR = k ∙ v",
        "content": "(2.7) where FR is the resistive force; k is a constant that reflects the physical characteristics of the cylinder and piston, the viscosity of the fluid, and the number, size, and shape of the openings; and v is piston velocity relative to the cylinder."
    },
    {
        "heading": "Because fluid cylinders provide resistance that",
        "content": "increases with speed, they allow rapid acceleration early in the exercise movement and little acceleration after higher speeds are reached. Movement speed is thus kept within an intermediate range. Although such machines limit changes in velocity to a certain extent, they are not isokinetic (constant speed) as is sometimes claimed. Some machines have adjustment knobs that allow the opening size to be changed. A larger opening allows the user to reach a higher movement speed before the fluid resistive force curtails the ability to accelerate."
    },
    {
        "heading": "Fluid-resisted machines do not generally provide an",
        "content": "eccentric exercise phase, but they may if they incorporate an internal pump. With a free weight, a muscle group acts concentrically while raising the weight and eccentrically while lowering it. With fluid-resisted machines without eccentric resistance, a muscle group acts concentrically during performance of the primary exercise movement, and the antagonist muscle group acts concentrically during the return to the starting position. In other words, whereas free weights or weight machines involve alternate concentric and eccentric actions of the same muscle with little or no rest in between, fluid-resisted machines generally involve alternate concentric actions of antagonistic muscle groups; each muscle group rests while its antagonist works. The lack of eccentric muscle action with fluid-resisted machines means that such exercise probably does not provide optimal specificity of training for the many sport movements that involve eccentric muscle actions (e.g., running, jumping, and throwing)."
    },
    {
        "heading": "Elasticity",
        "content": "A number of exercise devices, particularly those designed for home use, have elastic components such as springs, bands, bows, or rods as their source of resistance. The resistance provided by a standard elastic component is proportional to the distance it is stretched:"
    },
    {
        "heading": "FR = k ∙ x",
        "content": "(2.8) where FR is the resistive force, k is a constant that reflects the physical characteristics of the elastic component, and x is the distance that the elastic component is stretched beyond its resting length."
    },
    {
        "heading": "The most obvious characteristic of elastic resistance",
        "content": "is that the more the elastic component is stretched, the greater the resistance. The problem with devices using elastic resistance is that every exercise movement begins with low resistance and ends with high resistance. This is contrary to the force capability patterns of virtually all human muscle groups, which show a substantial drop-off in force capability toward the end of the range of motion."
    },
    {
        "heading": "Another problem with elasticity-resisted machines is",
        "content": "that the adjustability of resistance is usually limited by the number of elastic components available to pro- vide resistance to a movement. An effective resistance exercise device should incorporate enough variation in resistive force that the number of repetitions the trainee can perform is kept within a desirable range. There are products that provide resistance to vertical jumping with elastic bands as a means of developing jumping power. However, the elastic bands provide little resistance early in the jump when the large gluteus and quadriceps muscles are capable of exerting great force. The bands provide the greatest resistance while the jumper is in the air—serving mainly to pull the jumper back to the ground, rather than resist the muscles, and to increase the speed at which the jumper hits the ground on landing, which may increase injury risk."
    },
    {
        "heading": "Joint Biomechanics: Concerns",
        "content": "in Resistance Training As with any physical activity, there is a degree of risk with resistance training. However, the risks involved are generally lower than for many other sport and physical conditioning activities (36, 37). Rates of injury are the highest for team sports; intermediate for running and aerobics; and lowest for cycling, walking, and resis- tance training, the latter of which has about 4 injuries per 1,000 hours of participation. A study of collegiate"
    },
    {
        "heading": "American football players showed only 0.35 resistance",
        "content": "training–related injuries per 100 players per season. Injuries due to resistance training accounted for only 0.74% of the in-season injury-related time loss of the players (44). Despite the relatively low risk of resistance training, it is desirable to minimize the likelihood of injury through prudent risk management. The following are several factors to consider in avoiding resistance training injuries, with particular attention given to the back, shoulders, and knees. ▶ ▶The risk of injury from resistance training is low compared to that of other sport and physical conditioning activities."
    },
    {
        "heading": "Back",
        "content": "In contrast to quadrupeds, whose vertebral columns hang like the cables on a suspension bridge, humans normally stand upright, with the vertebral bones stacked one on top of another, separated by rubbery disks. The advantage we gain from our upright posture and free use of the arms and hands is accompanied by the disadvantage of having our intervertebral disks under compressive force even when we are merely standing, sitting, walking, or running—and under even more compressive force when we are lifting and carrying (14). When we are in a standing position, any force we exert with the upper body must be transmitted through the back to the legs and ground. In addition, the back muscles act at a great mechanical disadvantage and must generate forces much greater than the weight of an object lifted. It is for these reasons that the back is particularly vulnerable to injury. It should be noted, however, that spinal internal loads are quite variable with varying postures during the lift (24) and that deep squatting positions with load are not necessarily associated with back injury (18)."
    },
    {
        "heading": "Back Injury",
        "content": "Back injury can be extremely debilitating, persistent, and difficult to remedy. Thus, every effort should be made to avoid back injury during resistance training. The lower back is particularly vulnerable. It has been observed that 85% to 90% of all intervertebral disk herniations occur at the disk between the lowest two lumbar vertebrae (L4 and L5) or between the lowest lumbar and the top sacral vertebra (L5 and S1) (1, 3). This is not surprising, given the extremely high compressive forces on the disks during lifting. When a weight is supported in the hands or on the shoulders and the trunk is inclined forward, there is great torque about the lower intervertebral disks due to the large horizontal distance between the lower back and the weight. The back muscles operate at an extremely low mechanical advantage because the perpendicular distance from the line of action of the spinal erector muscles to the intervertebral disks is much shorter (about 2 inches, or 5 cm) than the horizontal distance from the weight to the disks. As a result, the muscles must exert forces that frequently exceed 10 times the weight lifted (3). These forces act to squeeze the intervertebral disks between the adjacent vertebral bodies and can lead to injury. The neutral back lifting posture has been found to be better overall than a rounded (opposite of arched) back in minimizing L5/S1 compressive forces and ligament strain (2). Therefore, a normal lordotic lumbar spine position is superior to a rounded back for avoiding injury to vertebrae, disks, facet joints, ligaments, and muscles of the back. In addition, the low back muscles are capable of exerting considerably higher forces when the back is arched rather than rounded (7)."
    },
    {
        "heading": "The vertebral column is naturally S-shaped, being",
        "content": "slightly rounded (kyphotic) in the thoracic spine and lordotic in the lumbar spine. The wedged shape of the vertebrae gives the spine its natural curve. However, the intervertebral disks are flat when the back is in its S shape. When the lower back is rounded, the ventral (toward the anterior) edges of the vertebral bodies squeeze the front portions of the intervertebral disks. In contrast, extreme arching of the back results in squeezing the dorsal (toward the posterior) portions of the disks. Such uneven squeezing of the intervertebral disks likely increases the risk of disk rupture (3). Thus, resistance training exercises should generally be performed with the lower back in a moderately arched position to reduce risk of damage to the disks."
    },
    {
        "heading": "Intra-Abdominal Pressure and Lifting Belts",
        "content": "When the diaphragm and the deep muscles of the torso contract, pressure is generated within the abdominal cavity. Because the abdomen is composed mainly of fluid and normally contains very little gas, it is virtually incompressible (3). The abdominal fluids and tissue kept under pressure by tensing surrounding muscle (deep abdominal muscles and diaphragm) have been described as a “fluid ball” (figure 2.15) that aids in supporting the vertebral column during resistance training (3). Such support may significantly reduce both the forces required by the erector spinae muscles to perform an exercise and the associated compressive forces on the disks (3, 30). It is important to note that the Valsalva maneuver is not necessary for generation of intra-abdominal pressure. In the Valsalva maneuver, the glottis is closed, thus keeping air from escaping the lungs, and the muscles of the abdomen and rib cage contract, creating rigid com- partments of liquid in the lower torso and air in the upper torso. An advantage of the Valsalva maneuver is that it increases the rigidity of the entire torso, making it easier to support heavy loads (15). For example, when lifting"
    },
    {
        "heading": "Biomechanics of Resistance Exercise",
        "content": "Figure 2.15  The “fluid ball” resulting from contraction of the deep abdominal muscles and the diaphragm. heavy loads in the back squat exercise, many athletes use the Valsalva maneuver, particularly when the trunk is most inclined forward, near the transition from the eccentric movement phase to the concentric movement phase. However, pressure in the chest associated with the Valsalva maneuver can have the undesirable side effect of exerting compressive force on the heart, making it more difficult for blood to return to the heart. Also, the"
    },
    {
        "heading": "Valsalva maneuver can transiently raise blood pressure",
        "content": "to slightly elevated levels (15). The diaphragm and the abdominal muscles can contract without the glottis being closed, however, creating the fluid ball in the abdomen without pressurizing the chest compartment. This must be regarded as the safer way, of the two options, to add support to the lower spine without building up pressure in the chest, and is the technique that should be used for most resistance training. One can build up intra- abdominal pressure without building up chest pressure by consciously keeping the airway open. During a stren- uous repetition, the abdominal muscles and diaphragm contract reflexively, even with the airway open. Athletes, particularly those who compete in Olympic lifting or powerlifting, may choose to use the Valsalva maneuver if they recognize and accept the risks involved and have the experience to avoid increasing pressure to the point of blackout."
    },
    {
        "heading": "Weightlifting belts have been shown to increase",
        "content": "intra-abdominal pressure during resistance training and are therefore probably effective in improving safety when used correctly (17, 28). It has been cautioned, however, that if an athlete performs all of the exer- cises with a belt, the abdominal muscles that produce intra-abdominal pressure might not get enough training stimulus to develop optimally (17). It is particularly risky for an individual who has become accustomed to wearing a belt to suddenly perform an exercise without one, because the abdominal musculature might not be capable of generating enough intra-abdominal pressure to significantly reduce erector spinae muscle forces. The resulting excessive compressive forces on the disks could increase the chance of back injury. Conservative recommendations are as follows: •\t A weight belt is not needed for exercises that do not directly affect the lower back. •\t For exercises directly stressing the back, an indi- vidual should refrain from wearing a belt during lighter sets but may wear one for near-maximal and maximal sets. The beltless sets allow the deep abdominal muscles, which generate intra-ab- dominal pressure, to receive a training stimulus without placing excessive compressive forces on the intervertebral disks. •\t Individuals may reasonably choose never to wear lifting belts if they build up the strength of their back muscles and the muscles that generate intra-abdominal pressure in a gradual and system- atic manner and if they practice safe resistance training exercise techniques. Many world-class Olympic-style weightlifters never wear belts."
    },
    {
        "heading": "Shoulders",
        "content": "The shoulder is particularly prone to injury during resistance training, due to both its structure and the forces to which it is subjected during a training session. Like the hip, the shoulder is capable of rotating in any direction. The hip is a stable ball-and-socket joint, but the glenoid cavity of the shoulder, which holds the head of the humerus, is not a true socket and is significantly less stable. The shoulder joint has the greatest range of motion of all the joints in the human body; but the joint’s excessive mobility contributes to its vulnerability, as does the proximity of the bones, muscles, tendons, ligaments, and bursae in the shoulder. The stability of the shoulder largely depends on the glenoid labrum, the joint synovium, and capsules, lig- aments, muscles, tendons, and bursae. The rotator cuff muscles (supraspinatus, infraspinatus, subscapularis, and teres minor) and the pectorals are particularly instrumen- tal in keeping the ball of the humerus in place. With the shoulder’s great range of motion, its various structures can easily impinge on one another, causing tendinitis as well as inflammation and degeneration of contiguous tissue. High forces generated during resistance training can result in tearing of ligaments, muscles, and tendons. Athletes must take particular care when performing the various forms of the bench and shoulder press exercises because of the great stresses placed on the shoulder. For these exercises, it is particularly important to warm up with relatively light weights and to follow a program that exercises the shoulder in a balanced way, using all of its major movements."
    },
    {
        "heading": "Knees",
        "content": "The knee is prone to injury because of its location between two long levers (the upper and lower leg). Flexion and extension about the knee occur almost exclu- sively in the sagittal plane. Rotation in the frontal plane and transverse plane is prevented mainly by ligamentous and cartilaginous stabilizing structures. Frontal plane torque on the knee occurs, for example, when a football player is hit at midleg from the side while the foot is planted firmly on the ground. Fortunately, in training, resistive torques occur almost exclusively within the knee’s normal plane of rotation. Of the various components of the knee, the patella and surrounding tissue are most susceptible to the kinds of forces encountered in resistance training. The patella’s main function is to hold the quadriceps tendon away from the knee axis of rotation, thereby increasing the moment arm of the quadriceps group and its mechanical advantage (see figure 2.5). If inappropriate load, volume, or recovery is introduced, repetitive high forces encoun- tered by the patellar tendon during resistance training (as with any high-force activity such as running) can lead to tendinitis, which is characterized by tenderness and swelling. There is no inherent risk of tendinitis with performing these exercises; rather, tendinitis is simply a function of too much volume and intensity without appropriate progression. It is not unusual for individuals to use knee wraps during training or competition in order to assist with maximizing performance or preventing injury. Wraps vary from the thin, elastic, pull-on variety that can be purchased in drug stores to the heavy, specialized wraps sold only through weightlifting supply houses. The use of knee wraps, particularly the heavy ones, is most prevalent among powerlifters. Very little research has been done on the efficacy of knee wraps. Detrimental side effects have been reported, however, including skin damage and chondromalacia patellae, the wearing down and roughening of the posterior surface of the patella (26). Through a spring effect alone, heavy wraps around the knees added an average of 25 pounds (110 N) to squat lifting force. The notion that wraps work only by stabilizing the knee, lessening the athlete’s fear of injury, or providing a kinesthetic cue is incorrect (26). The wraps actually provide direct help in extending the knee. On the basis of the lack of evidence that knee wraps prevent injury, athletes should minimize their use. If used at all, knee wraps should be limited to the sets with the heaviest loads."
    },
    {
        "heading": "Elbows and Wrists",
        "content": "The primary concerns with elbow and wrist injury involve overhead lifts (8). However, the risk with over- head lifting is quite small in comparison to the common source of injury of these joints, which includes partici- pation in overhead sports such as throwing events or the tennis serve (8). Other examples of possible injury are elbow dislocation, sometimes observed in gymnastics (29), and overuse-related injuries such as traction apoph- ysitis, sometimes observed in diving, wrestling, and hockey (29). One of the primary concerns is epiphyseal growth plate damage or overuse either in the posterior aspect of the elbow or in the distal radius in young athletes (29). The prevalence of elbow or wrist injury with weightlifting is very sporadic and often referred to in the literature only through case studies. One study indicated a tricep tendon tear in a middle-aged competi- tive weightlifter (35) and another a bilateral distal bicep tendon rupture in a recreational weight trainer (38). A study examining 245 competitive powerlifters found an extremely low incidence of elbow and wrist injury (41). Only very limited data have been presented to suggest possible distal radial epiphysis fracture in adolescent weightlifters (22). According to a recent study, which surveyed 500 experts in the field of sports medicine, most respondents indicated that avoiding resistance training before physeal closure was not necessary (32)."
    },
    {
        "heading": "Conclusion",
        "content": "It is hoped that readers will apply the biomechanical principles discussed in this chapter to the selection of resistance exercise equipment and the design of exercise programs. Knowledge of how different types of exercise provide specific patterns of resistance to the body can aid in developing safe and effective programs to suit the specific needs of both athletes engaged in various sports and others who engage in resistance training for enhancement of physical performance, health, sense of well-being, and self-confidence."
    },
    {
        "heading": "Key Terms",
        "content": "acceleration agonist anatomical position angle of pennation angular displacement angular velocity antagonist biomechanics bracketing technique cartilaginous joint classic formula concentric muscle action distal dorsal eccentric muscle action fibrous attachments first-class lever fleshy attachments fluid resistance form drag friction frontal plane fulcrum inertial force insertion isometric muscle action kyphotic lever lordotic mechanical advantage moment arm muscle force origin pennate muscle power proximal rate coding recruitment resistive force rotational power rotational work sagittal plane second-class lever strength surface drag synergist tendons third-class lever torque transverse plane"
    },
    {
        "heading": "Valsalva maneuver",
        "content": "ventral vertebral column weight work"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following is the definition of power? a.\t (mass) ∙ (acceleration) b.\t (force) ∙ (distance) c.\t (force) ∙ (velocity) d.\t (torque) ∙ (time) 2.\t To compare performances of Olympic weightlifters of different body weights, the classic formula divides the load lifted by the athlete’s a.\t body weight b.\t body weight squared c.\t lean body weight d.\t body weight to the two-thirds power 3.\t During a free weight exercise, muscle force varies with which of the following? I.\tperpendicular distance from the weight to the body joint"
    },
    {
        "heading": "IV.\tmovement velocity squared",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only 4.\t A vertical jump involves knee, hip, and shoulder movement primarily in which of the following anatomical planes? a.\t sagittal b.\t perpendicular c.\t frontal d.\t transverse 5.\t An athlete is performing a concentric isokinetic elbow flexion and extension exercise. Which of the following type(s) of levers occur(s) at the elbow during this exercise?"
    },
    {
        "heading": "III.\tthird class",
        "content": "a.\tI only b.\tII only c.\tI and III only d.\tII and III only"
    }
]