[
    {
        "heading": "Their Implications",
        "content": "for Resistance Exercise Rhodri S. Lloyd, PhD, and Avery D. Faigenbaum, EdD After completing this chapter, you will be able to •\t evaluate the evidence regarding the safety, effectiveness, and importance of resistance exercise for children; •\t discuss sex-related differences in muscular function and their implications for females; •\t describe the effects of aging on musculoskeletal health and comment on the trainability of older adults; and •\t explain why adaptations to resistance exercise can vary greatly among these three distinct populations. Resistance exercise has proven to be a safe and effective method of conditioning for individuals with various needs, goals, and abilities. Though much of what we understand about the stimulus of resistance exercise has been gained through examination of the acute and chronic responses of adult men to various training proto- cols, resistance exercise for children, women, and older people has received increasing public and medical atten- tion. When designing and evaluating resistance training programs, strength and conditioning professionals need to understand age- and sex-related differences in body composition, muscular performance, and trainability and their implications for each individual. For the purposes of this chapter, resistance exercise is defined as a specialized method of conditioning whereby an individual is working against a wide range of resistive loads to enhance health, fitness, and performance. This term should be distinguished from the sport of weightlift- ing, in which individuals attempt to lift maximal amounts of weight in competition, specifically in the clean and jerk and snatch exercises. The term childhood refers to a period of life before the development of secondary sex characteristics (e.g., pubic hair and reproductive organs), and the term adolescence refers to the period between childhood and adulthood. For ease of discussion, the term youth or young athlete refers to both children and adolescents. The terms older and senior have been arbi- trarily defined to include men and women over 65 years of age. In this chapter, muscular strength is expressed on an absolute basis (i.e., total force measured in pounds or kilograms) or on a relative basis (i.e., ratio of absolute strength to total body mass, fat-free mass, or muscle cross-sectional area)."
    },
    {
        "heading": "Children",
        "content": "With the growing interest in youth resistance training, it is important for strength and conditioning professionals to understand the fundamental principles of growth, maturation, and development. An understanding of these principles and an appreciation for how they can influ- ence training adaptations and confound interpretation of research data are essential to the development and eval- uation of safe and effective resistance training programs. Because the training of young athletes is becoming more intense and complex, anatomical, physiological, and psychosocial factors that may be associated with acute and chronic injury also need to be considered."
    },
    {
        "heading": "The Growing Child",
        "content": "In this section, the terms growth, development, and maturation are used to describe changes that occur in the body throughout life. The term growth refers to an increase in body size or a particular body part; devel- opment describes the natural progression from prenatal life to adulthood; and maturation refers to the process of becoming mature and fully functional. Puberty refers to a period of time in which secondary sex characteristics develop and a child transitions to young adulthood. During puberty, changes also occur in body composition and the performance of physical skills, with such changes varying markedly between individuals."
    },
    {
        "heading": "Chronological Age Versus Biological Age",
        "content": "Because of considerable variation in the rates of growth and development, it is not particularly accurate to define a stage of maturation or development by age in months or years, which is known as chronological age. Children do not grow at a constant rate, and there are substantial interindividual differences in physical development at any given chronological age. A group of 14-year-old children can have a height difference as great as 9 inches (23 cm) and a weight difference up to 40 pounds (18 kg). Furthermore, an 11-year-old girl may be taller and more physically skilled than an 11-year-old boy. These differ- ences correspond to variations in the timing, tempo, and magnitude of growth during puberty (131). The onset of puberty can vary from 8 to 13 years in girls and from 9 to 15 years in boys, with girls typically beginning puberty approximately two years before boys."
    },
    {
        "heading": "Stages of maturation, or pubertal development, can",
        "content": "be better assessed by biological age, which can be measured in terms of skeletal age, somatic (physique) maturity, or sexual maturation. For example, two girls on a team may have the same chronological age but differ by several years in their biological age. One girl may be sexually mature, whereas the other may not begin the process of sexual maturation for several years. In girls the onset of menstruation (menarche) is a marker of sexual maturation, whereas in boys the closest indicators of sexual maturity include the appearance of pubic hair, facial hair, and deepening of the voice. The assessment of maturation in children is important for several reasons. Maturity assessment can be used to evaluate growth and development patterns in children. In addition, since the degree of maturation is related to measures of fitness, including muscular strength and motor skill performance (114), techniques used to assess maturation can help ensure that children are more fairly matched for fitness testing and athletic competition, as opposed to grouped according to chronological age. In adequately nourished children there is no scientific evidence that physical training delays or accelerates growth or maturation in boys and girls (72, 135). Further, the osteogenic benefits of physical activity, specifically weight-bearing activi- ties that generate compressive forces, are essential for skeletal remodeling and growth (215). Age- and Sex-Related Differences and Their Implications for Resistance Exercise"
    },
    {
        "heading": "The gold standard for determining biological matura-",
        "content": "tion is skeletal age assessment. This technique involves trained radiographers comparing x-rays or radiographs of a child against standard reference radiographs to determine the extent of ossification of the bones of the left wrist (89, 186, 205-207). Ossification refers to the process of laying down new bone material by cells called osteoblasts. While skeletal age provides the most accu- rate and reliable form of assessing maturity, concerns with cost, specialist equipment, time constraints, and the need for specific radiography expertise make the method unrealistic for most practitioners working with youth."
    },
    {
        "heading": "An alternative method of evaluating biological age,",
        "content": "devised by Tanner (206), involves visually assessing the development of identifiable secondary sex characteris- tics: breast development in girls, genital development in boys, and pubic hair development in both sexes. The Tanner classification has five stages: Stage 1 represents the immature, preadolescent state, and stage 5 represents full sexual maturation. While certain methodological limitations are apparent with Tanner staging (131), its greatest constraint surrounds the invasive nature of the procedure and the inherent concerns for both the child and the parents. Consequently, this technique should not be used by strength and conditioning professionals and should be performed only when necessary by suitably qualified clinicians. For most practitioners, the most realistic and feasible means of estimating biological age is from somatic assessments (131). Somatic age reflects the degree of growth in overall stature or smaller, sub- dimensions of the body (e.g., limb length). Techniques available to the practitioner include longitudinal growth curve analysis, percentages and predictions of final adult height, and the prediction of age from peak height veloc- ity (PHV), which is defined as the age at maximum rate of growth during the pubertal growth spurt. Measures of growth are relatively easy to collect, are noninvasive, and require minimal equipment. In some cases, it may be appropriate to measure somatic growth every three months (131)."
    },
    {
        "heading": "Sensitivity to individual differences in ability, techni-",
        "content": "cal competency, and past experience is especially import- ant for children in the weight room. An early-maturing 14-year-old girl may be ready to train for a sport such as weightlifting, whereas a late-maturing 14-year-old boy may not be ready for the demands of heavy resis- tance exercise. In addition, a child’s training age (i.e., the length of time the child has consistently followed a formalized and supervised resistance training program) can influence adaptations to resistance training; the magnitude of gain in any strength-related measure is affected by the amount of adaptation that has already occurred. For example, a 12-year-old with two years of resistance training experience (i.e., a training age of 2 years) may not achieve the same strength gains in a given period of time as a 10-year-old who has no experience of resistance training (i.e., a training age of zero). It is also important for practitioners to evaluate and monitor technical competency in youth, as two children with the same training age may present with different standards of technical competency and may develop competency at different rates. Strength and conditioning professionals must recognize all of these variables and should indi- vidualize training program design based on each child’s technical competency, training age, and maturity level."
    },
    {
        "heading": "When creating any youth resistance training program,",
        "content": "strength and conditioning professionals should also take into consideration the unique psychosocial needs of each individual child and then design, implement, and revise programs according to these needs. For example, a strength and conditioning professional needs to use different interpersonal skills to coach an inexperienced child with a low training age and low levels of self-con- fidence versus an experienced and highly competent adolescent who simply lacks motivation. During the period of peak height velocity, young athletes may be at an increased risk of injury (143). Peak height velocity usually occurs around age 12 in females and age 14 in males. Alterations in center of mass, muscle imbalances, and the relative tightening of the muscle–tendon units spanning rapidly growing bones are potential risk factors for overuse injuries in children during the pubertal growth spurt (154, 213)."
    },
    {
        "heading": "Strength and conditioning professionals may need to",
        "content": "modify training programs (i.e., reinforce high-quality movement patterns, target flexibility restrictions, correct muscle imbalances, or decrease the volume or intensity of training or both) during periods of rapid growth. If a young athlete complains of pain or discomfort during a growth spurt, the strength and conditioning professional should consider the possibility of an overuse injury rather than labeling these complaints “growing pains” and, in consultation with the child’s parents or guardians, should refer the child to a medical practitioner."
    },
    {
        "heading": "As children grow, muscle mass steadily increases",
        "content": "throughout the developing years. At birth, approxi- mately 25% of a child’s body weight is muscle mass, and by adulthood this percentage increases to about 40% (136). During puberty, marked increases in hormonal concentrations (e.g., testosterone, growth hormone, and insulin-like growth factor) in boys result in a marked increase in muscle mass and widening of the shoulders, whereas in girls an increase in estrogen production causes increased body fat deposition, breast development, and widening of the hips. Although muscle mass in girls continues to increase during adolescence, the increase occurs at a slower rate than in boys due to hormonal differences (136). Throughout this time period the increase in muscle mass in both sexes is due to the hypertrophy of individual muscle fibers and not hyperplasia (136). Peak muscle mass occurs between the ages of 16 and 20 years in females and between 18 and 25 years in males unless affected by resistance exercise, diet, or both (136). The majority of bone formation occurs in the diaphy- sis (primary ossification center), which is the central shaft of a long bone, and in the growth cartilage (secondary ossification center), which is located at three sites in the child: the epiphyseal (growth) plate, the joint surface, and the apophyseal insertions of muscle–tendon units."
    },
    {
        "heading": "When the epiphyseal plate becomes completely ossified,",
        "content": "the long bones stop growing (figure 7.1). Although bones typically begin to fuse during early adolescence, girls generally achieve full bone maturity about two to three years before boys. The actual age varies considerably, but most bones are fused by the early 20s. A particular concern in children is the vulnerability of the growth cartilage to trauma and overuse (103). Injuries to the growth cartilage may disrupt the bone’s blood and nutrient supply and result in permanent growth disturbances (e.g., skeletal undergrowth, skeletal over- growth, or malalignment of bone). Trauma from falls or excessive repetitive stress that may result in a ligament tear in an adult may produce an epiphyseal plate fracture in a child. Because the peak incidence of epiphyseal plate fractures in children occurs at about the time of peak height velocity, it seems that a preadolescent child may be at less risk for an epiphyseal plate fracture than an adolescent child experiencing the growth spurt (145). It has been suggested that the epiphyseal plates of younger children may be stronger and more resistant to shear- ing-type forces, which may be the cause of injuries to the growth cartilage (145). The potential for injury to the epiphyseal plate during resistance training is discussed later in this chapter. ▶ ▶Growth cartilage in children is located at the epiphyseal plate, the joint surface, and the apophyseal insertions. Damage to the growth cartilage may impair the growth and development of the affected bone. However, the risk of such damage can be reduced with appropriate exercise technique, sensible progression of training loads, and instruc- tion by qualified strength and conditioning professionals."
    },
    {
        "heading": "As muscle mass increases throughout preadolescence",
        "content": "and adolescence, there is an increase in muscular strength. In fact, the growth curves for strength are similar to those for body mass. In boys, peak gains in strength typically occur about 1.2 years after peak height velocity and 0.8 years after peak weight velocity, with body weight being the clearer indicator (136). This pat- tern suggests that during periods of rapid growth, muscle increases first in mass and later in its ability to express and attenuate high levels of force (23). This is reflected by a recent meta-analysis showing that adolescents were able to attain increases in muscular strength that were nearly 50% greater than children (14). In girls, peak gains in strength also typically occur after peak height velocity, although there is more individual variation in the relationship of strength to height and body weight"
    },
    {
        "heading": "Adult",
        "content": "Figure 7.1  Bone formation, which takes place as a result of growth and development. Age- and Sex-Related Differences and Their Implications for Resistance Exercise for girls than for boys (136). Although the strength of boys and girls is essentially equal during preadolescence, hormonal differences during puberty are responsible for acceleration in the strength gains of boys and a general plateau in the strength development of girls during ado- lescence (129, 136). On average, peak strength is usually attained by age 20 in untrained women and between the ages of 20 and 30 in untrained men (136). An important factor related to the expression of muscular strength in children is the development of the nervous system. If myelination of nerve fibers (motor neurons) is absent or incomplete, fast reactions and skilled movements cannot be successfully performed, and high levels of strength and power are impossible. As the nervous system continues to develop with age, children improve their performance in skills that require balance, agility, strength, and power. Since the myelin- ation of many motor neurons is incomplete until sexual maturation, children should not be expected to respond to training in the same way or to reach the same skill level as adults until they reach full neural maturity (121)."
    },
    {
        "heading": "Because physiological functions are more closely",
        "content": "related to biological age than to chronological age, at any given time an early-maturing child probably has an advantage in measures of absolute strength when com- pared with a later-maturing child of the same sex who has less muscle mass. Toward the end of adolescence the body type of early-maturing youngsters tends to be mesomorphic (muscular and broader shoulders) or endomorphic (rounder and broader hips), whereas late maturers tend to be ectomorphic (slender and tall) (136)."
    },
    {
        "heading": "Clearly, physical differences in body proportions can",
        "content": "affect the execution of resistance exercises. For example, short arms and a large chest cavity are a biomechanical advantage in upper body pressing exercises, whereas long legs and a long torso are a disadvantage in squatting movements. These factors have implications for strength and conditioning professionals who are attempting to standardize fitness tests or develop a resistance training program for a group of boys and girls who vary greatly in physical size. It should be noted that whether in a testing or training environment, the practitioner should use child-size resistance machines or exercises using body weight, medicine balls, elastic bands, dumbbells, or barbells. The reasons for individualized training programs should be explained to all participants, and special encouragement should be offered to late maturers who may be smaller and weaker than chronological-age peers with more advanced biological maturity. Although late maturers tend to eventually catch up to the early maturers as they proceed through adolescence, young athletes should realize that many factors including motivation, coaching, and innate ability contribute to success in sport."
    },
    {
        "heading": "Clinicians, coaches, and exercise scientists now agree",
        "content": "that resistance exercise can be a safe and effective method of conditioning for children (12, 19, 54, 57, 64, 66, 74, 121, 129, 130). An increasing number of boys and girls are participating in resistance training activ- ities, and major sports medicine organizations support children’s participation in a range of resistance exercise modes, provided that the programs are appropriately designed and supervised by qualified professionals (2, 3, 7, 22, 57, 129). National standards and grade-level outcomes for physical education include guidelines and recommendations that recognize the importance of fitness activities that enhance muscle and bone strength (199). It is imperative that strength and conditioning profes- sionals remember that children are not miniature adults. No matter how big or strong a child is, children are phys- ically less mature and are often experiencing training activities for the very first time. Children should begin resistance training at a level that is commensurate with their maturity level, physical abilities, and individual goals. Adult programs and training philosophies should not be superimposed on younger populations. In such instances, the intensity and volume of training are often too severe, and the recovery between training sessions is inadequate to enable training adaptation to take place."
    },
    {
        "heading": "When introducing children to resistance training activ-",
        "content": "ities, it is always better to underestimate their physical abilities and gradually increase the volume and intensity of training than to exceed their abilities and risk injury or long-term negative health outcomes."
    },
    {
        "heading": "Responsiveness to Resistance Training",
        "content": "in Children"
    },
    {
        "heading": "Much of the controversy surrounding youth resistance",
        "content": "training stemmed from the issue of children’s trainabil- ity, that is, children’s responsiveness to the stimulus of resistance exercise. Early studies failed to demonstrate a strength increase in preadolescents who participated in a resistance training program (50, 99). Although the lack of significant findings in these studies could be explained by methodological shortcomings, such as short study duration or inadequate training volume or intensity, the results from these reports are sometimes cited as proof that resistance training is ineffective for children. As previously discussed, muscular strength normally increases from childhood and throughout the teenage years; thus a more appropriate conclusion from these reports may be that training-induced gains from a short-duration, low-volume and low-intensity training program are not distinguishable from gains attributable to normal growth and maturation."
    },
    {
        "heading": "Other investigations have clearly demonstrated that",
        "content": "boys and girls can increase muscular strength above and beyond that accompanying growth and maturation alone, provided that the intensity and volume of training are adequate (62, 63, 71, 127, 175, 184, 220). Children as young as age 5 have benefited from resistance training (8, 115), and a variety of training modalities have proven to be effective (129). While gains in a maximum strength range of approximately 10% to 90% have been reported in the literature (14), strength gains of roughly 30% to 40% are typically observed in untrained preadolescent children following short-term (8 to 20 weeks) resistance training programs (57, 129). However, following the initial adaptation period, the rate of change in strength gains will be attenuated as youth adapt to the training program, thus highlighting the need for continued, pro- gressive training. The variability in strength gain may be due to several factors, including the biological age of the child, program design, quality of instruction, and background level of physical activity."
    },
    {
        "heading": "Children who participate in resistance training pro-",
        "content": "grams are likely to undergo periods of reduced training or inactivity due to program design factors, extended travel plans, busy schedules, injury, involvement in multiple sports, or decreased motivation. This tempo- rary reduction or withdrawal of the training stimulus is called detraining. In children, unlike adults, the evaluation of strength changes during the detraining phase is complicated by the growth-related strength increases during the same period of time. Nevertheless, data suggest that training-induced strength gains in children are impermanent and tend to return to untrained control group values during the detraining period (56, 70, 108, 211). In one report, participation in physical education classes and organized sports throughout a detraining period did not maintain the preadolescents’ training-induced strength gains (70). In another study comparing the effects on children of one and two days per week of resistance training, participants who resis- tance trained only once per week averaged 67% of the strength gains of participants who resistance trained twice per week (63). While a recent review suggested that increased training frequency is related to a greater strength training effect in youth (14), this finding must be considered in light of the many other commitments that youth or young athletes may have (e.g., compet- itive playing schedule, schoolwork, time to interact with peers). Collectively, these findings underscore the importance of continuous training to maintain the strength advantage of exercise-induced adaptations in children. Though the precise mechanisms responsible for the detraining response remain unclear, it seems likely that changes in neuromuscular functioning are at least partly responsible. Interestingly, recent research suggests that the detraining effect may not be homogenous, with different neuromuscular qualities in young children showing different responses following the cessation of a training program (56)."
    },
    {
        "heading": "Changes in muscle hypertrophy can significantly con-",
        "content": "tribute to training-induced strength gains in adolescents and adults, yet it is unlikely that muscle hypertrophy is primarily responsible for training-induced strength gains (at least up to 20 weeks) in preadolescents (172, 184). Although some findings do not agree with this suggestion (81), preadolescents appear to experience more difficulty increasing their muscle mass through a resistance training program due to inadequate levels of circulating hormones (testosterone, growth hormone, insulin-like growth factor). In preadolescent boys and girls, testosterone concentration is between 20 and 60 ng/100 ml; in contrast, during adolescence, testosterone levels in males increase to about 600 ng/100 ml while the levels in females remain unchanged (136). It appears that preadolescents have more potential for an increase in strength owing to neural factors, such as increases in motor unit activation and synchronization, as well as enhanced motor unit recruitment and firing frequency (87, 129, 172, 184). It has also been sug- gested that intrinsic muscle adaptations, improvements in motor skill performance, and the coordination of the involved muscle groups could be partly responsible for training-induced strength gains in preadolescents (184)."
    },
    {
        "heading": "One cannot state without qualification, however, that",
        "content": "resistance training does not result in muscle hypertrophy in preadolescents, because it is possible that longer study durations, higher training volumes, and more precise measuring techniques (e.g., computerized imaging) may be needed to uncover potential training-induced muscle hypertrophy in youth who are following a resistance training program. Additionally, as muscle fiber penna- tion angle increases with age (16), whether resistance training can change the architectural properties of the muscle without making substantial changes in overall muscle cross-sectional area remains unclear."
    },
    {
        "heading": "During and after puberty, however, training-induced",
        "content": "gains in strength are typically associated with gains in muscle hypertrophy due to hormonal influences."
    },
    {
        "heading": "Although lower levels of testosterone in adolescent",
        "content": "females limit the magnitude of training-induced increases in muscle hypertrophy, other hormone and growth factors (e.g., growth hormone and insulin-like growth factor) may be at least partly responsible for their muscle development (119). Figure 7.2 highlights the factors that contribute to the development of muscular strength, namely fat-free mass, testosterone concentrations, nervous system development, and the differentiation of fast-twitch and slow-twitch muscle fibers. Age- and Sex-Related Differences and Their Implications for Resistance Exercise ▶ ▶Preadolescent boys and girls can sig- nificantly improve their strength above and beyond growth and maturation with resistance training. Neurological factors, as opposed to hypertrophic factors, are pri- marily responsible for these gains."
    },
    {
        "heading": "Potential Benefits",
        "content": "In addition to increasing muscular strength, power, and muscular endurance, regular participation in a youth resistance training program has the potential to influence many other health- and fitness-related measures (129, 198). Resistance exercise may favorably alter selected anatomic and psychosocial parameters, reduce injuries in sport and recreational activities (212), and improve motor skills and sport performance (13, 68, 203). From a clinical perspective, it has been reported that regular participation in a resistance training program can result in a decrease in body fat, improvements in insulin sensitivity, and enhanced cardiac function among obese children and adolescents (15, 139, 162, 193, 218, 219). The grades for indicators of youth physical activity around the world are low, which suggests that there is widespread evidence of a physical inactivity crisis (210). Children who are obese or those who lead sedentary lives (e.g., who take a bus to school and watch television or play computer games after school and on weekends) are not ready for 1 to 2 hours of sport training four or five days a week. Current global findings based on data from 183 countries indicate that between 1980 and 2013, the prevalence of children with a body mass index ≥25 kg/m2 increased substantially in both developed and developing countries (165). Specifically to the United States, data from 2011 and 2012 show that 16.9% (95% confidence interval [CI], 14.9-19.2%) of American youth aged 2 through 19 years were obese (168); and while childhood prevalence data appear to be plateauing, the number of young children who are currently obese or overweight remains high (168). Although the treatment of childhood obesity is complex, it seems that obese youth enjoy resis- tance training because it is not aerobically taxing and provides an opportunity for all participants to experience success and feel good about their performance. In addition to the high prevalence of childhood obe- sity, other secular trends in muscular fitness in youth are of concern regarding those engaging in organized sport or recreational activity. For example, research indicates that within various cohorts of school-aged children, a range of muscular strength measures (e.g., bent-arm hang, handgrip strength) (36, 152, 189) and motor skill competencies (96, 189) have shown a decrease in recent times. Therefore, while all aspiring young athletes will likely benefit from preparatory conditioning inclusive of resistance training, it seems that those who might benefit the most are the ones who are less fit to begin with. While resistance training does not affect the genotypic maximum, it probably has a favorable influence on growth at any stage of development, as long as appropriate guidelines are followed (10, 72). In fact, regular"
    },
    {
        "heading": "Increased neuromuscular performance",
        "content": "primarily via motor development"
    },
    {
        "heading": "Consolidating",
        "content": "contributing performance factors Figure 7.2  Theoretical interactive model for the integration of developmental factors related to the potential for muscular strength adaptations and performance. Reprinted, by permission, from Faigenbaum et al., 2013 (58). participation in an exercise program that includes resis- tance training and weight-bearing physical activities has been shown to enhance bone mineral density in children and adolescents (139, 153, 166). In support of these observations, it has been reported that elite adolescent weightlifters who regularly train with heavy weights while performing multijoint exercises display levels of bone density well above values of age-matched controls (40, 216). These findings may be especially important for girls who are at an increased risk for developing osteoporosis later in life, a clinical condition character- ized by low bone mass and an increased susceptibility to fractures. It has also been suggested that regular participation in a preseason conditioning program that includes resistance training may increase a young athlete’s resistance to injury (52, 103). Every year, millions of injuries occur during sport participation among children and adolescents in the United States (146), and it has been estimated that more than 50% of overuse injuries sustained by children could be prevented with simple approaches including coaching education, preparatory conditioning, and delayed specialization (144, 212)."
    },
    {
        "heading": "Strength and conditioning professionals can play a",
        "content": "pivotal role in preparing young athletes for sport and thereby minimize or offset the incidence and severity of sport-related injuries common to young athletes. In many cases, modern-day youth who enroll in organized sport programs are unfit and ill prepared to handle the demands of their chosen sport. Even though some coaches argue that early sport spe- cialization is the key to success, youth who participate in a single sport or specialize in a single position at an early age are likely to be at an increased risk of developing muscle imbalances, overuse injuries, overtraining, and potential burnout (2, 21, 49, 212). Additionally, it seems that late specialization and involvement in a variety of sports and activities during the younger years may be better related to sporting success at a later age (2, 79, 134, 151). Although the total elimination of youth sport injuries is an unrealistic goal, the addition of resistance training to a youth preseason fitness program may better prepare the young athlete to handle the duration and mag- nitude of unanticipated forces that develop in practice and game situations (35, 66, 103). Because of individual differences in stress tolerance, resistance training inten- sity, volume, and rate of progression need to be carefully prescribed since this form of training adds to the chronic repetitive stress placed on the young musculoskeletal system. Proper progression and program variation will optimize gains, prevent boredom, and reduce the stress that can lead to overtraining. In addition, well-planned recovery strategies (e.g., proper cool-down, postexercise meal or snack, and adequate sleep) can help to maximize training adaptations. For example, research shows that youth athletes responded more favorably to a combina- tion of active recovery and cold-water therapy in com- parison to passive postcompetition regimens including stretching and raising of the legs (117)."
    },
    {
        "heading": "Because many sports have a significant strength",
        "content": "or power component, it is attractive to assume that resistance training will enhance athletic performance. Though comments from parents and children support this contention, scientific reports on this issue are limited."
    },
    {
        "heading": "Improvements in selected motor performance skills, such",
        "content": "as the long jump, vertical jump, 30 m dash, and agility run, have been observed in children who participated in a resistance training program of between 8 and 20 weeks (13, 55, 73, 127, 167, 220). Although only a few reports have provided direct evaluations of the effects of youth resistance training on sport performance (18, 24, 78), a progressive resistance training program will in all likelihood result in some degree of improvement in sport performance in young athletes (85, 86, 97, 180)."
    },
    {
        "heading": "Appropriately prescribed youth resistance training",
        "content": "programs are relatively safe when compared with other sports and activities in which children and adolescents regularly participate (95). Paradoxically, it seems that the forces placed on the joints of young athletes during sport participation may be far greater, and more diffi- cult to anticipate, than those generated from resistance training programs (66). The belief that resistance train- ing is dangerous for children is not consistent with the needs of children and the documented risks associated with this type of training. Children have been injured in the weight room; however, such injuries are more likely to be accidental in children (158) and typically occur in cases in which the levels of supervision and instruction, technical competency, and training loads are inappropriate (66). This highlights the need for strength and conditioning professionals to heed safety guidelines when working with younger populations."
    },
    {
        "heading": "Although epiphyseal plate fractures have been reported",
        "content": "in adolescents who were following a resistance training program, these reports were case studies and typically involved the performance of heavy overhead lifts in unsupervised settings (90, 187, 189). An epiphyseal plate fracture has not been reported in any prospective youth resistance training study that adhered to estab- lished training guidelines (66). Of note, 1-repetition maximum (1RM) testing in children and adolescents has proven to be safe, provided that appropriate testing guidelines are followed (i.e., adequate warm-up periods, individual progression of loads, and close supervision) (61, 65, 100, 123, 192). If children and adolescents are taught how to resistance train properly and understand Age- and Sex-Related Differences and Their Implications for Resistance Exercise resistance training guidelines and procedures, the risk of an epiphyseal plate fracture is minimal."
    },
    {
        "heading": "Program Design Considerations",
        "content": "for Children It is important to view resistance training as part of a well-rounded exercise program for a child that also addresses other fitness goals. Although there is no minimal age requirement for participation in a youth resistance training program, children should have the emotional maturity to receive and follow directions and should want to try this type of activity (129, 157). A pretraining medical examination is not mandatory for apparently healthy children; however, all participants should be screened for any injury or illness that may limit or prevent safe participation in a resistance train- ing program (2). The goals of youth resistance training programs should not be limited to increasing muscular strength but should also include teaching children about their bodies, promoting an interest in physical activity, teaching weight room etiquette, and having fun. It seems likely that children who enjoy participating in physical activities and sport are more likely to be active later in life (208). Two important areas of concern in the development of youth resistance training programs are the quality of instruction and rate of progression. Strength and condi- tioning professionals must have a thorough understand- ing of youth resistance training guidelines, a willingness to demonstrate proper exercise technique, and the requi- site pedagogical skills to speak with children at a level they understand (59, 129). Professionals should play down competition between participants and focus on proper technique instead of the amount of weight lifted. The use of individualized workout logs can help each child understand the concept of individual progression. Although increasing the resistance or the number of sets is necessary to make continual gains, this does not mean that every session needs to be more intense or higher in volume than the previous one. While it is important to keep the program fresh and challenging, children should be given an opportunity to develop proper form and technique. When working with youth it is important to focus on intrinsic factors such as skill improvement, personal successes, and having fun. Although only limited data are available regarding the relationship between repetitions and selected percent- ages of the 1RM in children, it appears that the number of repetitions that can be performed at a given percentage of the 1RM is specific to the given exercise (69). Thus, the minimal strength threshold, when expressed as a percentage of 1RM, may vary between muscle groups, possibly due to the amount of muscle mass involved with each exercise. While practitioners have safely used How Can We Reduce the Risk of Overuse Injuries in Youth? •\t Before organized or recreational sport participation, children and adolescents should be evaluated by a sports medicine physician to identify the existence of any medical problems. •\t Parents should be educated about the benefits and risks of competitive sport and should understand the importance of preparatory conditioning for aspiring young athletes. •\t Children and adolescents should be encouraged to participate in long-term training programs with adequate time for recovery between sport seasons to suitably prepare them for the demands of sport and physical activities. •\t Training programs should be multidimensional, incorporating elements of resistance training, fundamen- tal movement skills, speed, plyometric and agility development, and dynamic stabilization. Additionally, these programs should vary in type, volume, and intensity throughout the year and meet the specific needs of each individual child. •\t Youth coaches should implement well-planned recovery strategies between hard workouts and com- petitions in order to maximize recovery and enable growth and maturational processes to occur. This approach should help reduce the chances of overtraining and burnout in youth. •\t All youth should follow healthy lifestyle habits (e.g., appropriate nutrition, hydration, and sleep quality). •\t Youth sport coaches should participate in continued professional development programs to learn more about conditioning, sport skills, safety rules, equipment, the psychosocial needs of children, and the physiology of growth and development. •\t Coaches should support and encourage all children and adolescents to participate but should not exces- sively pressure them to perform at a level beyond their capabilities. Child welfare and well-being should at all times remain the priority. •\t Children in most sports should be encouraged to participate in a variety of sports and activities and delay early sport specialization until adolescence if possible. 1RM testing to determine strength levels in youth within research settings and sport environments, where this is not possible (perhaps owing to time limitations, class size, or a lack of coach expertise), alternative means of assessing strength are available. Strength and condi- tioning professionals can use predictive equations that estimate 1RM loads from multiple submaximal repeti- tions (e.g., 5RM or 10RM) (129). However, strength and conditioning professionals should recognize that such approaches might place the child at heightened risk due to the cumulative fatiguing effects of multiple repetitions on technical form. In order to obtain a surrogate mea- sure of muscular strength without the use of repetition maximum schemes, practitioners could use field-based measures of different jump protocols (e.g., vertical jump or long jump) or handgrip strength, as these measures have been significantly correlated to 1RM values in youth (30, 149). Irrespective of the strength testing protocol used, the child or adolescent must be able to demonstrate and maintain correct technical competency throughout the entire test under the watchful eye of a qualified professional. Advanced multijoint exercises such as the snatch and clean and jerk can be incorporated into a child’s program at the appropriate time (i.e., after foundational strength and technique progressions have been completed), but the primary focus must be on developing proper form and technique (25, 67). Poor technique can put abnormal stress on musculoskeletal tissues and lead to injury. The resistance must be lowered if proper exercise technique cannot be maintained. When learning new exercises, children should start with an unloaded barbell, a long wooden stick, or PVC piping to learn the correct tech- nique. The importance of correct feedback, delivered at the correct time and in the correct manner, cannot be overestimated during this stage of development to ensure the facilitation of skill development. Youth training should involve the regular grading and evalua- tion of the technical performance of different exercises by a trained observer, as opposed to simply assessing performance measures (e.g., load lifted or the velocity of movement) (60). Such an approach can be used to continually educate young lifters about proper exercise technique, raise awareness about common technical flaws, and provide coaches and teachers with a tool for assessing learning during practice or physical education. A summary of youth resistance training guidelines is presented in the sidebar."
    },
    {
        "heading": "Women who regularly participate in resistance training",
        "content": "activities can improve their health, reduce their risk of degenerative diseases (e.g., osteoporosis) and their injury"
    },
    {
        "heading": "Youth Resistance Training Guidelines",
        "content": "•\t Each child should understand the benefits and risks associated with resistance training. •\t Competent and caring strength and conditioning professionals should design and supervise training sessions. •\t The exercise environment should be safe and free of hazards, and the equipment should be appropri- ately sized to fit each child. •\t Dynamic warm-up exercises should be performed before resistance training. •\t When appropriate, static stretching exercises should be performed after resistance training. •\t Carefully monitor each child’s tolerance to the exercise stress. •\t Begin with light loads to allow appropriate adjustments to be made. •\t Increase the resistance gradually (e.g., 5% to 10%) as technique and strength improve. •\t Depending on individual needs and goals, one to three sets of 6 to 15 repetitions on a variety of single- and multijoint exercises can be performed. •\t Advanced multijoint exercises, such as the snatch and clean and jerk, may be incorporated into the program, provided that appropriate loads are used and technical proficiency remains a key outcome. •\t Two or three nonconsecutive training sessions per week are recommended; however, youth with higher training ages may participate in more frequent resistance training sessions per week. •\t When necessary, adult spotters should be nearby to actively assist the child in the event of a failed repetition. •\t The resistance training program should be systematically periodized throughout the year to ensure that the child or adolescent is exposed to a sequential and varied training stimulus with adequate rest and recovery between training cycles. Adapted, by permission, from A. Faigenbaum et al., 1996, “Youth resistance training position statement paper and literature review,” Strength and Conditioning 16(6): 71. Age- and Sex-Related Differences and Their Implications for Resistance Exercise rates, and enhance their overall sporting performance. Whereas in the past women may have questioned the value of resistance training or even avoided this type of exercise due to social stigma, evidence clearly indicates that women are capable of tolerating and adapting to the stresses of resistance exercise and that the benefits are substantial (122, 161). Furthermore, to enhance health and fitness and reduce injury rates, it is now suggested that resistance training be an essential component of any training program that females follow (155, 159, 204)."
    },
    {
        "heading": "Strength and conditioning professionals need to",
        "content": "understand sex-related differences in physique, body composition, and physiological responses to resistance exercise when designing and evaluating resistance train- ing programs for females. An understanding of these differences and the areas of concern that are unique to female athletes can help to optimize performance and decrease the risk of sport-related injuries."
    },
    {
        "heading": "Body Size and Composition",
        "content": "Before puberty there are essentially no differences in height, weight, and body size between boys and girls."
    },
    {
        "heading": "As puberty begins and progresses, sex-related anthro-",
        "content": "pometric discrepancies become more evident, primarily because of hormonal changes. During puberty the pro- duction of estrogen in girls increases fat deposition and breast development, whereas testosterone production in boys increases bone formation and protein synthesis."
    },
    {
        "heading": "Though estrogen also stimulates bone growth, boys",
        "content": "have a longer growth period and commence puberty at a later stage, and therefore adult men tend to achieve greater overall stature than adult women. On average, adult women tend to have more body fat, less muscle, and lower bone mineral density than adult males. Furthermore, women tend to be lighter in total body weight than men. Although some female athletes have lower fat percentages than untrained men, extremely low fat percentages in women may be associated with adverse health consequences (171, 221). Anthropometric measurements of adults indicate that men tend to have broader shoulders relative to their hips and women tend to have broader hips relative to their waist and shoulders. The broader shoulders in men can support more muscle tissue and can also provide a mechanical advantage for muscles acting at the shoulder."
    },
    {
        "heading": "When comparing training-induced changes in muscular",
        "content": "strength between sexes, it is important to distinguish between absolute and relative measures. In terms of absolute strength, women generally have about two- thirds the strength of men (124). The absolute lower body strength of women is generally closer to male values as compared to the absolute values for upper body strength."
    },
    {
        "heading": "Sex-related differences in body composition, anthro-",
        "content": "pometric characteristics, and fat-free mass distribution (women tend to have less muscle mass above the waist) can partly explain these sex-related differences, which are apparent in recreationally trained individuals as well as highly trained athletes (17)."
    },
    {
        "heading": "When considered on a relative basis, sex-related",
        "content": "differences in muscular strength are greatly reduced. Because the average man and woman differ consider- ably in body size, it is useful to compare sex differences in strength relative to body weight, fat-free mass, and muscle cross-sectional area. When expressed relative to body weight, the lower body strength of women is similar to that of men, while the upper body strength of women is still somewhat less (105). If comparisons are made relative to fat-free mass, differences in strength between men and women tend to disappear (105). Of note, limited data suggest that eccentric strength may be more similar between men and women than concentric strength when compared relative to fat-free mass (37, 196)."
    },
    {
        "heading": "When strength is expressed relative to muscle",
        "content": "cross-sectional area, no significant difference exists between sexes, which indicates that muscle quality (peak force per cross-sectional area) is not sex specific (29, 148). Even though the muscle fibers in men and women are also similar in fiber type distribution and histochemical characteristics, men tend to have a larger muscle fiber cross-sectional area than women. Notwith- standing the importance of these observations, strength and conditioning professionals need to remember that there is a wide range of strength abilities and that in some cases differences between two women (or two men) may in fact be greater than differences between a man and a woman. ▶ ▶In terms of absolute strength, women are generally weaker than men because of their lower quantity of muscle. Relative to muscle cross-sectional area, differences in strength are reduced between the sexes, which indi- cates that muscle quality is not sex specific. Sex-related differences in power output are similar to those for muscular strength. Measurements comparing power outputs of competitive lifters revealed that during the entire snatch or clean pulling movements, women’s power output relative to total body weight was about 63% of men’s (83). Similar findings regarding power output were obtained in presumably untrained women (118). Maximal vertical jump and standing long jump scores also tend to be lower in women than in men (38, 45, 137), although when expressed relative to fat-free mass, the gap between sexes tends to narrow. Though men still perform better in general than women, it appears that differences in fat-free mass are not entirely responsible for differences in power output. Although the data are equivocal, sex-related differences in the rate of force development (182, 183) and the recruitment strategy of muscle activation (173) could partly explain these findings (191)."
    },
    {
        "heading": "Despite sex-related differences, men and women respond",
        "content": "to resistance exercise from their pretraining baseline levels in similar ways. Although the magnitudes of change in selected variables may differ somewhat, the overall trends suggest that the value of resistance exercise for women extends far beyond an increase in muscular strength and includes favorable changes in other important measures of health and fitness (122)."
    },
    {
        "heading": "Responsiveness to Resistance Training",
        "content": "in Women"
    },
    {
        "heading": "Through participation in a resistance training program,",
        "content": "women can apparently increase their strength at the same rate as men or faster. Although absolute gains in strength are often greater for men, relative (percentage) increases are about the same or greater in women (156). However, this may reflect that baseline neuromuscular levels are lower on average in females (156). Even though nervous system adaptations clearly contribute to the development of strength, the influence of hypertrophic factors in women should not be overlooked. When sophisticated techniques (e.g., computed tomography) are used to accurately measure changes in muscle cross-sectional area, relative short-term gains (up to 16 weeks) in muscle hypertrophy are similar between sexes (43, 93)."
    },
    {
        "heading": "Judging by the muscular development of female",
        "content": "weightlifters, bodybuilders, and track and field athletes who have not used anabolic steroids, it is obvious that muscle hypertrophy is possible in women who regularly participate in high-volume or high-intensity training programs, even though these gains may be less than in males. Although further study is warranted, it is possible that testosterone concentrations in women vary with training and that women with relatively high levels of testosterone may have more potential for an increase in muscle size and strength (42, 94). Furthermore, it is possible that the complexity of the exercise movement used during training may influence the degree of muscle hypertrophy (33). More complex, multijoint movements, such as the squat, clean and jerk, and snatch (as com- pared with single-joint exercises such as the biceps curl), may require a relatively longer neural adaptation period, thereby delaying muscle hypertrophy in the trunk and legs (33). A genetic disposition to develop a large muscle mass may also be a contributing factor (201)."
    },
    {
        "heading": "Strength and conditioning professionals working with",
        "content": "female athletes should be aware of the potential negative health outcomes associated with the female athlete triad (6). The triad, which refers to the interrelationships between energy availability, menstrual function, and bone mineral density, is a health risk for female athletes who train for prolonged periods of time with insufficient caloric intake to meet the high energy expenditure of training and adaptations (6, 47). In instances in which female athletes have low energy availability (due to high training volumes or intensities, or both, and inad- equate dietary intake), osteoporosis is more likely (47). In addition to the heightened risk of osteoporosis, low energy can also lead to subclinical menstrual disorders. Amenorrhea is defined as the absence of a menstrual cycle for more than three months (6) and is caused by a reduced secretion frequency of luteinizing hormone by the pituitary gland. Amenorrhea can negatively affect the health and well-being of females, with bone stress fractures, endocrine and gastrointestinal complications, and sporting performance decrements more common in women experiencing prolonged reproductive suppres- sion (47)."
    },
    {
        "heading": "Resistance training offers a multitude of benefits",
        "content": "for females, including the attenuation of age-related declines in bone mineral density (116). Specifically, the stress from the mechanical loading applied via resistance training directly increases the magnitude of skeletal remodeling and therefore bone mass. Data show that in females, resistance training increases bone mineral density in various skeletal regions of the body (116). It is also known that higher intensities of resistance train- ing promote greater degrees of osteogenesis (133), and that preadolescence is an opportune time to participate in weight-bearing activities in order to enhance bone mineral density (91, 104)."
    },
    {
        "heading": "However, when prescribing resistance training",
        "content": "programs for females, strength and conditioning pro- fessionals must ensure that nutritional intake supports the training prescription in order to stimulate adap- tation and facilitate recovery. For example, a female middle-distance runner who fails to consume sufficient levels of calcium, vitamin D, and protein may be at risk of increasing the likelihood of entering into a negative energy balance and experiencing the early onset of female athlete triad. Athletes considered to be at risk for nutritional deficiencies should receive a nutritional assessment by a fully qualified registered sport dietician Age- and Sex-Related Differences and Their Implications for Resistance Exercise (47). It should be noted that insufficient energy intake may simply reflect an inadvertent lack of a biological drive to match activity-induced energy expenditure, or it could be attributable to clinical eating disorders or disor- dered eating behaviors that are more prevalent in female athletes (6). Females at high risk of eating disorders are likely to be those involved in sports or activities that use subjective scoring based on aesthetics (e.g., dance or gymnastics); and in such cases individuals should be referred to trained medical and dietary professionals."
    },
    {
        "heading": "Program Design Considerations",
        "content": "for Women"
    },
    {
        "heading": "Since the physiological characteristics of muscle in",
        "content": "the sexes are the same, there is no sensible reason why resistance training programs for women need to be dif- ferent from those of men. In fact, because the muscle groups involved in a particular sport or physical activity are obviously the same for men and women, resistance training programs should be designed to improve the performance of the muscles needed for successful sport performance and everyday activities, regardless of sex. The only real difference between training programs for men and women is generally the amount of absolute resistance used for a given exercise, which is based on the individual’s strength capabilities. It is particu- larly important for young female athletes to perform some type of resistance exercise regularly if they are to approach their genetic potential in musculoskeletal strength and power during adulthood. Observations that elite female gymnasts are able to perform 40 pull-ups and that competitive female weightlifters can clean and jerk over two times their body weight demonstrate what is possible."
    },
    {
        "heading": "Upper Body Strength Development",
        "content": "Two areas of concern regarding the prescription of resis- tance training programs for women relate to the devel- opment of upper body strength and the prevention of sport-related injuries, in particular those that involve the knee. Since the upper body absolute strength of women tends to be less than that of men (122), emphasizing development of the upper body is especially worthwhile for female athletes who play sports that require upper body strength and power. The addition of one or two upper body exercises or one or two extra sets may be beneficial for women who have difficulty performing multijoint free weight exercises (e.g., various full and partial snatching and cleaning movements) because of limitations in upper body strength. Female athletes can benefit by incorporating various snatches, cleans, and derivative weightlifting movements into their training programs, because adaptations resulting from these large muscle mass, multijoint exercises transfer well to perfor- mance in recreational and sport activities. Furthermore, the caloric cost of performing these lifts can be relatively high (84), which may aid in the maintenance of healthy body composition."
    },
    {
        "heading": "Anterior Cruciate Ligament Injury in Females",
        "content": "It is important for strength and conditioning profes- sionals to be aware of the increased incidence of knee injuries in female athletes, particularly in sports such as soccer and basketball (6, 34, 73). According to a number of reports, female athletes are six times more likely to incur an anterior cruciate ligament (ACL) tear than male players (39, 102, 111, 147, 160). On the basis of these findings, some observers suggest that over 15,000 debilitating knee injuries can be expected to occur in female intercollegiate athletes during any given year (103). Although it is possible that the increasing number of knee injuries simply reflects an increase in participa- tion by women in organized sport, others have suggested causative factors. It is possible that joint laxity, limb alignment, notch dimensions, ligament size, body move- ment, shoe–surface interaction, skill level, hormonal changes, use of ankle braces, and training deficiencies contribute to the observed difference in the number of knee injuries between male and female athletes (9, 101, 150, 194, 224). While anatomical and hormonal factors may contribute to heightened ACL injury risk in females, it is believed that the most significant contributing factor is a neuromuscular deficiency, which ultimately leads to abnormal biomechanics (increased dynamic knee valgus upon contact with the ground) (159). Evidence suggests that in order to reduce the risk of ACL injury, youth should participate in preparatory conditioning before puberty to optimize training adaptations (159). Engag- ing in a well-balanced conditioning program (including resistance training, plyometrics, and agility and balance training) that is designed and delivered by a qualified professional, in order to strengthen muscle and connec- tive tissues as well as enhancing neuromuscular control of the knee joint before sport participation, is merited in order to reduce injury risk (1). Since most ACL injuries in female athletes occur from noncontact mechanisms (e.g., deceleration, lateral pivoting or landing [20]), regular participation in a conditioning program that is designed to enhance the strength of supporting structures and increase neuromuscular control of the knee joint may reduce the risk of sport-related injuries (52, 103). Furthermore, it is important that female athletes consume adequate energy and emphasize quality protein and healthy fat consumption within a well-rounded diet to optimize training adaptations (47). Although additional clinical trials are needed to determine the best method for reducing the incidence of ACL injuries in female athletes and improving adherence to these training protocols, the strategies listed in the sidebar will likely be effective."
    },
    {
        "heading": "Older Adults",
        "content": "The number of men and women over the age of 65 is growing, and it seems that more opportunities for par- ticipation in sports ranging from marathon running to weightlifting are available to older athletes. While the cardiovascular endurance and muscular strength of older competitors or masters athletes are truly exceptional, even the most highly trained athletes experience some decline in performance after age 30. For example, com- petitive weightlifting ability has been shown to decline with age at a rate of approximately 1% to 1.5% per year until approximately age 70, after which a more dramatic decrease occurs (140). Older athletes who do not engage in physical activity typically see greater decrements in a number of physical performance measures and increase their risk of debilitating injury (174). Strength and conditioning professionals should understand the physiological changes that occur with aging and the trainability of older individuals. In addition, the potential health risks associated with physical activity for older individuals need to be considered."
    },
    {
        "heading": "Age-Related Changes",
        "content": "in Musculoskeletal Health"
    },
    {
        "heading": "Significant changes in body composition with advancing",
        "content": "age can lead to the development of physical functional impairments and injury. The well-documented loss of How Can Female Athletes Reduce Their Risk of ACL Injury? To help female athletes reduce their risk of ACL injury, strength and conditioning professionals should do to the following: •\t Recommend preparticipation screening by a sports medicine physician. This should include identification of risk factors for injury along with musculoskeletal testing. •\t Encourage female athletes to participate in a year-round conditioning program that includes resistance, plyometric, speed and agility, and flexibility training. The conditioning program should meet the specific needs of each athlete and should progress in a periodized fashion that allows for training adaptations to continually manifest. •\t Ensure that females learn, and can repeatedly demonstrate, correct movement mechanics (e.g., jumping, landing, twisting, and cutting) within a variety of environments. •\t Precede every exercise session with a general dynamic warm-up and a specific warm-up using move- ments that resemble those involved in the activity and that target the activation of key muscle groups (e.g., posterior chain muscle groups). •\t Provide augmented feedback within training sessions to optimize skill transfer and enhance biomechanics related to ACL injury. •\t Encourage children to participate in injury prevention programs (which include progressive resistance training to develop both skill- and health-related fitness components); early intervention appears to benefit the effectiveness of such programs (159). •\t Recommend that athletes wear appropriate clothing and footwear during practice and games. bone and muscle with age not only makes activities of daily life such as getting out of a chair and opening a window more difficult, but also increases the risk for falls, fractures, and long-term disability (34, 105, 106). Bones become fragile with age because of a decrease in bone mineral content that causes an increase in bone porosity. The bone mineral content and microarchitecture of bone can deteriorate to such an extent that the risk of bone fracture, particularly of the hip, spine, or wrist during a fall, is increased (5). Osteopenia is defined by a bone mineral density between −1 and −2.5 standard deviations (SD) of the young adult mean; osteoporosis is defined by a bone mineral density below −2.5 SD of the young adult mean (112). These conditions, which result in bones with less density and strength, are seri- ous concerns for older people (particularly women) as they heighten the risk of skeletal fracture and poor bone health (5). The slow but progressive loss of bone with age has been linked to physical inactivity and to hormonal, nutritional, mechanical, and genetic factors (51). Figure 7.3 shows the structural difference between normal, healthy bone and low mineral density osteporotic bone. Advancing age is also associated with a loss of muscle mass and strength, which has been termed sarcopenia (5). Computed tomography has revealed that after age 30 there is a decrease in the cross-sectional areas of individual muscles, along with a decrease in muscle density, reductions in tendon compliance, and an increase in intramuscular fat (5, 107). These changes seem to be a predictable consequence of advancing age and seem to be most pronounced in women (107). The observed muscle atrophy with aging appears to result from physi- Age- and Sex-Related Differences and Their Implications for Resistance Exercise cal inactivity and a gradual and selective denervation of muscle fibers (126, 181, 213). Decreased muscle mass results in a loss of muscle strength. In one report, 40% of women aged 55 to 64 years, 45% of women aged 65 to 74 years, and 65% of women aged 75 to 84 years were unable to lift about 10 pounds (4.5 kg) (110). The reduc- tion in the size and number and the gradual denervation of muscle fibers also lead to a decrease in the ability of a muscle to generate power (i.e., exert force rapidly) (11, 92, 181); in fact, power recedes at a faster rate than muscle strength with aging (142). Since everyday activities require a certain degree of power production, a decrease in the ability of muscles to produce force rapidly may adversely affect the ability of older adults to safely perform activities such as stair climbing and walking. Factors that may contribute to the age-related decline in muscle strength and power include reductions in muscle mass, nervous system changes, hormonal changes, poor nutrition, and physical inactivity (48, 98, 170). The functional consequences of these age-related changes are significant because the magnitude and rate of change influence the age at which a person may become functionally dependent (e.g., unable to perform household tasks or rise from a chair) or reach a threshold of disability. A summary of adaptations to aging and resistance training is presented in table 7.1. ▶ ▶Advancing age is associated with a loss of muscle mass, which is largely attributable to physical inactivity. A direct result of the reduction in muscle mass is a loss of mus- cular strength and power. Figure 7.3  Differences between (a) healthy bone and (b) bone showing increased porosity resulting from osteo- porosis."
    },
    {
        "heading": "Age-Related Changes",
        "content": "in Neuromotor Function Seniors are at an increased risk of falling, which can lead to serious health, psychosocial, and economic consequences that negatively affect overall quality of life. Specifically, falls can result in pain syndromes, joint dislocations, skeletal fractures, limitations on daily functional activities, and a reduction in self-confidence (113). Falls can also lead to permanent disability, insti- tutionalization, and fatalities (26). Intrinsic factors that Table 7.1  Summary of the Effects of Aging and Resistance Training"
    },
    {
        "heading": "Physical or",
        "content": "physiological variable"
    },
    {
        "heading": "Effect of",
        "content": "aging"
    },
    {
        "heading": "Effect of",
        "content": "resistance training"
    },
    {
        "heading": "Muscular metabolic",
        "content": "capacity"
    },
    {
        "heading": "Increases",
        "content": "a b lead to increased risk of falls in seniors include decre- ments in muscle strength and power (177), reaction time (5), and impaired balance and postural stability (188)."
    },
    {
        "heading": "Muscle activity before (preactivation), and immediately",
        "content": "following (cocontraction) contact with the ground is an important mediator of braking and dynamic stabi- lization in both young and old individuals. Increased preactivation helps increase stiffness of the limb using fast stretch reflexes to better prepare the limb for ground contact. Cocontraction is a motor control strategy that dynamically stabilizes the joint; however, due to the simultaneous activation of both the agonist and antag- onist muscle groups crossing the same joint, net joint moments and agonistic force outputs are reduced (223). Research shows that seniors rely on increased levels of muscle cocontraction as a compensatory mechanism to offset their increased balance difficulties and to min- imize postural sway (164). Intuitively, this literature would suggest that older adults should use a variety of training modes specifically designed to offset these natural reductions in preactivation. Such methods would include low-intensity plyometrics, balance and dynamic stabilization exercises, and proprioception training to develop the ability to react more efficiently with the ground (88, 176)."
    },
    {
        "heading": "Research shows that physical activity interventions",
        "content": "can be effective in improving neuromotor function and preventing falls in seniors (209). However, it would appear that simply increasing physical activity per se will not prevent falls on its own. Rather, seniors must engage with, and adhere to, multidimensional programs that incorporate elements of both resistance and balance training (209). Furthermore, guidelines suggest that as with any population, training programs for seniors should overload progressively to promote a challenging training environment, and that training should be completed on a frequent basis to provide individuals with a sufficient training dosage (209). Of note, resistance training as a stand-alone training method does not seem to prevent the risk of falls (197), and it would appear that balance and flexibility training must accompany resistance training in order to provide the requisite training stimulus to reduce fall risk. However, the relative importance and potency of resistance training in increasing muscular strength, muscular power, and bone mineral density, in addition to its many other health benefits for seniors, cannot be overlooked."
    },
    {
        "heading": "Resistance Training for Older Adults",
        "content": "Aging does not appear to enhance or reduce the ability of the musculoskeletal system to adapt to resistance exercise. Significant improvements in muscular strength, muscular power, muscle mass, bone mineral density, and functional capabilities (e.g., gait speed) have been observed in older people who participated in progressive resistance training programs (5, 34, 106, 132). For older adults, such improvements enhance exercise perfor- mance, decrease the risk for injury, promote indepen- dent living, and improve quality of life. Because of the age-related changes in musculoskeletal health, resistance exercise is a beneficial mode of training for older pop- ulations who need to enhance musculoskeletal strength and power and resist decrements in muscle mass, bone mineral density, and functional abilities. Data also show that muscular strength is an important factor for reducing mortality risk in seniors (41, 128)."
    },
    {
        "heading": "Responsiveness to Resistance Training",
        "content": "in Older Adults A great deal of attention has focused on strategies to improve the musculoskeletal health of older men and women. Because of the deconditioned state of many seniors, desirable changes in muscle strength and func- tion can result from a variety of resistance training pro- tocols, particularly during the first few weeks of training (82). Previously sedentary older men have more than doubled knee extensor strength and tripled knee flexor strength following a 12-week resistance training program (80), and similar observations have been made in older women after 12 weeks of resistance training (32). In one study, the ability of very old men and women (87 to 96 years old) to improve muscular strength was demon- strated following only eight weeks of resistance training (75). Improvements in gait speed, stair climbing ability, balance, and overall spontaneous activity have also been associated with training-induced strength gains in older populations (34, 76, 132). Evidence also suggests that resistance training specific to power development may help optimize functional abilities in older adults (5, 88, 98, 170), and that power training may be as effective as traditional resistance training in developing muscle architecture and neuromuscular activation properties of the lower limb (217). In some instances, it has been suggested that high-velocity power training has a greater influence on the ability to produce explosive force than traditional progressive resistance training (88, 179). For example, Fielding and colleagues (77) showed that older adults who completed high-velocity resistance training made greater gains in peak power and similar gains in maximum strength compared to seniors who trained at slower velocities over a 16-week training period. Simi- lar results were reported by Reid and colleagues (185); in that study, older adults who completed a high-ve- locity, high-power resistance training program made significantly greater gains in leg press peak power than individuals who followed a slow-velocity, progressive Age- and Sex-Related Differences and Their Implications for Resistance Exercise resistance training program. While the optimal training protocol for improving muscular strength and power in seniors is not known, it appears there is a dose–response relationship between training intensity and improve- ments in muscular strength and power (48), with high- er-intensity resistance training being more effective in developing maximal muscle strength than moderate- or low-intensity training (200)."
    },
    {
        "heading": "Regular participation in a resistance training program",
        "content": "also seems to have profound anabolic effects in older populations (32, 75, 80). Computed tomography and muscle biopsy analysis showed evidence of muscle hypertrophy in older men who participated in a high-in- tensity resistance training program (80); and other inves- tigations involving older adults have shown that resis- tance training can improve nitrogen retention, which can have a positive effect on muscle protein metabolism (28, 225). Resistance training has also been shown to have an important effect on energy balance in older adults, as evidenced by an increase in the resting metabolic rate of men and women who resistance train (27). It is noteworthy that dietary modifications (a change in total food intake or selected nutrients) in addition to resistance training promotes a greater hypertrophic response than resistance training alone in elderly men (141). Although the response of bone to resistance exercise is influenced by a complex interaction of many variables (e.g., hormonal status, activity history, and nutrition), it has been reported that resistance exercise has a positive effect on bone health in older men and women (44, 125, 163). Regularly performed resistance training can offset the age-related declines in bone health by maintaining or increasing bone mineral density. Resistance training may also reduce the risk of osteoporotic fractures by improving dynamic balance, muscle mass, and overall level of physical activity (5). While there is no doubt that resistance exercise can improve bone health in older adults, the interaction of exercise with hormonal and nutritional factors influences the degree of benefit of the exercise program. Furthermore, bones retain the beneficial effects of exercise only as long as training is continued. During periods of inactivity, bone density tends to revert to preexercise levels (109)."
    },
    {
        "heading": "Program Design Considerations",
        "content": "for Older Adults"
    },
    {
        "heading": "Whereas aerobic exercise has been recommended for",
        "content": "many years as a means of increasing cardiovascular fitness, resistance training is currently recognized as an important component of a well-rounded fitness program for older adults (5, 34, 82, 120, 222). Because age-related losses of musculoskeletal strength, power, and mass may be almost universal, programs designed to maintain or improve musculoskeletal health in older adults should be implemented. Not only can regular participation in a resistance training program offset some of these age-related losses, but it can help older people maintain an active, high-quality lifestyle."
    },
    {
        "heading": "The fundamental principles of designing a resistance",
        "content": "training program for an older person and a younger person are basically the same, but there are several con- cerns that strength and conditioning professionals need to be aware of when working with seniors. Attention should be given to preexisting medical ailments, prior training history, and nutritional status before the begin- ning of a resistance training program that may predispose seniors to increased risk of exercise-induced injury or illness. Even though older populations retain the capacity to adapt to increased levels of physical activity, safe and effective exercise guidelines must be followed."
    },
    {
        "heading": "Before participation in an exercise program, seniors",
        "content": "should complete a medical history and risk factor questionnaire (4). Potential limitations and possible restrictions for physical activity can be ascertained from this information. In some cases physician clearance is required before the initiation of a moderate or vigorous exercise program (4), for example, in cardiac reha- bilitation patients or cancer survivors. Any questions regarding a participant’s medical status (e.g., heart disease, hypertension, arthritis, osteoporosis, or diabetes mellitus) should be answered by a health professional. After this information has been obtained, a preprogram evaluation to document baseline measurements and assess responses to specific exercise modalities should be performed. Although a treadmill exercise test is often used to evaluate cardiovascular responses to aerobic exercise, a strength test (preferably on the equipment used in training) should be performed to assess responses to resistance exercise and aid in the exercise prescription. Of note, while resistance machines may be used in the early stages of a training program with older adults due to balance and flexibility limitations, where appropriate, older adults should use free weight, multijoint resistance training exercises, which provide a greater overall train- ing stimulus and place a greater demand on postural sta- bility. Various methods of assessing muscular strength, including repetition maximum testing, can be used in ▶ ▶Though aging is associated with a number of undesirable changes in body composi- tion, older men and women maintain their ability to make significant improvements in strength and functional ability. Aerobic, resistance, and balance exercise are ben- eficial for older adults, but only resistance training can increase muscular strength, muscular power, and muscle mass. senior populations, provided that appropriate testing guidelines are followed (195). Strength and conditioning professionals should be aware of the potential risks of breath holding (Valsalva maneuver) for older adults. While the Valsalva maneuver assists in stabilizing the trunk and vertebral column during performance of var- ious resistance training exercises, owing to the sudden rise in systolic and diastolic blood pressure that the tech- nique creates, this technique is generally discouraged in seniors (4, 178). This is especially true for adults with a history of cardiovascular disease (heart arrhythmias, angina) or cerebral conditions (i.e., stroke, dizziness)."
    },
    {
        "heading": "Evidence suggests that resistance training can be",
        "content": "safe for seniors when individuals adhere to appropriate training guidelines (53, 138, 222). On the other hand, poorly designed programs can be potentially hazardous. For example, failing to provide sufficient rest periods between sets and between different exercises, program- ming exercises that are technically too challenging, or increasing the intensity of exercise (typically the external load against which the individual is working) all increase the likelihood of resistance training–related injury. Similar to the situation with youth and females, the resistance training stimulus should never be increased at the expense of technical competency."
    },
    {
        "heading": "Untrained seniors who begin resistance training",
        "content": "should start at a relatively low exercise intensity and volume, and the exercise prescription should be indi- vidualized. Although higher intensities and volumes can be tolerated by some older men and women who have resistance training experience, the early phase of the training program should be directed toward learning proper exercise technique while minimizing the potential for muscle soreness and injury. Less intense training during the first few weeks of an exercise program may also be beneficial for seniors who are apprehensive about participating in a resistance training program. Following the initial adaptation period, the training program can gradually progress, provided that it continues to meet the needs and medical concerns of each person. In training older men and women, it is particularly important to focus on the interaction of major muscle groups used in everyday activities, such as load carrying and climbing stairs."
    },
    {
        "heading": "Once participants master the performance of basic",
        "content": "resistance exercises, more advanced and demanding exercises such as standing postures with free weights (barbells and dumbbells), multidirectional medicine ball exercises, and advanced balance training (e.g., one- legged stands and circle turns) can be incorporated into the program. Seniors should gradually progress from one set of 8 to 12 repetitions at a relatively low intensity (e.g., 40% to 50% 1RM) to higher training volumes and intensities (e.g., three sets per exercise with 60% to 80% of 1RM), depending on individual needs, goals, and abilities (82, 120). In addition, high-velocity power exercises can be gradually incorporated into the overall training regimen, provided that seniors have successfully completed a general resistance training program. Cur- rent recommendations for increasing power in healthy older adults include the performance of one to three sets per exercise with a light to moderate load (40% to 60% 1RM) for 6 to 10 repetitions with high repetition velocity (120). A resistance training program for older men and women should vary in volume and intensity throughout the year to lessen the likelihood of overtraining and ensure that progress is made throughout the training period. Because recovery from a training session may take longer in older populations, a training frequency of twice per week is recommended, at least during the initial adaptation period. Strength and conditioning What Are the Safety Recommendations for Resistance Training for Older Adults? •\t Older adult participants should be prescreened, since many older people suffer from a variety of age-related medical conditions. If necessary, medical advice should be sought concerning the most appropriate type of activity. •\t Participants should warm up for 5 to 10 minutes before each exercise session. An acceptable warm-up includes low- to moderate-intensity aerobic activity and calisthenics. •\t Older adults should perform static stretching exercises either before or after—or both before and after— each resistance training session. •\t Older adults should use a resistance that does not overtax the musculoskeletal system. •\t Participants should avoid performing the Valsalva maneuver during resistance training to avoid an abnor- mal increase in blood pressure. •\t Older adults should be allowed 48 to 72 hours of recovery between exercise sessions. •\t They should perform all exercises within a range of motion that is pain free. •\t As with any individual engaging with resistance training, older adults should receive exercise instruction from qualified instructors. Age- and Sex-Related Differences and Their Implications for Resistance Exercise professionals should be sensitive to the concerns of individuals and be able to modify a training program based on the person’s health history and individual goals. With competent instruction and support from friends, older men and women can gain confidence in their ability to resistance train, which may be enough to ensure good adherence to the program. However, since a majority of older adults do not currently engage in resistance training activities (31, 202), professionals may initially need to increase awareness of the fitness benefits associated with resistance exercise and address the concerns that seniors may have about participating in a resistance training program."
    },
    {
        "heading": "An additional consideration related to resistance",
        "content": "training in older men and women is appropriate nutri- tion. The quality and quantity of a person’s food intake (or perhaps selected nutrients) may mean the difference between losing and gaining muscle mass. In particular, it seems that adequate amounts of protein are essential for muscle hypertrophy in older people (169). Further- more, inadequate intakes of macronutrients (fat, protein, and carbohydrate) and micronutrients (vitamins and minerals) are associated with potential negative health consequences, including fatigue, compromised immune function, and delayed recovery from injury. Improving an older person’s food intake not only improves health but may also optimize adaptations to resistance training."
    },
    {
        "heading": "Conclusion",
        "content": "Research shows that resistance exercise can be a safe and effective method of conditioning for males and females of all ages and abilities. The potential benefits are multifactorial, including positive effects on a vari- ety of physical performance variables (e.g., strength and power), health markers (e.g., body composition and cardiac function), and psychosocial development (e.g., self-image and confidence). Moreover, regular participation in a resistance training program can reduce the risk of sport- and physical activity–related injuries in athletes and promote independent living in seniors."
    },
    {
        "heading": "Though the fundamental principles of resistance train-",
        "content": "ing are similar for people of both sexes and all ages, there are unique concerns specific to each population."
    },
    {
        "heading": "Knowledge of age- and sex-related differences is",
        "content": "essential to the development and evaluation of safe and effective resistance training programs. Strength and conditioning professionals should be aware that individual responses to resistance exercise may vary greatly and should be sensitive to the individual needs of all participants. Over the past few decades, coaches, clinicians, and exercise scientists have added to our understanding of age- and sex-related differences and their implications for resistance exercise. Their work has quantified the impact of resistance training on males and females of all ages and has provided the foundation for recom- mendations about the design of strength and condi- tioning programs. The information in this chapter and other chapters should help strength and conditioning professionals understand and appreciate age- and sex-re- lated differences and enhance their ability to develop safe and effective resistance training programs for children, women, and older adults alike."
    },
    {
        "heading": "Study Questions",
        "content": "1.\t An 8-year-old boy dramatically increased his upper body strength after following a six-month resistance training program. Which of the following is MOST likely responsible for this gain? a.\t increased number of muscle fibers b.\t enhanced cross-sectional area c.\t greater muscle density d.\t improved neuromuscular functioning 2.\t Growth cartilage in children is located at all of the following EXCEPT the a.\t diaphysis b.\t epiphyseal plate c.\t joint surface d.\t apophyseal insertion 3.\t The condition characterized by a bone mineral density more than 2.5 SD below the young adult mean is called a.\t sarcopenia b.\t osteopenia c.\t osteoporosis d.\t scoliosis 4.\t Which of the following should be evaluated FIRST when one is designing a training program for a 68-year- old competitive female tennis player? a.\t cardiovascular fitness b.\t lower body strength c.\t balance and agility d.\t medical history 5.\t Deconditioned female college athletes who participate in sports such as basketball and soccer appear to be at increased risk for developing injuries to the a.\t back b.\t knee c.\t wrist d.\t neck"
    },
    {
        "heading": "Key Terms",
        "content": "adolescence adulthood amenorrhea anterior cruciate ligament (ACL) apophyseal biological age childhood chronological age cocontraction development diaphysis ectomorphic endomorphic female athlete triad growth growth cartilage maturation menarche mesomorphic older osteopenia osteoporosis peak height velocity (PHV) preactivation puberty resistance exercise sarcopenia senior training age youth young athlete"
    }
]