[
    {
        "heading": "Program Design and Technique",
        "content": "for Speed and Agility Training Brad H. DeWeese, EdD, and Sophia Nimphius, PhD The authors would like to acknowledge the contributions of Steven S. Plisk to this chapter. Thanks also go to Matt L. Sams; Chris Bellon, MA, CSCS; Satoshi Mizuguchi, PhD; N. Travis Triplett, PhD, CSCS*D, FNSCA; Jared M. Porter, PhD, Adam Benz, MS, CSCS; and Tania Spiteri, MS. After completing this chapter, you will be able to •\t describe the underlying biomechanical constructs of sprint, change-of-direction, and agility performance; •\t apply sound movement principles to the coaching of locomotion modes and techniques; •\t analyze the abilities and skills needed to perform specific movement tasks; •\t effectively monitor the development of sprint, change-of-direction, and agility abilities; •\t apply sound means and methods for developing speed, change of direction, and agility; and •\t design and implement training programs to maximize athletic performance."
    },
    {
        "heading": "This chapter addresses the development of speed,",
        "content": "change-of-direction, and agility abilities. Although the term speed is often used when an athlete displays one or all of these aspects of physical performance, it is critical to understand that athlete development requires various underpinning physical capacities and skills as a result of differing biomechanical requirements. These three important aspects of physical performance can be defined as follows: •\t Speed—the skills and abilities needed to achieve high movement velocities •\t Change of direction—the skills and abilities needed to explosively change movement direc- tion, velocities, or modes •\t Agility—the skills and abilities needed to change direction, velocity, or mode in response to a stimulus The ability to outrun the competition is a hallmark of most athletic endeavors. Further, the ability to change direction rapidly during an activity can mute the effect of an opponent’s speed or provide both physical and tactical advantages on the field of play. Although it may seem that these scenarios all involve the “speed” of an athlete, this perceived “speed” may be a result of one quality or a combination of the three qualities just listed. Within sport, high-speed human locomotion can be cat- egorized as linear or multidirectional. Generating high speeds linearly, more commonly referred to as sprinting, is the underlying requirement for success in many track and field events as well as open-field running in game- based contexts. While linear speed is important in team sports, play is primarily multidirectional. As a result, these athletes’ success partially depends on responding to ever-changing game scenarios through fast, efficient changes of direction whereas speed requires the ability to accelerate and reach maximal velocity. Because of the nature of most sports, there are sce- narios in which athletes have a predetermined change of direction to make and they are limited only by their physical capacity to perform this activity (e.g., a route, play, or predetermined pattern). The physical capacity to change direction while decelerating and then reac- celerating, sometimes using a different mode of travel, is change-of-direction ability, whereas agility requires the use of perceptual–cognitive ability in combination with change-of-direction ability. This highlights the similar and contrasting qualities of speed, change of direction, and agility. For example, acceleration is a part of change-of-direction ability and agility, but additional aspects such as deceleration ability and mode of move- ment differentiate the training for speed from the training for change of direction and agility. The physical capacity to change direction may be a component of agility, but the perceptual–cognitive component influences the physical demands of agility. Therefore, while reading this chapter, one should understand that although there is overlap between these qualities, differing physical, tech- nical, or perceptual–cognitive development is required to improve each of these aspects of physical performance."
    },
    {
        "heading": "When athletes are sprinting or changing direction,",
        "content": "their performance is a function of physical capacity and technical proficiency. While biomechanical and meta- bolic efficiency underpin performance in aerobic sport, effective application of force limits speed, change of direction, and agility. Simply put, an athlete’s success in these explosive movements is the product of an athlete’s strength capacity combined with the ability to use this strength within the constraints of the activity. Strength is often associated with an athlete’s capacity to produce force, but it is important to understand that while high levels of maximal strength are desirable attributes in sport, sprint, change-of-direction, and agility events occur in periods that prevent athletes from producing and expressing their maximal strength. Within sprinting, the application of force allows the athlete to accelerate, attain high velocities, and attempt to maintain the high velocities. In addition to the force application associated with acceleration and attainment of velocity in sprinting, change-of-direction ability requires effective application of force to decelerate and then reaccelerate in another direction. Further still, agility performance is considered a function of the athlete’s ability not only to change direction, but also specifically to change direction in response to a stimulus (4) such as a defender or ball. For this reason, strength and conditioning professionals must be aware of their training choices regarding the development of physical characteristics that assist in promoting speed, change of direction, and agility on both the track and the field. ▶ ▶Speed requires the ability to accelerate and reach maximal velocity, whereas agility performance requires the use of perceptual– cognitive ability in combination with the ability to decelerate and then reaccelerate in an intended direction."
    },
    {
        "heading": "Speed and Agility Mechanics",
        "content": "In order to execute movement techniques, athletes must apply force—the product of mass and acceleration. Due to the limited available time to produce force during most athletic activities, there are two variables that describe force relative to the time available to produce force: •\t Rate of force development (RFD)—the develop- ment of maximal force in minimal time, typically used as an index of explosive strength (3) Program Design and Technique for Speed and Agility Training •\t Impulse—the product of the generated force and the time required for its production, which is measured as the area under the force–time curve."
    },
    {
        "heading": "According to the impulse–momentum relation-",
        "content": "ship, impulse dictates the magnitude of change of momentum of an object."
    },
    {
        "heading": "Physics of Sprinting, Change",
        "content": "of Direction, and Agility Force represents the interaction of two physical objects. Force is a vector quantity, meaning that it has both magnitude (size) and direction. Traditionally, force is described as a push or a pull exerted on one object by another, which prevents both objects from occupying the same space. This movement of mass changes an object’s velocity, causing acceleration."
    },
    {
        "heading": "Within the strength and conditioning profession,",
        "content": "velocity and speed are often used interchangeably. For a proper discussion on sprint and agility performance, these terms need to be separated. Speed is a scalar quan- tity, which means that it describes only how fast an object is moving. Speed is the rate at which an object covers a distance. Like force, velocity is a vector quantity. Velocity describes both how fast an object is traveling and its direction. In short, velocity is speed with a direction. Acceleration refers to the rate at which an object’s velocity changes over time. Once a force acts upon a physical object, the mass will change direction and leave the space it was occupying. Acceleration of the object will continue as long as external forces continue to change velocity. In practical settings, deceleration replaces negative acceleration in describing a change from higher to lower velocity."
    },
    {
        "heading": "Rate of Force Development",
        "content": "Within the sporting context, the ability to produce force rapidly is arguably a more desirable trait than maximal force production (89). While the ability to generate high levels of maximal force has been shown to improve performance in jump height and other athletic measures, most competitive scenarios do not occur within a time frame that allows an athlete to generate maximal forces (19). Specifically, the generation of maximal contraction force takes at least 300 ms, while many sport activities consume 0 to 200 ms (see figure 19.1) (1). For this reason, in sport settings where success is restricted to timing of movement, RFD may be a more useful mea- sure of an athlete’s explosive ability (5). Rate of force development can be described as the change in force divided by the change in time (89). The ability to accelerate a mass depends on a change in velocity resulting from the application of an external force. Therefore, from a practical standpoint, an athlete wishing to achieve higher acceleration capabilities should apply forces at a greater rate (73)."
    },
    {
        "heading": "Force at",
        "content": "200 ms"
    },
    {
        "heading": "Maximum RFD",
        "content": "Figure 19.1  Force as a function of time, indicating maximum strength, rate of force development (RFD), and force at 0.2 seconds for untrained (solid blue line), heavy resistance–trained (dashed purple line), and explosive-ballistic– trained (dotted black line) subjects. Impulse is the change in momentum resulting from a force, measured as the product of force and time (represented by the area under each curve), and is increased by improving RFD. When functional movements are performed, force is typically applied very briefly—often for 0.1 to 0.2 seconds—whereas absolute maximum force development may require 0.6 to 0.8 seconds. Reprinted, by permission, from Häkkinen and Komi, 1985 (46)."
    },
    {
        "heading": "Impulse",
        "content": "In order for an object to change its location, forces must be applied to produce a change in velocity. Athletes attempting to increase speeds through the production of force never apply forces instantaneously. In fact, force is applied to the running surface over a period of time in the stance phase of sprinting (figure 19.2) or in the plant phase of changing direction. The length of time athletes are in this stance or plant phase is termed their ground contact time. The product of the time the force is applied to the ground and the amount of force applied is termed impulse and can be graphically represented as the area under a force–time curve. Changes in impulse result in changes of the athlete’s momentum and therefore the ability to either accelerate or decelerate. Figure 19.2 demonstrates how the vertical and hori- zontal forces differ in magnitude when the acceleration phase (figure 19.7, later in the chapter) is compared to the maximal-velocity phase (figure 19.8), which reflects the two different body positions used to produce force through maximal extension. Further, these two diagrams demonstrate the concept of impulse (represented as the area under the force–time curve) during the braking phase, indicated by a negative horizontal force, or during the propulsive phase that occurs where there is a positive horizontal force. These two phases of impulse are indicated by the vertical dotted line. It should be noted that during maximal-velocity phases, there is an asymmetrical production of force and the RFD is very high, resulting in much shorter ground contact times in comparison to the acceleration phase."
    },
    {
        "heading": "Momentum is defined as the relationship between",
        "content": "the mass of an object and the velocity of movement. During a sprint, an athlete’s body mass remains con- stant. Thus, given the same time frame, the only way to achieve a greater impulse is to generate greater force. This increase in impulse leads to an increase in momen- tum or a decrease in momentum, depending on whether the athlete is intending to accelerate or reaccelerate or decelerate before a change of direction. In other words, a change in impulse results in a change in momentum and is the cause of an object’s movement. Within human locomotion, the magnitude of the force coupled with the length of time the force is produced during an individual step is paramount to success. Changes in these forces can increase or decrease the ath- lete’s momentum. For this reason, training should focus on impulse—the area under the force–time curve—in addition to RFD. Power has not been discussed here because it is derived from force and velocity. Therefore, power is considered a mechanical construct that does not truly indicate maximal explosive performance (32). Practi- cally speaking, a power value does not give insight into the performance in a way that is fully useful to profes- sionals, because it is unclear whether a power value has been achieved as a result of the force or of the velocity. In understanding that force, RFD, and impulse are direct measures, one does not require a more complex derived value to gain additional insight."
    },
    {
        "heading": "Practical Implications for Speed",
        "content": "In order to displace their body mass down a track or field, athletes must produce forces sufficient to overcome the effects of gravity and create a positive change in veloc- ity. Within a short sprint, force is the effort needed to accelerate an athlete up to his or her highest achievable speeds, which are largely determined by physiological factors. These forces or efforts are produced rapidly, with time constraints that are often shorter than the time needed for maximal voluntary force production. For this Figure 19.2  Sprint ground reaction force and impulse during the (a) acceleration phase and (b) maximal- velocity phase. Wb = body weight."
    },
    {
        "heading": "Force (Wb)",
        "content": "–1 0.03 0.06 0.09"
    },
    {
        "heading": "Time (s)",
        "content": "0.12 0.15 0.18 a"
    },
    {
        "heading": "Braking",
        "content": "impulse"
    },
    {
        "heading": "Propulsive",
        "content": "impulse"
    },
    {
        "heading": "Force (Wb)",
        "content": "–1 0.03 0.06 0.09"
    },
    {
        "heading": "Time (s)",
        "content": "0.12 0.15 0.18 b Program Design and Technique for Speed and Agility Training reason, rate of force production may be a more important factor for sprinting success. Moreover, since sprinting success is largely dependent on the production of forces within a short amount of time, impulse is an important underlying factor."
    },
    {
        "heading": "Direction and Agility",
        "content": "In addition to the requirement for acceleration, the pro- duction of braking forces over certain periods of time, termed braking impulse, should be considered during change-of-direction and agility maneuvers. The amount of impulse required to change momentum effectively and efficiently is a direct reflection of the physical requirements for change of direction. For example, as the angle of directional change required or the velocity of entry into the change of direction increases, so does the impulse required to change momentum; therefore it is physically more demanding to perform such activities. Further, the time restraints placed on a performer due to the perceptual–cognitive aspects of agility can influence the physical demands by limiting the time available to produce the required force (and impulse) to successfully change direction in response to a stimulus."
    },
    {
        "heading": "Basis for Speed",
        "content": "Sprinting, agility, and change of direction are all dynamic displays of force production in the athletic setting."
    },
    {
        "heading": "Because strength and conditioning professionals are",
        "content": "often asked to assist in the development of these com- petitively advantageous qualities, an overview of how these force measures are produced during movement is warranted."
    },
    {
        "heading": "Neuromuscular function is vital to sprint performance,",
        "content": "because the activity and the interaction of the central nervous system with the muscles ultimately influence the rate and strength of muscle contraction. Research has shown that the combination of strength, plyometric, and sprint training produces several adaptations within the neuromuscular system that may contribute to improved sprint performance. Strength training enhances neural drive, the rate and amplitude of impulses being sent from the nervous system to the target muscles (1). Increases in neural drive, which are indicative of an increase in the rate at which action potentials occur, are related to increases in both muscular force production and the rate of force production. Similarly, plyometric training demonstrates increases in excitability of high- threshold motor neurons. Increased excitability ulti- mately enhances neural drive. Taken together, increases in neural drive may contribute to increases in the athlete’s RFD and impulse generation."
    },
    {
        "heading": "Many functional tasks begin with preparatory counter-",
        "content": "movements involving spring-like actions referred to as the stretch–shortening cycle (SSC)—an eccentric–con- centric coupling phenomenon in which muscle–tendon complexes are rapidly and forcibly lengthened, or stretch loaded, and immediately shortened in a reactive or elastic manner. Practically speaking, the SSC is demonstrated in movements in which a rapid transition from an eccentric action to a concentric action occurs. Therefore, SSC actions are particularly prevalent in sports involving running, jumping, and other explosive changes in velocity. Their performance is a distinct capability that is independent of maximal strength in elite athletes (35, 45, 46, 71, 72, 80, 87, 99)."
    },
    {
        "heading": "Stretch–shortening cycle actions exploit two phe-",
        "content": "nomena: (1) intrinsic muscle–tendon behavior and (2) force and length reflex feedback to the nervous system (3, 4, 9, 14, 25). Acutely, SSC actions tend to increase mechanical efficiency and impulse via elastic energy recovery, whereas chronically, they upregulate muscle stiffness and enhance neuromuscular activation (35, 45, 46, 71, 72)."
    },
    {
        "heading": "Training activities aimed at improving SSC perfor-",
        "content": "mance should fulfill two criteria (36, 71, 72, 80, 87): •\t They should involve skillful, multijoint move- ments that transmit forces through the kinetic chain and exploit elastic–reflexive mechanisms. •\t In order to manage fatigue and emphasize work quality and technique, they should be structured around brief work bouts or clusters separated by frequent rest pauses."
    },
    {
        "heading": "In practice, a combination of progressive plyometric",
        "content": "and heavy resistance methods can accomplish these objectives. An intriguing example of this strategy is complex training, in which alternating SSC tasks with heavy resistance exercises within the same session enhances their working effect. The basis of this method is an acute aftereffect phenomenon referred to as postactivation potentiation (37, 66, 69). This training modality is becoming increasingly popular as a means of enhancing advanced athletes’ performance but may be inappropriate for novices or youths."
    },
    {
        "heading": "Spring–Mass Model",
        "content": "Exposure to strength and speed training may be linked to a rise in the preactivation of the musculature used in sprinting (43, 46). The onset of pre-tension may be related to an increase in the sensitivity of associated muscle spindles. The improvement in the time needed for feedback from muscle spindles results in greater muscle stiffness and tendon compliance (44, 48, 68)."
    },
    {
        "heading": "This physiological condition provides support to the",
        "content": "SSC, which underpins the spring–mass model (SMM). The SMM (figure 19.3) is a mathematical model that depicts sprinting as a type of human locomotion in which the displacement of a body mass is the aftereffect from energy produced and is delivered through the collec- tive coiling and extension of spring-like actions within muscle architecture (10, 21, 27, 29). During a complete Figure 19.3  A simple spring–mass model relative to the ground reaction force during the stance phase of a sprint. During the stance phase, the model demonstrates how the leg (represented as a spring) is uncompressed at initial contact and then is compressed (represented by the change in length of the spring) during midstance or as vertical ground reaction force increases. Reprinted, by permission, from Clark and Weyand, 2014 (17). running cycle, one spring compresses and propels the sprinter’s body forward. Simultaneously, the other spring swings forward in preparation for ground contact. Within an upright sprint, compression of the spring begins at foot strike, resulting in horizontal braking forces. This sudden and brief deceleration assists in propelling the swing leg forward in preparation for the subsequent step. As the center of mass moves ahead of the foot, the sprinter is in midstance. Within the SMM, the spring is compressed to the lowest point, which coin- cides with a lowered center of mass at midstance. Finally, the model describes the push-off segment of the stance phase as the return of energy through the extension of the coiled spring. This resultant energy and return of force projects the sprinter forward. While the SMM provides a conceptual framework for highlighting the actions involved in upright high-speed running, recent investigations suggest that there are lim- itations to the model’s ability to describe the stance phase of elite sprinters. As illustrated in figure 19.2, during the maximal-velocity phase, elite sprinters tend to deviate from a classic SMM by producing much of their vertical force in the first half of a ground contact. In contrast, most nonelite sprinters, such as those involved in many team or field-based sports, display stance phases that are described by the SMM (17), where the vertical force curve is more symmetrical, as shown in figure 19.3. As such, the SMM should be used as a means to describe the relationship between the SSC, muscle stiffness, and sprinting. In fact, as stride frequency increases at a given running speed, one of the most important features of the leg spring is an increase in muscle stiffness (29). ▶ ▶Because sprinting requires an athlete to move at high speeds, strength and condi- tioning professionals should emphasize the prescription of exercises that have been shown to increase neural drive while over- loading musculature of the hip and knee regions involved in the SSC."
    },
    {
        "heading": "Considerations for Change-of-Direction",
        "content": "and Agility Development In addition to the neurophysiological aspects of speed performance previously discussed, there are other fac- tors to consider with regard to change-of-direction and agility performance. During the plant phase, depicted in figure 19.4, the length of ground contact time of either an agility (0.23 to 0.25 seconds) (7) or a change-of-di- rection movement (0.44 to 0.722 seconds) (8, 39, 54) exceeds the typical ground contact time of both the acceleration phase of sprinting (0.17 to 0.2 seconds)"
    },
    {
        "heading": "Contact time (%)",
        "content": "a"
    },
    {
        "heading": "Contact time (%)",
        "content": "b"
    },
    {
        "heading": "Example 2 (R2 = 0.92)",
        "content": "Program Design and Technique for Speed and Agility Training (4) and the maximal-velocity phase of sprinting (0.09 to 0.11 seconds) (92, 93). In view of this, most change of direction requires longer SSC activities. Since effective braking is an important part of agil- ity performance (83, 84), neuromuscular development with respect to high-velocity and high-force eccentric contractions should be considered, for two reasons. First, the adaptations or motor unit recruitment path- ways called upon during an eccentric contraction are different than those called upon during concentric contractions (28). Secondly, the adaptations to eccen- tric training appear to be specific to the velocity of eccentric loading (62). In addition, training athletes for effective agility performance requires knowledge of perceptual–cognitive demands over and above the neu- rophysiological requirements for changing direction. Not only are the perceptual–cognitive demands on athletes related to their abilities in the areas of visual search scanning, anticipation, decision making, and reaction time (76), but also the tactical situation (offensive vs. defensive) changes the brain processing strategy required (82, 85)."
    },
    {
        "heading": "The training required to improve agility becomes",
        "content": "clearer as one begins to understand the various demands required for change of direction and agility with respect to neurophysiological factors, including the SSC, eccentric muscle action neuromuscular training, and implications of the length of time or the demand of the change-of-direction maneuver on the SMM. Further, neurophysiological requirements of agility performance extend beyond physical requirements to perceptual– cognitive requirements that are specific to the tactical situation."
    },
    {
        "heading": "Running Speed",
        "content": "Sprinting is a series of coupled flight and support phases, known as strides, orchestrated in an attempt to displace the athlete’s body down the track at maximal acceleration or velocity (or both), usually over brief distances and durations. Sprinting has been described as rapid, unpaced, maximal-effort running of 15 seconds or less (67). However, the classic definition of sprint speed concerns the relationship between stride length and stride frequency (53). Based on this understanding, sprint speed can be increased by an increase in stride length or an increase in stride frequency (figure 19.5). Although these changes in performance variables are logical, the underlying com- ponent to maximizing stride length and stride frequency is related to rapid force production. •\t The differences between elite and novice sprinters can be traced to a single component. Much of the current literature on sprinting (13, 52, 93, 94) suggests that the amount of vertical force applied to the ground during the stance phase may be the most critical component to improving speed. In addition, these greater forces must be applied to the ground in the shortest period possible (RFD). •\t Application of force is needed to displace a mass."
    },
    {
        "heading": "In sprinting, stride length represents the displace-",
        "content": "ment of mass. Elite male sprinters achieve a stride length of 2.70 m, whereas novice sprinters display a stride length of 2.56 m at maximum velocity (figure 19.6a) (52). •\t Since contact with the ground is needed to con- tinue force production and subsequent alterations in velocity, increasing the stride rate would theo- retically maximize the time available to produce force. Elite male sprinters demonstrate stride rates near 4.63 steps per second compared to novice sprinters, who produce a lesser stride rate of 4.43 steps per second (figure 19.6b) (52). In other words, an elite sprinter needs less ground contact time to exert the effort needed to displace his or her mass. Thus these faster sprinters spend more time in the air due to their more frequent stride rate. Interestingly, elite sprinters display times to reposition the swing leg that are similar to those of their slower counterparts (52, 94). Figure 19.4  Plant phase, termed stance phase in the context of sprinting, of a change-of-direction movement. This is the point in a change-of-direction movement that represents the transition between the deceleration step and the acceleration step. Body positioning and the abil- ity to maintain strong trunk positions during the decel- eration of momentum and reorientation of the body to run in a new direction are critical for performance. Figure 19.5  Stride length–frequency interaction as a function of running velocity. Adapted from Dillman, 1975 (26). 2.6 2.8 3.0 3.2 3.4 3.6 3.8 4.0 4.2 4.4 4.6 4.8 5.0"
    },
    {
        "heading": "Stride frequency (strides/s)",
        "content": "1.4 1.5 1.6 1.7 1.8 1.9 2.0 2.1 2.2 2.3"
    },
    {
        "heading": "Stride length (m)",
        "content": "4 m/s 5 m/s 6 m/s 9 m/s 10 m/s 8 m/s 7 m/s Figure 19.6  (a) Stride length and (b) stride rate in sprint- ers with varying qualifications. Data from Mann (52)."
    },
    {
        "heading": "Stride length at maximum velocity (m)",
        "content": "2.45"
    },
    {
        "heading": "Elite",
        "content": "2.5 2.55 2.6 2.65 2.7 2.75 a forces. Mann (52) suggests that these vertical forces are better directed toward the track due to an optimized knee height at maximal flexion of the recovering leg. This higher knee position provides a greater time period for force production and subsequent ground clearance. This technical advantage may be further evidence for why elite sprinters tend to produce most of their force within the first half of the stance phase. In addition, faster sprinters are able to achieve higher velocities through the continuous application of high forces in a short stance phase, which results in longer strides occurring at a higher rate. Within the elite setting, this results in male sprinters achieving velocities near 12.55 m/s, whereas novices are limited to 11.25 m/s. While force production is arguably the limiting factor, technical efficiency and properly designed training also limit sprint speed. ▶ ▶Sprint speed is determined by an athlete’s stride length and stride rate; more successful sprinters tend to have longer stride lengths as a result of properly directed forces into the ground while also demonstrating a more frequent stride rate. These findings suggest that RFD and proper biomechanics are two of the primary limiting factors influencing sprint performance."
    },
    {
        "heading": "Sprinting Technique Guidelines",
        "content": "Linear sprinting is composed of a series of subtasks that can be divided into the start, acceleration (figure 19.7), and top speed (figure 19.8). While these phases of a sprint are technically distinct, they all require the athlete Although the time required for staging the subsequent ground contact is similar between elite and novice sprinters, elite sprinters are able to propel themselves farther down the track due to properly directed vertical"
    },
    {
        "heading": "Speed rate (steps/s)",
        "content": "4.3 4.4 4.5 4.6 4.7"
    },
    {
        "heading": "Elite",
        "content": "b Program Design and Technique for Speed and Agility Training to volitionally move the lower limbs at maximal speeds through a series of stance and flight phases. The stance phase can be broken down further into an eccentric brak- ing period followed by a concentric propulsive period. In contrast, the flight phase consists of the recovery and ground preparation segments of the swing leg. Figure 19.9 is a sprint technique checklist that accom- panies figures 19.7 and 19.8. These recommendations are based on linear sprinting and may be useful for both instruction and evaluation of the movements. Figure 19.10 describes the fundamental movements occurring in maximum-velocity sprinting."
    },
    {
        "heading": "Technical Errors and Coaching",
        "content": "Table 19.1 highlights many common sprinting errors as well as possible causes and coaching corrections. Quite often, these errors are the result of the misapplication of forces due to improper coaching cues, insufficient mobility, or disruption to an athlete’s normal gait caused by external interference. For instance, an athlete may demonstrate overstriding due to a coaching drill (such as reaching to successively longer marks along the track in order to gain speed) or the belief that acutely increasing stride length will allow one to “catch up” to a competitor Figure 19.7  Sprinting technique during the initial acceleration (start) and acceleration. Figure 19.8  Sprinting technique at maximum velocity: late flight to early support; early support; midsupport; and late support, toe-off. in a race. Regardless of the reason, the aim of coaches should be to promote an athlete’s speed through the proper transmission of forces into the ground that will optimize the athlete’s gait cycle."
    },
    {
        "heading": "Training Goals",
        "content": "The overarching goal of sprinting is to achieve optimal stride length and stride frequency through the correct application of force into the ground. The transmission of high forces must occur within a short stance phase, also known as ground contact time. During the accel- eration phase, propulsive forces assist in elevating the hips above the ground to a point at which speed is no longer increasing at large rates. This portion of the sprint, known as maximum velocity, uses the SSC (through stiffness regulation) to propel the athlete’s center of mass down the track horizontally."
    },
    {
        "heading": "The following fundamental training objectives",
        "content": "regarding performance enhancement and injury pre- vention should be considered during the development of speed in practical settings: •\t Emphasize brief ground support times as a means of achieving rapid stride rate. As previously Sprinting Technique Checklist: Start, Acceleration, and Maximum Velocity"
    },
    {
        "heading": "Start (Figure 19.7)",
        "content": "The athlete should attempt to distribute a balanced body weight through a set position (blocks, three- or four-point staggered start) that uses segment angles critical for the production of forces necessary to deliver explosive forces from the start. •\t Front lower leg angle is ~90° in elite sprinters. •\t Rear lower leg angle is ~133° in elite sprinters."
    },
    {
        "heading": "Aggressive extension with both legs",
        "content": "•\t Goal should be to generate high horizontal velocities through a maximal exertion (push) against blocks or ground. •\t During start clearance (0.28 seconds), the legs combine to produce ~905 N of force. •\t In order to overcome static start position, the sprinter must rely on the production of vertical forces to support the body weight in addition to moving the body’s center of gravity into an upward running position. •\t Vertical velocity is greatest during block clearance and the subsequent two steps due to the need for appropriate rise in the body’s center of gravity. Start clearance occurs once the leg set in the front block position nears extension at the knee joint. •\t The exit angle of the front lower leg extension (measured at knee) during block clearance is ~160° in elite male sprinter populations. •\t Optimal length of touchdown of first step is 0.5 m from start line. •\t Initial starting velocity of elite sprinters can reach 5 m/s."
    },
    {
        "heading": "Initial steps",
        "content": "•\t During both the start clearance and initial steps of the acceleration, the recovery of the swing legs should be low to the ground to a point where the toes are barely off the ground. •\t Elite male sprinters display a stride rate of 5.26 steps/second during the second step compared to novice sprinters, who move at a rate of 3.45 steps/second. •\t Elite male sprinters display a stride length of 1.13 to 1.15 m during the first two steps of block clearance compared to novices, who average 1.21 to 1.50 m. •\t Stride length is shorter in elite sprinters due to the need for less flight time so that horizontal velocity is increased through more frequent ground contact times. •\t Elite male sprinters average ground times of ~0.123 seconds during the second step of start clearance, while novice sprinters average 0.223 seconds. By ~20 m, the body’s center of gravity has been raised to a point at which sprinting is nearly upright. The head is in a relaxed, neutral position and will rise at the same rate as the torso."
    },
    {
        "heading": "Maximum Velocity (Figure 19.8)",
        "content": "The sprinter displays stacked joints with the shoulders appearing to sit directly above the hips, which sit above the foot during stance phase. The head continues to stay in a relaxed, neutral position with eyes focused directly ahead. The shoulders stay down and relaxed to allow the arms to move at the same rate as legs cycle through the phases of stance and swing. •\t Elite male sprinters attain horizontal velocities ~12.55 m/s compared to novice sprinters, who reach velocities of 11.25 m/s. •\t At maximum velocity, top sprinters display higher stride rates than their competitors. Specifically, elite males demonstrate a stride rate of 4.63 steps/second while novice sprinters take 4.43 steps/second. •\t Elite male sprinters produce stride lengths of 2.70 m at maximum velocity compared to their novice counterparts, who achieve 2.56 m per stride. •\t Elite male sprinters minimize ground contact time to 0.087 seconds, while novice sprinters maintain ground contact times of 0.101 during maximum velocity. Figure 19.9  A checklist for sprinting at start, acceleration, and maximum velocity. Adapted, by permission, from Mann, 2011 (52). Figure 19.10  List of the fundamental movements of the flight and support phases in maximum-velocity sprinting. From Putnam and Kozey 1989 (65); Wood 1987 (95)."
    },
    {
        "heading": "Early Flight",
        "content": "•\t Eccentric hip flexion: decelerates backward rotation of thigh •\t Eccentric knee extension: decelerates backward rotation of leg/foot"
    },
    {
        "heading": "Midflight",
        "content": "•\t Concentric hip flexion: accelerates thigh forward •\t Eccentric knee extension → eccentric knee flexion"
    },
    {
        "heading": "Late Flight",
        "content": "•\t Concentric hip extension: rotates thigh backward in preparation for foot contact •\t Eccentric knee flexion: accelerates leg backward, limiting knee extension; stops before foot strike (aided by concentric knee flexion to minimize braking at touchdown)"
    },
    {
        "heading": "Early Support",
        "content": "•\t Continued concentric hip extension: minimizes braking effect of foot strike •\t Brief concentric knee flexion followed by eccentric hip extension: resists tendency of hip/ankle extension to hyperextend knee; absorbs landing shock •\t Eccentric plantarflexion: helps absorb shock and control forward rotation of tibia over ankle"
    },
    {
        "heading": "Late Support",
        "content": "•\t Eccentric hip flexion: decelerates backward thigh rotation; rotates trunk in preparation for forward takeoff •\t Concentric knee extension: propels center of gravity forward •\t Concentric plantarflexion: aids in propulsion Table 19.1  Common Sprinting Technique Errors, Causes, and Corrections"
    },
    {
        "heading": "Hips too high in start of",
        "content": "crouch position."
    },
    {
        "heading": "Misunderstanding of setup",
        "content": "Instruct athlete to space feet by 1.5 to 2 foot lengths, then lower into starting position by dropping the shin of back leg to be more parallel with sprint surface."
    },
    {
        "heading": "Athlete is stepping out",
        "content": "laterally during the initial drive phase."
    },
    {
        "heading": "Improper distribution of",
        "content": "forces Instruct athlete to push or drive through the ground to initiate the sprint."
    },
    {
        "heading": "Athlete’s arm movement is",
        "content": "abnormally short and tight."
    },
    {
        "heading": "Misunderstanding of natural",
        "content": "arm swing Instruct the athlete to either (a) drive the elbow down and back or (b) pull the hands down and back so as to simulate pulling on a rope. In addition, cue the athlete to allow the hands to fully break the waist while also allowing the arms to recover at midline of the body (invisible line from nose through navel)."
    },
    {
        "heading": "Unnecessary tension in",
        "content": "dorsal muscles; neck hyperextension."
    },
    {
        "heading": "Misunderstanding of",
        "content": "movement Instruct athlete to keep head in line with spine, as the torso and head should rise at the same rate during the acceleration and transition phases of the sprint."
    },
    {
        "heading": "Athlete “jumps” first stride",
        "content": "or steps over the knee of stance leg."
    },
    {
        "heading": "Push-off angle too high;",
        "content": "upward thrust too steep Instruct the athlete to initiate movement by driving through the ground and allow the swing leg to horizontally “cut” the stance leg shin, rather than stepping over the stance leg. In addition, one may cue the athlete to keep the foot of swing leg close to the ground in order to set up a proper acceleration phase. (continued)"
    },
    {
        "heading": "Coaching recommendations",
        "content": "Premature upright posture."
    },
    {
        "heading": "Inadequate push-off force;",
        "content": "improper carriage of head Instruct the athlete to continue pushing into the ground while maintaining a natural trunk lean. Also cue the athlete to keep the head in line with the spine, as lifting the head may result in a sudden lifting of the torso, ultimately minimizing acceleration patterns."
    },
    {
        "heading": "Athlete is superficially",
        "content": "attempting to maintain an acceleration phase when the shins are clearly vertical."
    },
    {
        "heading": "Improper understanding of",
        "content": "movement patterns Instruct the athlete that as the shins and hips come up to vertical, so should the torso and head. Encourage the athlete to feel for the rise in the hips so that the joints (shoulders to hips to ankles) stay stacked or in line. This position allows for the proper transmission of forces into the running surface."
    },
    {
        "heading": "Athlete is not displaying",
        "content": "optimal front side mechan- ics with regard to the height of swing leg knee."
    },
    {
        "heading": "Inadequate force production",
        "content": "Recall that the swing leg’s knee height (traditionally called front side mechanics) is purely a display of ground reaction forces. Improper cueing an athlete to lift the knees may result in further improper transmis- sion of forces and ultimately change the musculature naturally used during the sprint event. Athlete is overstriding."
    },
    {
        "heading": "Misunderstanding of force",
        "content": "application Success in sprint events results from the ability to produce high vertical forces in a short amount of time. An athlete overstriding is attempting to increase speed via larger ground contact times, which ultimately dampens the effects of the stretch–shortening cycle. Instruct athletes to “run in their lane” and maintain their natural gait cycle."
    },
    {
        "heading": "Athlete is displaying chronic",
        "content": "hamstring injury or pain."
    },
    {
        "heading": "Insufficient mobility,",
        "content": "improper positioning of pelvis A high likelihood of hamstring injury occurs during the swing phase of the sprint event as a result of eccentric (lengthening) forces. An athlete is further compromised when displaying anterior pelvic tilt during the sprint event. Before training or competition, mobility and soft tissue therapy may be warranted in order to stabilize the pelvis in a neutral position."
    },
    {
        "heading": "Athlete is attempting to",
        "content": "“cycle” the leg action, resulting in an increased time to complete the swing phase. This is made apparent by the open gap between the knees during the stance phase."
    },
    {
        "heading": "Improper force application",
        "content": "Instruct the athlete to drive the foot down and back into the track, not paw. Due to the seemingly hori- zontal movement of the foot during a sprint, coaches often miscue athletes to paw the foot into the track. Pawing the foot horizontally against the track prevents the athlete from using vertical forces, overloading the stretch–shortening cycle to move down the track."
    },
    {
        "heading": "Athlete is displaying",
        "content": "erroneous arm movement in the transverse plane."
    },
    {
        "heading": "Improper understanding of",
        "content": "movement pattern"
    },
    {
        "heading": "While traditionally coaches would claim that erratic",
        "content": "arm movement is a symptom of fatigue, much liter- ature suggests that speed is limited by mechanical force application, not metabolic efficiency. Under this newer model, coaches should emphasize driving the arms down and back while maintaining an upright torso. In addition, the coach should recommend to the athlete that the arm swing recover near the midline of the body in order to take advantage of the glenohumeral joint’s natural range of motion."
    },
    {
        "heading": "Table 19.1  (continued)",
        "content": "mentioned, this requires high levels of explosive strength. This quality is developed systematically through consistent exposure to speed training as well as properly designed strength training programs. •\t Emphasize the further development of the SSC as a means to increase the amplitude of impulse for each step of the sprint. Specifically, high achievers at top-speed sprinting produce high forces in a shorter stance phase using the SSC. The complete Program Design and Technique for Speed and Agility Training weightlifting movements and their derivatives are key exercises for overloading the SSC with forces greater than those produced during an open sprint."
    },
    {
        "heading": "Change-of-Direction Ability",
        "content": "In both field and court sports, there are a substantial number of preplanned change-of-direction movements as well as changes in direction in response to the ball, the game, or opponents. In sports such as baseball, softball,"
    },
    {
        "heading": "American football, and basketball, athletes decide before",
        "content": "commencement of movement on the path they will run. Such patterns often including a quick or sudden change of direction—for example, exploding into a sprint out of a shuffle off a base or running a route before receipt of a ball. However, many sports also include rapid changes of direction in response to opponents or tactical situations. Such responses can occur in an offensive or a defensive scenario, and the physical movement and perceptual–cognitive aspects of such performances impose different demands on the athlete. Therefore, one should thoroughly understand the factors associated with agility performance from a physical standpoint (change-of-direction ability) and in combination with the perceptual–cognitive aspects (agility)."
    },
    {
        "heading": "Factors Affecting Change of Direction",
        "content": "and Perceptual–Cognitive Ability It is becoming increasingly clear that the ground contact time and ground reaction force during the plant phase (figure 19.4) of a movement provide valuable insight into the physical factors that affect change-of-direction performance, while perceptual–cognitive factors must also be considered with regard to agility. Change-of-di- rection and agility movements performed at shallow cutting angles (less than 75°) and associated with shorter ground contact times (less than 250 ms) (83) will benefit from training similar to speed training with regard to the physical demands but will still require additional perceptual–cognitive training. On the other hand, when a change of direction involves a more aggressive cut- ting angle (equal to or greater than 75°), the length of ground contact time can often exceed 250 ms (8, 38, 54) due to the greater braking requirements. Therefore, one should consider increasing emphasis on eccentric strength and maximal strength alongside the concentric explosiveness required during the reacceleration. Figure 19.11 provides an example of how various requirements (angle of change of direction or perceptual–cognitive requirement of agility) may affect the ground reaction force and ground contact times of athletes. Of particular interest is the effect of various methods of changing direction (for the same-degree cut) on ground reaction force and ground contact times. The effect of method of changing direction can be seen in figure 19.11: The"
    },
    {
        "heading": "Force (BW)",
        "content": "–1"
    },
    {
        "heading": "Time (ms)",
        "content": "505 test 180° COD (jump turn) T-test 90° COD from forward run to lateral shuffle"
    },
    {
        "heading": "Reactive agility to 45° COD",
        "content": "505 test 180° COD (outside leg turn) Figure 19.11  Comparison of ground reaction force and contact times during various change-of-direction (COD) and agility maneuvers. ▶ ▶Athletes improve change-of-direction abil- ity through development of a number of physical factors and technical skills during a variety of speeds and modes of movement."
    },
    {
        "heading": "The development of agility also requires",
        "content": "improving perceptual–cognitive abilities in relation to the demands of the sport. 505 was performed either with a single-leg change of direction (outside leg turn) or with a “jump turn” that can be performed in a testing environment but is not commonly performed on the field of play. Nevertheless, this demonstrates that the technique chosen will dictate the demands; therefore, if trying to elicit a specific adaptation from an athlete, one should provide specific instructions. The test used for assessment of agility performance will have an impact on perceived agility ability of the athlete. A plethora of tests are used to assess “agility,” but tests without a reactive aspect should be considered change-of-direction tests, and a test that includes a reac- tive stimulus is now by definition a test of agility for most sports. Further, the requirements of the test may result in assessment of factors other than change-of-direction ability or perceptual–cognitive requirements. Therefore, one must be informed about and critical regarding a test used to assess “agility” or “change-of-direction ability.” For example, if the Illinois agility test, often performed with soccer athletes (91), was used after pre-season train- ing, improvements in performance during the Illinois agility test may be due to improved metabolic capacity and not necessarily improved change-of-direction ability. This is attributed to the length of the Illinois test, which imposes a higher metabolic demand than shorter tests. However, it should be noted that even similar-length tests such as the traditional 505 test, the modified 505 test (the 505 without the initial 10 m run-up), and the L-run used on the same athletes have only a moderate relationship (31), indicating they are not all assessing the same type of change-of-direction ability or the same underpinning physical requirements. This becomes more apparent when one realizes that some tests require a rapid change of direction while others require multiple changes of direction. Tests with multiple changes of direction often require more bending around an object or cone, while maintaining as much velocity as possible, in comparison to a sharp change of direction that demands a rapid deceleration. Therefore, tests such as the Illinois agility or L-run that require a bend to maintain velocity instead of an aggressive change of direction could be considered tests of maneuverability (58). With this said, table 19.2 gives examples of change-of-direction and agility tests and drills that address different physical requirements within the realm of “agility.” One should consider the aspect most important to the given sport when determining change-of-direction and agility abil- ities and consider testing and monitoring various types of change-of-direction abilities and perceptual–cognitive abilities required during true agility tests."
    },
    {
        "heading": "Change-of-Direction Ability",
        "content": "As just stated, one must understand that an athlete’s mea- sured change-of-direction ability may vary depending on the demand imposed by the chosen change-of-direction test. Therefore, it may be beneficial to choose different tests that measure this ability under a high-velocity braking requirement; with multiple changes of direc- tion; or, as will be discussed, in reaction to a scenario, opponent, or stimulus. Another consideration regarding change-of-direction ability is the orientation of the body leading into the deceleration, through the transition phase as the athlete comes to a stop, and then the positioning as he or she subsequently reaccelerates out of the change of direction. Therefore, the positioning of the trunk will influence the performance of the change of direction. Therefore, it is a combination of the ability to decelerate, reorient the body to face or partially face the direction of intended travel, and then explosively reaccelerate that truly determines change-of-direction ability."
    },
    {
        "heading": "Considering the requirements for rapidly changing",
        "content": "momentum, increased muscle mass in combination with decreased body fat has been regarded as a predictor of Table 19.2  Aspects of Agility Tested or Trained in Various Drills and Tests"
    },
    {
        "heading": "Change-of-direction",
        "content": "speed"
    },
    {
        "heading": "Perceptual–",
        "content": "cognitive ability"
    },
    {
        "heading": "Metabolic",
        "content": "requirement* (average length of test)"
    },
    {
        "heading": "Reactive agility tests",
        "content": "✓ ✓ < 3 s ✓ < 3 s"
    },
    {
        "heading": "Pro agility",
        "content": "✓ < 5 s"
    },
    {
        "heading": "T-test",
        "content": "✓ ✓ < 12 s*"
    },
    {
        "heading": "Illinois agility",
        "content": "✓ < 12 s*"
    },
    {
        "heading": "L-run",
        "content": "✓ < 6 s *The length of the test has a large influence on the metabolic requirements and whether changes in test performance can become a function of enhanced conditioning instead of directly related to improvements in change-of-direction or agility ability. Data from references 31, 60, 63, 75, 79, 90, 91, and 97. Program Design and Technique for Speed and Agility Training change-of-direction performance when assessed by the T-test in elite basketball players (16). Other anthropo- metrics and their relationship to change-of-direction ability are not discussed here, as aspects such as height and limb length are not modifiable by the strength and conditioning professional. Instead, body center of mass height is related to improved lateral change-of-direc- tion performance (78), and this can be actively targeted during training."
    },
    {
        "heading": "Overall, change-of-direction ability among a variety",
        "content": "of movement patterns (various degrees of cutting) has been shown to improve with increased hip extension velocity (rapid application of force by the hip extensors), low center of mass height, increased braking impulse and propulsive impulse, increased knee flexion enter- ing the change of direction, minimized trunk angular displacement entering the change of direction (decel- eration phase), and increased lateral trunk tilt (during 180° changes) (15, 70, 78, 83, 84, 86). As the ability to decelerate, hold body position, and then reaccelerate is important in change-of-direction tasks as described by the kinetic and kinematic requirements of faster change-of-direction and agility performances, it is clear that a well-rounded approach to strength development involving dynamic, isometric, and in particular eccen- tric strength capacities is needed for the development of better change-of-direction performances (41, 86). In contrast to sprint development, it is recommended that athletes undergo training that allows for the neu- romuscular system to effectively adapt to the rate of loading required during the braking phase, with the understanding that the neuromuscular requirements for braking capacity must be specifically trained using high-velocity eccentric contractions (28) such as those during drop landings, landing from a loaded jump, or the catch phase of a power clean or power snatch. All of these place different eccentric loading demands on the hips, knees, and ankles (56)."
    },
    {
        "heading": "Perceptual–Cognitive Ability",
        "content": "When the physical ability to change direction rapidly is present, one can focus on the components of perceptual– cognitive ability that must be developed to bring together the ability to perform both physically and mentally on the field of play. There are several components of per- ceptual–cognitive ability: visual scanning, anticipation, pattern recognition, knowledge of the situation, decision- making time and accuracy, and reaction time (75, 77, 83, 97, 98). Many of these aspects of development are sport specific, and a comprehensive discussion is beyond the scope of this text. However, general drills to help improve these skills are discussed in the section on methods of developing agility."
    },
    {
        "heading": "Technical Guidelines and Coaching",
        "content": "In comparison to sprinting, change of direction and agility have a large number of degrees of freedom due to the multitude of movements that occur during a change of direction. Further, agility performance as restricted or determined by opponents or other tactical restraints and scenarios cannot be trained through the use of a single technique. Nevertheless, the following are some technical guidelines and coaching suggestions."
    },
    {
        "heading": "Visual Focus",
        "content": "•\t When changing direction in response to an oppo- nent (either offensive or defensive), the athlete should focus on the shoulders, trunk, and hip. •\t Following the anticipation of the event, unless deception is intended, the athlete should quickly redirect attention to a new area to help lead the transition of the body."
    },
    {
        "heading": "Body Position During Braking and Reacceleration",
        "content": "•\t Control the trunk leading into the deceleration (decrease large amounts of trunk motion) (70). •\t Through the stance phase, reorient the trunk and hips toward the direction of intended travel to allow for a more effective reacceleration (15). •\t Just as with acceleration mechanics, body lean is paramount in allowing proper force application through the ground with strong alignment of the ankle, knee, and hip and through to the trunk and shoulders. •\t Enter and exit changes in direction with a lower center of mass; when performing side-shuffling changes of direction, maintaining this low center of mass is critical (78)."
    },
    {
        "heading": "Leg Action",
        "content": "•\t Ensure that the athlete can effectively dissipate or tolerate the eccentric braking loads through an effective range of motion at the knee and avoid a stiff-legged braking style (81, 83). •\t Emphasize “pushing the ground away” in order to enhance performance, especially while learning in closed drills. External focus of attention—through instructions to concentrate on the ground instead of a body part—has been shown to improve change-of-direction performance (64)."
    },
    {
        "heading": "Arm Action",
        "content": "•\t Powerful arm actions should be used to facilitate leg drive. •\t Ensure that the action of the arms is not counter- productive (i.e., does not cause a decrease in speed or efficiency), particularly during transitioning between difficult changes of direction (e.g., from a backpedal to a sprint)."
    },
    {
        "heading": "Training Goals",
        "content": "The three goals of agility performance are enhanced perceptual–cognitive ability in various situations and tactical scenarios, effective and rapid braking of one’s momentum, and rapid reacceleration toward the new direction of travel. To meet these goals, one should emphasize the following: •\t Directing visual focus toward the opponent’s shoulders, trunk, and hips to increase perceptual ability to anticipate the movement of a defensive or offensive opponent (75) •\t Orienting the body into a position that allows for effective application of forces into the ground to maximize braking capacity, and increasing the speed from which one can rapidly stop as well as the direction of movement one must brake from (running forward, running backward, or shuffling laterally) (15, 70, 78, 83, 84, 86) •\t The ability to maintain a good position after brak- ing, reorient the body into a position that faces the new direction, and effectively use acceleration mechanics to reaccelerate (58)"
    },
    {
        "heading": "Methods of Developing Speed",
        "content": "From a practical standpoint, the demonstration of proper speed is the result of well-organized programming that organically develops and matures the required skill sets within the athlete. This organic approach to sprint training results from a schema of development that is based on the emphasis and de-emphasis of certain qualities, such as acceleration and maximum velocity, within each training phase. Furthermore, the training plan should coordinate these singular qualities through phasic progression. A well-constructed training plan highlights specific components that will assist in fully maximizing an athlete’s movement potential."
    },
    {
        "heading": "Sprinting",
        "content": "Although a variety of training stimuli are important for the optimization of athletic performance, it can be argued that no exercise improves running velocity more than maximum-velocity sprinting. An athlete’s sprint prowess depends on the generation of high forces in short periods of time (52, 93). Neurological adaptations resulting from long-term training plans that emphasize maximal strength and movement velocity improve both RFD and impulse generation (1, 89). In the strength and conditioning setting, weightlifting movements and jump training are prescribed to develop RFD and impulse at varying loads, as these movements use the SSC. Sim- ilarly, upright sprinting uses the SSC, defining it as a plyometric movement. Chronic exposure to movements eliciting the SSC can increase muscle stiffness, which is a potential physiological advantage for sprint ability (29)."
    },
    {
        "heading": "In addition, sprinting requires near-maximum to max-",
        "content": "imum muscle activation, which depends on high central nervous system activity. This activity is often referred to as rate coding (47, 68). When signal frequency reaches a threshold, skeletal muscle may not completely relax between stimulations (47). Incomplete relaxation results in more forceful contractions and a greater RFD in subsequent contractions (57). Therefore, chronic exposure to sprinting may lead to improvements in musculoskeletal control via the central nervous system. This would result in a cyclical dose–response relation- ship, as neurophysiological adaptations from previous practices would bolster subsequent training. In an effort to either enhance the force required or target potential neuromuscular adaptations for sprinting improvement, resisted and assisted sprint training techniques are often employed. The proposed benefits, potential drawbacks, and coaching considerations are outlined in table 19.3."
    },
    {
        "heading": "Strength",
        "content": "As noted throughout the chapter, sprint speed is under- pinned by an athlete’s ability to produce large forces within a brief period of time. These forces must be large enough to (a) support the body weight in the presence of gravity and (b) displace the body through an increase in velocity (52). Thus many strength and conditioning pro- fessionals are aware of the importance of weight training in the development of a sprint-based athlete. Central to the discussion of strength training is how best to transfer newly developed strength qualities from the weight room to the track (96). The transfer of strength improvements to sprinting may require an emphasis on the specificity of training. This transfer of training effect deals with the degree of performance adaptation and may result from the similarities between the movement patterns, peak force, RFD, acceleration, and velocity patterns of an exercise and the sporting environment (87)."
    },
    {
        "heading": "While maximal strength training may be beneficial,",
        "content": "training should emphasize agendas that merge maximal strength and speed–strength qualities (34). The selection of exercises and movements that provide opportunities to display forces and velocities similar to those found in sprinting may have the most benefit with regard to enhancing rate coding and firing frequency, alongside alterations to Type II muscle fibers such as cross-sec- tional area and fascicle length (30, 33). For instance, evidence suggests that weightlifting movements and Table 19.3  Assistance and Resistance Training for Speed Development"
    },
    {
        "heading": "Example exercise",
        "content": "modalities"
    },
    {
        "heading": "Practical use",
        "content": "suggestion"
    },
    {
        "heading": "Assistance",
        "content": "training (e.g., overspeed training)"
    },
    {
        "heading": "Inclusive of modalities",
        "content": "such as rope towing, bungee cord pulls, or downhill running with the intention of allowing the athlete to run at supramaximal speeds"
    },
    {
        "heading": "Theoretically, these",
        "content": "training tools are used in hopes of exposing the athlete to higher velocities than one can achieve in unassisted sprinting by inducing an increased stride rate."
    },
    {
        "heading": "This increased stride",
        "content": "rate is hypothesized to have potential for neuromuscular adapta- tions to increase maxi- mal sprint velocity."
    },
    {
        "heading": "Assisted sprinting may prema-",
        "content": "turely rush an athlete’s stance phase, thus removing time needed to exert proper forces, and has been shown to result in decreased muscle activation and propulsive force production in comparison to maximal run- ning (55). Therefore what can be described as “chop” steps may often be observed."
    },
    {
        "heading": "Exercises that rely on the towing",
        "content": "of athletes may increase braking forces in comparison to maximal running (55) as athletes attempt to tolerate velocities they cannot naturally create or accommodate to as a result of biomechanical efficiency, training state, or both."
    },
    {
        "heading": "Downhill sprinting may expose",
        "content": "the athlete to unnecessary eccentric forces through a modi- fied stance leg that results from having to “find the ground.” This may also affect the SSC, which is optimized through the foot place- ment occurring just in front of the center of mass upon ground contact in flat-surface upright sprinting (55)."
    },
    {
        "heading": "To date, very little research sup-",
        "content": "ports the implementation of over- speed training, as sprint success results from an athlete’s ability to produce large forces in a short ground contact time."
    },
    {
        "heading": "Top-speed sprinting should",
        "content": "be developed through more natural and safer training tools that consider an athlete’s training status and support optimal biomechanics."
    },
    {
        "heading": "Coaches should carefully",
        "content": "assess the implications of assistance modalities before implementation."
    },
    {
        "heading": "Resistance",
        "content": "training"
    },
    {
        "heading": "Inclusive of training",
        "content": "modalities such as sled towing, wind resistance, incline sprinting, and sled pushing with the intention of improving an athlete’s accelera- tive abilities"
    },
    {
        "heading": "Accentuates the biome-",
        "content": "chanics of the acceler- ation phase by placing the athlete in a position that promotes lowered torso, hips, and shin angles."
    },
    {
        "heading": "Resisted sprinting may",
        "content": "optimize an athlete’s ability to cover short distances quickly by overloading the accel- eration phase, resulting in ground contact times that produce higher propulsive forces."
    },
    {
        "heading": "Improving acceleration,",
        "content": "which is a change in velocity, may lead to an increase in top speed through enhanced rate of force development."
    },
    {
        "heading": "Sprint efforts against a load that",
        "content": "is too great may lead to longer ground contact times in addition to shorter stride lengths that are not task specific (49)."
    },
    {
        "heading": "Slopes of incline that are too",
        "content": "great may modify proper sprint- ing biomechanics, resulting in rehearsal of improper technique and thus limiting transfer of train- ing effect."
    },
    {
        "heading": "Sled pushing may alter the natural",
        "content": "sprinting gait cycle due to the removal of arm action that syn- chronizes and counterbalances the leg action occurring at the hip."
    },
    {
        "heading": "Coaches and athletes",
        "content": "attempting to improve the acceleration phase of a sprint may adopt resis- tance training modalities that maintain normal biomechanics involved in unresisted sprints."
    },
    {
        "heading": "Loads should be chosen",
        "content": "based on the sporting context while also consid- ering the athlete’s physical status. For instance, track and field sprinters may use loads that do not decrease running velocity by more than 10% to 12% (2, 39, 51, 42)."
    },
    {
        "heading": "In contrast, field sport",
        "content": "athletes who overcome external resistance while blocking, tackling, and scrimmaging can use loads 20% to 30% of body weight to improve the initial 5-10 m of movement (20, 42). SSC = stretch-shortening cycle. Data from references 2, 20, 40, 42, 49, 51, and 55. their derivatives such as the clean, snatch, and midthigh pulls may enhance sprint performance through physio- logical adaptations such as muscular stiffness, enhanced"
    },
    {
        "heading": "RFD, and coactivation of the musculature surrounding",
        "content": "the hips and knees (6, 18, 24)."
    },
    {
        "heading": "Mobility",
        "content": "While not a kinetic variable, soft tissue manipulation has become an increasingly used practice in the development of speed athletes. Coaches and trainers rely on tools such as stretching, chiropractic care, massage, and myofascial release in an attempt to achieve optimal mobility within the dynamic state. Mobility is the freedom of an athlete’s limb to move through a desired range of motion, whereas flexibility is a joint’s total range of motion. With an understanding that positional characteristics are among several limiting factors in performance, coaches should ensure that proper postural integrity is in place before the onset of practice or competition."
    },
    {
        "heading": "Based on the previously described constructs of",
        "content": "speed, the currently accepted model of sprint success is based on the athlete’s ability to produce and over- come ground reaction forces in a short amount of time. Moreover, while these ground reaction forces assist in producing optimal stride length through forward propul- sion, the sprinter’s position in flight may be limited by insufficient mobility. Specifically, an athlete may possess the physical characteristics necessary to yield high rates of force in a short amount of time, but compromises in a joint’s freedom of movement will result in misplaced forces. The improper placement of forces due to errone- ous ground contact will result in dampened sprint speed and an increased likelihood for injury."
    },
    {
        "heading": "As discussed throughout the chapter, a multifactorial",
        "content": "approach is warranted to develop both the physical and the perceptual–cognitive aspects required for continual improvement in agility performance. Therefore, one should consider a plan that addresses underpinning phys- ical capacities using various strength development strate- gies, technical competence in a closed skill environment with movement-specific actions (change-of-direction ability), and improvement of perceptual–cognitive capacity through agility drills and inherent aspects of skills practice (58)."
    },
    {
        "heading": "Strength",
        "content": "Similar to aspects of strength development for speed, strength development for agility should emphasize rel- ative strength and a variety of speed–strength qualities along the force–velocity spectrum. However, additional development of the eccentric strength of the athlete due to the large braking forces during change-of-direction and agility movements should be considered. This means that training exercises can include a spectrum of load–velocity profiles in the weight room (32) as well as a variety of load–velocity profile activities in the field, such as squat jumps, countermovement jumps, and drop jumps of various heights in combination with the change-of-direction and agility drills themselves. The multifactorial nature of agility warrants a well-rounded approach to strength development. Table 19.4 provides an example of how training in the weight room and on the field can satisfy the strength requirements underlying agility performance. Understanding that athletes will develop the physical requirements before being able to transfer newly gained strength into technical competence helps both coaches and athletes realize that performance gains will lag behind fundamental physical requirements for a given technical skill (88)."
    },
    {
        "heading": "Change-of-Direction Ability",
        "content": "Similar to the progressions of plyometric activities based on intensity and difficulty of each drill, closed skill change-of-direction drills can progress from beginner to intermediate to advanced levels based on the physical loading demands that have been discussed in this chapter. Table 19.5 presents an example of a progression of drills for change-of-direction ability (both rapid changes of direction and those associated with maneuverability), as well as a progression plan for agility drills. The physical loading during agility drills will be higher than beginner change-of-direction drills. Therefore, table 19.5 provides practitioners with a series of drills and a guideline for safely and effectively advancing athletes so they can build on their physical and technical attributes as they improve."
    },
    {
        "heading": "Perceptual–Cognitive Ability",
        "content": "During years of skills training (within the sport), athletes continually enhance visual scanning, pattern recognition, and knowledge of the situation, while in drills used to improve agility (outside of skills practice) they primarily focus on improving anticipation, decision-making time, and accuracy. In the same way one would regularly increase the demands of a physical task to continually improve performance, one can train perceptual–cog- nitive ability (table 19.5). Therefore, agility activities should begin by adding a perceptual–cognitive compo- nent to common closed skill change-of-direction drills. For example, decelerations or the Z-drill can evolve into agility drills by including a generic stimulus such as a whistle, a coach command, or a flashing arrow or light (76, 97). Following success with the aforementioned Program Design and Technique for Speed and Agility Training agility drills, progression requires activities that have sport-specific stimuli such as evasive drills and small- sided games, which have been said to have better transfer to performance (76, 97). Both generic and specific stim- uli can be made more difficult within a given agility drill through progressive increases in either temporal (time) or spatial (space or area) stress on the athlete."
    },
    {
        "heading": "Program design involves planning at several levels,",
        "content": "each with its own set of considerations: microcycles (short-term), mesocycles (medium-term), and macro- cycles (long-term). The process is referred to as peri- odization. Periodization is the strategic manipulation of an athlete’s preparedness through the employment of sequenced training phases defined by cycles and stages of workload. These planned workloads are varied in order to facilitate the integration of planned programming tactics that will harmonize the relationship between training-induced fatigue and accommodation (22). Furthermore, the periodization process is guided by information collected during the athlete monitoring process. Specifically, as an athlete progresses through a training phase, consistent information acquired through various monitoring strategies helps to show how the athlete is responding to the training stimulus in the short term and how the athlete should be further developed in Table 19.4  Comparison of Focus for Agility Development in Novice and Advanced Athletes"
    },
    {
        "heading": "Novice athletes",
        "content": "(weight room associated)"
    },
    {
        "heading": "Novice athletes",
        "content": "(field and court drills)"
    },
    {
        "heading": "Advanced",
        "content": "athletes (weight room associated)"
    },
    {
        "heading": "Advanced",
        "content": "athletes (field and court drills)"
    },
    {
        "heading": "Required to provide base strength",
        "content": "for all subsequent training as well as to ensure adequate mobility during body weight and loaded training"
    },
    {
        "heading": "Body weight",
        "content": "exercises “Body awareness” work such as lean- ing drills"
    },
    {
        "heading": "Squat",
        "content": "(and variations)"
    },
    {
        "heading": "Pulls",
        "content": "(and variations)"
    },
    {
        "heading": "Various change-of-",
        "content": "direction drills"
    },
    {
        "heading": "Concentric explosive strength",
        "content": "(may include isometric strength work)"
    },
    {
        "heading": "Required to effectively reaccelerate",
        "content": "after the braking phase or maintain strong position through the transition phase of change of direction and agility"
    },
    {
        "heading": "Squat jumps",
        "content": "(loaded)"
    },
    {
        "heading": "Advanced acceler-",
        "content": "ation drills (e.g., sled push)"
    },
    {
        "heading": "Required to develop the ability to",
        "content": "effectively absorb load required during the braking phase of change of direction and agility"
    },
    {
        "heading": "Deceleration drills",
        "content": "(forward emphasis)"
    },
    {
        "heading": "Drop landings and",
        "content": "receiving strength required during the catch phase of Olympic lifts"
    },
    {
        "heading": "Accentuated",
        "content": "eccentric training"
    },
    {
        "heading": "Decelerations",
        "content": "drills (high velocity and various angles)"
    },
    {
        "heading": "Required to increase the ability to",
        "content": "transfer from high eccentric load to concentric explosiveness —"
    },
    {
        "heading": "Beginner",
        "content": "plyometrics"
    },
    {
        "heading": "Advanced",
        "content": "plyometrics"
    },
    {
        "heading": "Required to hold body position",
        "content": "strongly during multitude of movement demands"
    },
    {
        "heading": "Low-velocity COD",
        "content": "(e.g., Z-drill)"
    },
    {
        "heading": "Lateral, backward,",
        "content": "and forward COD drills"
    },
    {
        "heading": "Greater degree of",
        "content": "freedom lifts (e.g., land mine exercises)"
    },
    {
        "heading": "High-velocity COD",
        "content": "drills"
    },
    {
        "heading": "Challenging",
        "content": "cutting-angle COD drills"
    },
    {
        "heading": "Required to progress in visual",
        "content": "scanning, effective anticipation, and decision making —"
    },
    {
        "heading": "Simple reaction",
        "content": "drills: introduction to increasing either temporal or spatial uncertainty —"
    },
    {
        "heading": "Small-sided",
        "content": "games"
    },
    {
        "heading": "Agility drills with",
        "content": "severely restricted temporal and spatial aspects COD = change of direction. Adapted, by permission, from Nimphius, 2014 (58)."
    },
    {
        "heading": "Deceleration drills (forward)",
        "content": "progressing to higher entry velocity or shorter distance to stop"
    },
    {
        "heading": "Basic movement patterns for",
        "content": "forward, backward, and lat- eral shuffling"
    },
    {
        "heading": "Change-of-direction drills that",
        "content": "involve low velocities (less than 5 yards of acceleration into change of direction)—"
    },
    {
        "heading": "Deceleration drills (lateral)",
        "content": "with same progressions as forward"
    },
    {
        "heading": "Expand to include a broad",
        "content": "range of cutting angles less than 75°"
    },
    {
        "heading": "May increase entry velocity",
        "content": "during drills (up to 10 yards of acceleration leading into change of direction)"
    },
    {
        "heading": "Deceleration to reacceler-",
        "content": "ation in both forward and lateral directions"
    },
    {
        "heading": "Expand further to a",
        "content": "comprehensive range of cutting angles including those greater than 75° “Maneuverability”"
    },
    {
        "heading": "Basic drills or tests such as",
        "content": "the Illinois agility that require nearly straight-line running with slight bends"
    },
    {
        "heading": "Drills that increase the diffi-",
        "content": "culty of the “bend” involved such as the L-run"
    },
    {
        "heading": "Drills that require transition",
        "content": "between modes of move- ment (shuffling, sprinting, and backpedaling) such as the T-test"
    },
    {
        "heading": "Physical and technical com-",
        "content": "petence should occur before agility drills are incorporated."
    },
    {
        "heading": "Change-of-direction drills in",
        "content": "beginner and intermediate categories with the addition of simple stimuli (arrow, pointing in a certain direction)"
    },
    {
        "heading": "These drills present a limited",
        "content": "number of options for the athlete to have to react to (e.g., right or left, forward or back) on the signal"
    },
    {
        "heading": "Expand into large degrees of",
        "content": "spatial and temporal uncertainty (and therefore greater perceptual–cognitive stress)"
    },
    {
        "heading": "Evasion games and drills",
        "content": "Adapted, by permission, from Nimphius, 2014 (58). the long term—that is, how the original training program should be modified to reflect responses to the training. At each level of training plan development, strength and conditioning professionals must manipulate cer- tain variables. While these are useful in characterizing the training agenda as well as quantifying workloads, coaches should also keep in mind that each variable must be considered individually as well as with regard to how it affects the collective system. Moreover, individual ath- lete training responses, which athlete monitoring reveals, should be used in the manipulation of these variables. •\t Exercise (or work) interval—the duration or dis- tance over which a repetition is executed •\t Exercise order—the sequence in which a set of repetitions is executed •\t Frequency—the number of training sessions per- formed in a given time period (e.g., day or week) •\t Intensity—the effort with which a repetition is executed (% of maximum) •\t Recovery (rest) interval—the time period between repetitions and sets •\t Repetition—the execution of a specific workload assignment or movement technique •\t Series—a group of sets and recovery intervals •\t Set—a group of repetitions and rest intervals •\t Volume—the amount of work (e.g., three sets of five repetitions) performed in a given training session or time period •\t Work-to-rest ratio—the relative density of exer- cise and relief intervals in a set, expressed as a ratio •\t Volume load—the density of volume performed at prescribed intensities—for example, three sets of five repetitions at 100 kg results in a volume-load of 1,500 kg"
    },
    {
        "heading": "Chapter 21 explains periodization of resistance training",
        "content": "programs, and the same concepts can be applied to sprint, change-of-direction, and agility training. Program Design and Technique for Speed and Agility Training"
    },
    {
        "heading": "Speed Development Strategies",
        "content": "The planning process for speed development is very similar to that used by strength and conditioning pro- fessionals in the weight room. Specifically, planning tactics should be periodized in a manner that addresses the physical and psychological components of sprinting through emphasis and de-emphasis on particular quali- ties in a phasic manner. An athlete’s capability to sprint can be improved through the incorporation of training periods that are designed to fully maximize and saturate a fitness quality, which may bolster the effects of future training agendas. In order to enhance speed, a practitioner should con- sider the relationship between human locomotion and force production. Throughout this chapter the authors have pointed to a link between sprint success and certain physiological phenomena. Elite sprinters produce large amounts of force within a short amount of time. This high level of force allows the sprinter to produce longer stride lengths at a faster rate. This display of movement on the track is a reflection of enhanced neuromuscular factors, namely maximal strength, RFD, and impulse. These variables are the product of well-designed training protocols that aim to enhance qualities such as the hyper- trophy of task-specific motor units, firing frequency, rate coding, and muscle–tendon stiffness. The example of speed development provided in the application table demonstrates how sequenced phases of training may seamlessly develop sprint potential through the maturation of accelerative abilities before the execution of maximal-velocity efforts. This model, which can be referred to as a short to long method of sprint training, is a conceptual progression that attempts to merge the relationship between larger rates of accel- eration and greater sprint velocities (discussed earlier in this chapter) (23). Specifically, an athlete taking part in a short to long model will begin the training year with an emphasis on improving propulsive force output through short sprints that maintain the biomechanics associated with the acceleration phase of a sprint. Later, the athlete bridges into longer sprint work that aims to enhance top Application of Speed Development Strategies: Phasic Development of a"
    },
    {
        "heading": "Load prescription (rest periods between",
        "content": "sets) for week 1 for each block"
    },
    {
        "heading": "Primary aim: Acceleration",
        "content": "development 1.\t Use incline sprinting in order to place athlete into proper acceleration mechanics, which provides an oppor- tunity to maximize propulsion forces in the initial stages of a sprint. 2.\t Emphasize low heel recovery; driving the foot “down and through” the ground; aggressive and complete arm action; neutral head position “in line with the spine.”"
    },
    {
        "heading": "Incline sprints",
        "content": "1  3  15 m (1.5 min) 1  4  20 m (2 min)"
    },
    {
        "heading": "Incline sprints",
        "content": "1  2  15 m (1.5 min) 1  3  20 m (2 min) 1  2  25 m (2.5 min)"
    },
    {
        "heading": "Primary aim: Long accel-",
        "content": "eration development"
    },
    {
        "heading": "Secondary aim: Improve",
        "content": "transition to upright sprinting"
    },
    {
        "heading": "Tertiary aim: Exposure to",
        "content": "speed endurance 1.\t Steadily remove the athlete from the incline by gradually introducing flat- ground sprinting from a low starting position or towing mechanism. 2.\t Promote the correct biomechanics of transition sprinting from acceleration to maximal velocity through the inclu- sion of acceleration holds.*"
    },
    {
        "heading": "Incline sprints",
        "content": "1  3  30 m (3 min) 1  3  40 m (4 min)"
    },
    {
        "heading": "Push-up starts",
        "content": "1  4  15 m (2 min)"
    },
    {
        "heading": "Sled tows",
        "content": "2  3  20 m (2 min /4 min)"
    },
    {
        "heading": "Crouch starts",
        "content": "1  4  15 m (2 min)"
    },
    {
        "heading": "Acceleration holds",
        "content": "1  3  40 m (4 min) (continued)"
    },
    {
        "heading": "Load prescription (rest periods between",
        "content": "sets) for week 1 for each block"
    },
    {
        "heading": "Primary aim: Introduction",
        "content": "to max speed training"
    },
    {
        "heading": "Secondary aim: Maintain",
        "content": "accelerative ability"
    },
    {
        "heading": "Tertiary aim: Continued",
        "content": "exposure to speed endur- ance; introduction to spe- cial endurance 1.\t Maintain acceleration abilities through inclusion of short sprints at beginning of almost every session. 2.\t Begin exposure to maximum speed training through exercises that use upright sprinting mechanics. 3.\t Prescribe speed endurance or special endurance sessions later in the week when effects of summated fatigue may dampen neural drive."
    },
    {
        "heading": "Block starts",
        "content": "1  2  20 m (2.5 min) 1  2  30 m (3.5 min)"
    },
    {
        "heading": "Accelerations from crouch stance",
        "content": "1  3  40 m (5 min)"
    },
    {
        "heading": "High-stance starts",
        "content": "1  3  20 m (2.5 min)"
    },
    {
        "heading": "Fly-ins",
        "content": "1  4  15 m build/20 m fly (4 min)"
    },
    {
        "heading": "Block starts",
        "content": "1  4  25 m (3 min)"
    },
    {
        "heading": "Accelerations from crouch stance",
        "content": "1  2  45 m (5 min)"
    },
    {
        "heading": "Speed endurance from high stance",
        "content": "1  2  60 m (5.5 min)"
    },
    {
        "heading": "Primary aim: Enhance",
        "content": "maximal speed ability"
    },
    {
        "heading": "Secondary aim: Maintain",
        "content": "accelerative ability"
    },
    {
        "heading": "Tertiary aim: Continued",
        "content": "exposure to speed endur- ance and special endur- ance 1.\t Continue exposure to maximum speed training through longer fly-in zones or race-modeling practices. 2.\t Maintain acceleration abilities through inclusion of short sprints at beginning of almost every session. 3.\t Prescribe speed endurance or special endurance sessions that are relevant to the athlete’s primary events."
    },
    {
        "heading": "Push-up starts",
        "content": "1  3  15 m (2 min)"
    },
    {
        "heading": "Block starts",
        "content": "1  2  20 m (2.5 min) 1  2  30 m (3.5 min)"
    },
    {
        "heading": "Acceleration holds",
        "content": "1  2  40 m (5 min)"
    },
    {
        "heading": "High-stance starts",
        "content": "1  3  20 m (2 min)"
    },
    {
        "heading": "Fly-float-fly",
        "content": "1  4  20/20/20 (7 min)"
    },
    {
        "heading": "Block starts",
        "content": "1  3  25 m (3 min)"
    },
    {
        "heading": "Accelerations from crouch stance",
        "content": "1  1  40 m (5 min)"
    },
    {
        "heading": "Speed endurance from high stance",
        "content": "1  1  70 m (6.5 min) 1  2  90 m (8.5 min) *An acceleration hold is a sprint drill for which the coach places a cone on the track near or slightly before the point at which an athlete’s shin typically rises to a vertical position, which is indicative of upright sprinting. The athlete is then instructed to maintain the speed achieved up to the cone through the remainder of the sprint. For instance, an athlete may be prescribed acceleration holds for 40 m, but the coach’s mark ending the acceleration zone is placed at the 20 m mark on the track. The athlete then maintains that speed from the 20 m to the 40 m. This drill is used to begin to focus on improving transitional mechanics as well as a method to introduce speed endurance. (continued) Program Design and Technique for Speed and Agility Training"
    },
    {
        "heading": "Ground",
        "content": "contact time"
    },
    {
        "heading": "The total time allotted for a single",
        "content": "stance phase. In general, decreased ground contact times coupled with improved sprint completion times may suggest that an athlete has improved the ability to generate high rates of force in a shorter amount of time. However, an athlete may demonstrate slightly longer ground contact times at the initial stages of the sprint due to accelera- tion mechanics."
    },
    {
        "heading": "The distance between the toe and",
        "content": "heel of two consecutive footsteps."
    },
    {
        "heading": "Example: centimeters between the",
        "content": "heel of right foot and the heel of left foot. Improvements in step length (increases in distance covered) may occur through improved sprint mechanics or posture and ultimately enhanced force output."
    },
    {
        "heading": "The distance between the heel in two",
        "content": "consecutive steps of the same foot."
    },
    {
        "heading": "Example: meters between the heel of",
        "content": "the right foot and the heel of the next ground contact made by the right foot. Improvements in stride length (increases in distance covered by two successive steps) may occur through improved sprint mechanics or posture, and ultimately enhanced force output."
    },
    {
        "heading": "Flight time",
        "content": "The duration of time that an athlete is not in contact with the ground."
    },
    {
        "heading": "This occurs between the end of one",
        "content": "step and the beginning of the subse- quent step. Increases in flight time can be interpreted two ways: (1) An athlete is producing higher vertical forces over a shorter amount of time, resulting in proper horizontal displacement of the athlete’s mass down the track. (2) An athlete is producing higher forces over a longer amount of time, which may result in unnecessary vertical amplitude of the center of mass."
    },
    {
        "heading": "Stride angle",
        "content": "The angle at which the foot leaves the track. The angle of stride may provide the coach with an ability to determine if the athlete is producing forces at the right moment, which is achieved through proper sprint mechanics. Furthermore, data on the stride angle elucidate what stage of sprint the athlete is attaining (acceleratory, transitory, maxi- mum speed) and may relate to ground contact times."
    },
    {
        "heading": "The relationship between steps and",
        "content": "the sum of the first step’s ground con- tact time and the flight time leading to the subsequent ground contact. Speed dictates how fast an athlete can move the body mass over a specific distance."
    },
    {
        "heading": "The change in speed as determined by",
        "content": "the delta of two steps (e.g., right heel to left heel) and the sum of ground contact times and flight times of each step. Acceleration provides insight into how well the athlete changes speed (increasing velocity in a direction) over a pre- scribed distance. For most athletes, furthering the length an athlete can accelerate will lead to higher top speed, provided that postural integrity and mechanics are sound. speed through upright running mechanics. The concept behind this proposed model is that an athlete may see greater improvements in top speed if force production can occur at the ideal rate and moment through an invest- ment in acceleration development and optimization (52)."
    },
    {
        "heading": "Monitoring Sprint Ability",
        "content": "The longstanding method of assessing an athlete’s speed ability has typically involved a test of maximal-effort linear sprinting. Much of the time, the maximal-effort sprint test is carried out over a distance, such as 40 yards (36.6 m), that is believed to be relevant to the athlete’s sport. While time to completion is an effective tool to evaluate changes in sprint performance, these tests do not fully address the minute changes regarding an athlete’s progression toward race or field readiness. In addition, testing error in the form of hand timing and various start tactics confound the interpretation of testing results. As a result, strength and conditioning professionals may consider the adoption of additional monitoring tools as part of their battery of assessments. One such method of evaluation comes from the assistance of high-speed cameras or optical timing sys- tems that use interruptions of infrared light to capture data from an athlete’s collective foot strike (12). This technology provides coaches with additional insight into the sprint capabilities of the athlete. Table 19.6 provides a description of key variables that may be beneficial in the monitoring of speed development."
    },
    {
        "heading": "Sample Program of Agility Development",
        "content": "The following is an example of steps for determining the appropriate tests, analyzing the results, and using them to program agility development of an athlete. As agility performance is underpinned by multiple factors, one should target the largest window of opportunity through direct assessment of the strengths and weakness of the athlete. Step 1: Perform a needs analysis of the sport and match tests appropriately to assess these qualities (see the table). Step 2: Determine strengths and weaknesses by com- paring results as a standardized score to performance standards or team mean (see figure 19.12). Step 3: Plan the development of a primary area of need and a secondary area of need for the athlete. Step 4: Distribute the time available for this develop- ment based on need identification."
    },
    {
        "heading": "Time frame",
        "content": "12 weeks (8 weeks off-season and 4 weeks preseason training)"
    },
    {
        "heading": "Sport-specific agility",
        "content": "needs analysis"
    },
    {
        "heading": "High-velocity changes of direction",
        "content": "•\t Backdoor cuts, cuts through the lane, fast break, and possession changes"
    },
    {
        "heading": "Maneuverability (multiple modes of change-of-direction movement)",
        "content": "•\t Defensive shuffling, backpedaling, and bending changes of direction around screens to lose defender"
    },
    {
        "heading": "Agility (perceptual-cognitive)",
        "content": "•\t Decision-making time (provides great advantages both offensively and defensively) •\t Ability to move in reaction to play or opponent"
    },
    {
        "heading": "Recommended tests",
        "content": "505, T-test, agility test (decision time measured) Step 5: Provide a preliminary plan for transition of percent distribution through the training blocks (see the table). Determine if this progression is appropriate by monitoring the development of change of direction and agility as described in table 19.7 (e.g., change-of-direction deficit). With the information provided by the testing as well as taking into account other physical fitness capacities, one can implement an appropriate periodized plan. The application table for agility shows an example of three blocks of training (four weeks each). The length of time for a training session is between 10 and 15 minutes inclusive of work and rest time and can be completed one to three times per week dependent on additional requirements of the athletes (such as skills training increasing in the preseason). A variety of drills can replace the examples given here; however, they should be chosen based on their classification (table 19.2) and ability to address the athlete needs."
    },
    {
        "heading": "Decision time",
        "content": "(during agility)"
    },
    {
        "heading": "T-test",
        "content": "505 test"
    },
    {
        "heading": "Average standard at",
        "content": "current level of play"
    },
    {
        "heading": "Z score",
        "content": "–1.5 –1.0 0.5 1.0 1.5 –0.5 Figure 19.12  Strengths and weaknesses of an ath- lete through representation of standardized scores for perceptual–cognitive ability, maneuverability, and change-of-direction ability. Negative values indicate performance lower than average whereas positive values indicate performance better than average. Planned Distribution of Training Blocks for Agility Development"
    },
    {
        "heading": "Estimated % time",
        "content": "allotted through blocks"
    },
    {
        "heading": "Additional",
        "content": "comments"
    },
    {
        "heading": "Check strength or specifi-",
        "content": "cally load absorption ability with drop landings."
    },
    {
        "heading": "Assess body positioning",
        "content": "during lateral shuffling and changes of direction."
    },
    {
        "heading": "May be reliant on their perceptual–",
        "content": "cognitive ability. This may have pre- viously masked the identification they could improve their physical change-of-direction ability. Program Design and Technique for Speed and Agility Training"
    },
    {
        "heading": "Load prescription (rest periods between",
        "content": "sets) for week 1 for each block"
    },
    {
        "heading": "Primary aim: Change of",
        "content": "direction (deceleration capacity—linear)"
    },
    {
        "heading": "Maneuverability",
        "content": "(body position) 1.\t Braking tasks are eccentric focused; therefore start with low volumes sim- ilar to those used to introduce eccen- tric tasks (plyometrics). 2.\t Focus on athlete staying low; sacrifice speed for positioning. 2-3 sessions per week"
    },
    {
        "heading": "Decelerations** (forward) 2  4",
        "content": "(30 s; 2 min) (Alternate nonpreferred and preferred leg finish braking.)"
    },
    {
        "heading": "Maneuverability Drill:",
        "content": "Lateral shuffling @ height 1  4  10 m (30 s) (Use a rope or other object set at head height during athletic stance to provide feedback to athletes if they are “standing” instead of holding low center of mass.)"
    },
    {
        "heading": "Primary aim: Change of",
        "content": "direction (deceleration capacity—lateral)"
    },
    {
        "heading": "Maneuverability (transi-",
        "content": "tion between modes of change of direction— shuffle to sprint to shuffle) 1.\t Ensure that athlete can use body posi- tion to effectively brake when oriented both forward and laterally; focus on athlete absorbing into stop. Expand to a single effort in reaction to generic stimulus. 2.\t Promote effective application of force into the ground (“pushing the ground away”); watch shank angle for visual feedback. 2-3 sessions per week"
    },
    {
        "heading": "Decelerations** (forward) 1  4",
        "content": "(30 s; 2 min)"
    },
    {
        "heading": "As with week 1",
        "content": "Decelerations (lateral) 1  4 (30 s; 2 min)"
    },
    {
        "heading": "Maneuverability Drill:",
        "content": "Z-drill (forward) 2  4 (30 s; 2 min) (Always alternate start direction, left to right vs. right to left direction.)"
    },
    {
        "heading": "Deceleration 1  4 (decelerate on whistle)",
        "content": "(30 s)"
    },
    {
        "heading": "Primary aim: Change of",
        "content": "direction (effective decel- eration to reacceleration)"
    },
    {
        "heading": "Maneuverability (combine",
        "content": "effective transition and body positioning)"
    },
    {
        "heading": "Tertiary aim: Agility",
        "content": "(focus on keeping change-of-direction performance and body position even in response to a generic stimulus) 1.\t Focus on “braking in” and “exploding out” of the change of direction. 2.\t Focus on footwork and keeping low, with steps that promote a “drop and drive” out of change of direction. 3.\t This is used to check the “transfer” of physical training to a more specific (yet still generic) stimulus. Focus on the “decide and go,” checking for athletes to reorient effectively or “to move as effectively as they decide.” 1-2 sessions per week (dependent on skills volume)"
    },
    {
        "heading": "COD Drill:",
        "content": "Modified 505 drill 2  4 (30 s; 2 min) (Alternate plant foot.)"
    },
    {
        "heading": "Maneuverability Drill:",
        "content": "T-test 1  4 (30 s; 2 min)"
    },
    {
        "heading": "Agility",
        "content": "Reactive agility (Y agility drill) 1  4 (30 s) (Same direction in response to pointing in a direction)"
    },
    {
        "heading": "Skills training will also inherently contain",
        "content": "sport-specific stimulus trainingd COD = change of direction. **Speed should progressively increase for deceleration drills through the weeks—for example, half speed to three-quarters speed entry velocity. Note: There is not a separate emphasis on acceleration ability here, as it is expected this will be addressed in conjunction with speed sessions."
    },
    {
        "heading": "Agility Development Strategies",
        "content": "The development of agility is best achieved using a periodized programming method. Random programming or the development of agility using only “sport-specific methods” such as small-sided games has not been found to be as effective (11). Although agility is a constant element on the field of play or during skills practices, it is recommended that agility development begin with the use of change-of-direction drills (preplanned) and progress in difficulty through increases in the physi- cal demands; this is followed by the addition of drills involving perceptual–cognitive stress or what are typ- ically termed “agility” drills (50, 97). In line with this recommendation, the development of agility should start with a needs analysis based on assessment of the ath- lete’s change-of-direction ability and agility. The agility test should specifically evaluate perceptual–cognitive ability, as previously described in table 19.2. Further, dependent on the additional movement requirements of the sport, one may also choose to use a test that is more dependent on maneuverability. The following is an example of using this type of testing information to create an informed agility program."
    },
    {
        "heading": "Change-of-Direction Ability",
        "content": "In line with the concepts considered in monitoring sprint performance, simply assessing performance modification in either change of direction or agility according to time to completion of the chosen test does not isolate the physical quality or perceptual–cognitive quality that one is trying to examine—the actual ability to change direction (59, 61, 81, 85). Therefore, when monitoring change-of-direction or agility performance, the strength and conditioning professional may consider the measures in table 19.7. Although these aspects of per- formance have been measured using expensive devices such as three-dimensional motion analysis equipment, readily available high-speed cameras (collecting more than 100 frames per second) could easily be used in conjunction with the usual timing methods (hand or electronic) and in the absence of high-end biomechanical equipment."
    },
    {
        "heading": "Change-of-",
        "content": "direction deficit"
    },
    {
        "heading": "The difference in time between",
        "content": "a straight-line sprint and a change-of-direction test of equal length. Assessing the COD deficit provides insight into the addi- tional amount of time required by the athlete due to the demands of change of direction. An example is subtraction of 10 m sprint time from 505 change-of-direction time (a common COD test 10 m in length)."
    },
    {
        "heading": "Ground contact",
        "content": "time The total time the foot is in contact with the ground during the change of direction (length of the plant phase). Assessing the ground contact time in conjunction with other variables can determine if the athlete is effectively improving the actual change of direction independent of the total time required to complete a COD test, which usu- ally requires a greater percentage of straight-line sprinting."
    },
    {
        "heading": "The horizontal velocity of the athlete",
        "content": "during the initial step out of the plant of the change in direction."
    },
    {
        "heading": "Considered the first step of reaccel-",
        "content": "eration from toe-off of the plant foot to foot strike of subsequent step. Unlike the situation for total time, using a high-speed video camera to assess the velocity of the athlete (at the hip or center of mass) can give a direct measure of the ability to change direction. Improved exit velocity in conjunc- tion with either the same or faster ground contact times implies greater rate of force development relevant to improving change-of-direction ability."
    },
    {
        "heading": "Velocity of the athlete before the",
        "content": "plant phase; can be measured over several steps or as the last step is entering the plant phase of the change of direction. Similar methods can be used by practitioners to assess entry velocity as suggested for exit velocity. This allows the coach to understand the demand of the change of direction that should be considered when tracking the exit velocity."
    },
    {
        "heading": "Decision-",
        "content": "making time"
    },
    {
        "heading": "Measurement of the time between",
        "content": "two events is considered decision- making time and can either be a positive or a negative value."
    },
    {
        "heading": "Decision-making time can be broken",
        "content": "down into two different orientations to comprehensively assess how ath- letes respond during game scenar- ios: (1) defensive (move in the same direction as the stimulus); (2) offen- sive (move in the opposite direction to the stimulus). Similar to the measurement of entry and exit velocity, a high-speed camera can be positioned to the side of the directional change to capture both the stimulus and the athlete’s first definitive foot plant to change direction in response. If the decision-making time is negative, this indi- cates that the athlete anticipated the directional change before the stimulus finalized the movement. Negative decision-making time is observed only during response to movements of another person (video or human stimulus), highlighting the importance of stimulus specificity during agility protocols. The measurement of decision-making time in both defensive and offensive situations allows coaches to identify whether athletes need to develop perceptual–cognitive ability in a specific game scenario. COD = change of direction. Program Design and Technique for Speed and Agility Training"
    },
    {
        "heading": "Conclusion",
        "content": "Speed, change of direction, and agility are well-estab- lished measures of athletic prowess in most sporting contexts. For this reason, strength and conditioning professionals should be aware of how these abilities are established and modified through training plan design and execution. These components of athletic movement and game play are underpinned by task-specific force application. This task-specific force production must be large enough to stabilize the athlete’s body weight in the presence of gravity, displace the athlete from one point to another, and continue moving the athlete at high velocities."
    },
    {
        "heading": "Running speed is associated with the relationship",
        "content": "between stride length and rate. Sprinting is a near-maximum to maximum run that is defined by large rates of force developed within a short stance time. Better sprinters spend more time in the air as a result of increased stride lengths that occur at faster rates than those of their slower counterparts. Agility encompasses the skills and abilities needed to explosively change movement veloc- ities or modes in response to a stimulus. Both sprinting and agility use the SSC and greater neuromuscular efficiency compared to slower movements. However, agility includes perceptual–cognitive demands such as visual search scanning, decision making, anticipation, and reaction times that make it a separate training quality."
    },
    {
        "heading": "Strength and conditioning coaches aiming to improve",
        "content": "these performance attributes should do so through the cyclic and sequential arrangement of training phases that harmonize strength training with speed, agility, or change-of-direction practice or some combination of these. This training effect may best result from the incor- poration of exercises that are task specific and promote proper movement mechanics. The training prescribed should reflect the results of a needs analysis assessment at the beginning of a long phase or year. Furthermore, subsequent training plans should be optimized through an ongoing athlete monitoring program, which can assist the strength and conditioning professional in determining how the athlete is responding to the programmed agenda."
    },
    {
        "heading": "SPEED DRILLS",
        "content": "19.1 \t A-Skip 19.2 \t Fast Feet 19.3\t Sprint Resistance: Incline for"
    },
    {
        "heading": "AGILITY DRILLS",
        "content": "19.4 \t Deceleration Drill 19.5 \t Z-Drill 19.6 \t Agility Drill (Y-Shaped Agility) •\t Complete the aggressive drive down of the swing leg through the forefoot until near triple extension of the new stance leg occurs. •\t The fore- to midfoot of the new stance leg should land under the hips, maintaining the stacked joints appearance. •\t At the initiation of contact, the opposing leg should pop up rapidly to create a swing leg. •\t The force generated from the active push down should coincide with a skipping motion that will result in a horizontal displacement of the body down the track."
    },
    {
        "heading": "Technique Tips",
        "content": "•\t Maintain a tall posture with relaxed shoulders through the entire duration. •\t The arms should move at the same rate as the legs, with minimal to no pausing of arm action between cycles."
    },
    {
        "heading": "Speed Drills",
        "content": "19.1"
    },
    {
        "heading": "The “figure 4” at the legs",
        "content": "The A-skip is a commonly prescribed sprint drill that is used to simulate upright sprinting mechanics and vertical force production."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Begin the exercise in a tall stance with torso directly above the hips, knees, and ankles (stacked joints)."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Initiate movement by lifting one leg to a bent knee position in which the top of the thigh is near parallel. The foot of the lifted leg (swing leg) should be approximately at knee height of the stance leg, with the heel pulled up under the buttocks. This will result in the appearance of a “figure 4” at the legs. Swing leg will always accord with this description •\t Begin the first skip by aggressively driving the swing leg down to the ground through an active foot, established through slight dorsiflexion. “Lift the big toe up” to establish appropriate dorsiflexion. forefoot, ensuring that the feet do not rise above the halfway point of the shank. The aim of the shortened rise of the swing leg is to ensure quicker stepping frequency. •\t The fore- to midfoot of the new stance leg should land under the athlete’s hips, maintaining the stacked joints appearance. •\t The athlete’s arm should move at the same rate as the legs, with minimal to no pausing of arm action between cycles."
    },
    {
        "heading": "Technique Tips",
        "content": "•\t While this drill has traditionally been prescribed to increase a sprinter’s stride frequency, remem- ber that stride frequency is a by-product of high vertical forces occurring in a short ground contact time. In other words, an athlete cannot artificially improve stride frequency by moving the feet faster during a sprint event. 19.2"
    },
    {
        "heading": "Fast Feet",
        "content": "This drill is designed to enhance the stride frequency of a sprinter."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Athlete begins exercise in a tall stance with torso directly above the hips, knees, and ankles (stacked joints)."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Athlete initiates movement by lifting one leg to a bent knee position, with the foot of the lifted leg approximately at the halfway point of the shank in order to replicate a swing leg. Swing leg will always accord with this description. •\t Once this position has been achieved, the athlete alternates stance and swing legs as quickly as possible while maintaining stacked joints. •\t The quick and aggressive drive down of the swing leg should be completed through the The quick drive down of the swing leg"
    },
    {
        "heading": "Speed Drills",
        "content": "19.3"
    },
    {
        "heading": "Crouched start",
        "content": "Incline sprinting is a type of resisted sprinting that is prescribed to promote improvements within the acceleration phase of a sprint."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Begin the exercise by placing the athlete in the correct starting position (commonly called a crouched start). First, instruct the sprinter to split the stance position by placing the dominant leg forward and to drop the back/swing leg by one to two foot lengths. •\t The length of split between the drive and swing leg is largely determined by the compromise between the athlete’s (a) ability to generate suf- ficient forces needed to overcome a lower center of gravity and (b) comfort. In addition, the feet should be split in such a manner that the front and back legs are in line with the pelvis, so that no unnecessary twisting of the hips occurs. •\t Once the split stance has been established, instruct the athlete to drop the back knee “straight down” so that the shank (shin) is nearer (more parallel) to the ground. This aids in promoting the proper driving position needed to begin acceleration. •\t With a tall and rigid torso, the athlete should then raise the arm that is opposite to the front/drive leg to a position near or slightly above the fore- head. The hand should be spaced approximately 6 to 8 inches (15 to 20 cm) away from the fore- head. The rear arm (opposite to the rear/swing leg) should be pulled back to a point at which the hand is near the lateral aspect of the buttocks with an elbow angle that may range from 100° to 120°. This position allows for the arm action to assist in producing sufficient propulsive forces to overcome static inertia. •\t Upon completion of setup, instruct the athlete to lean the entire body forward so that 60% of the body weight is on the front leg. Ensure that the athlete does not “break at the waist” during this shift. The athlete should continue to feel balanced and stable."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t After body weight has been transferred, the ath- lete can initiate the sprint through an aggressive push down and through the ground via the front/ drive leg. The back leg should also assist in force production but will leave the ground earlier due to starting stance position. Arm action should be synchronous with leg action."
    },
    {
        "heading": "Technique Tips",
        "content": "•\t Cue the athlete to maximize accelerative mechanics through a low heel recovery of the rear/swing leg. This should be staged through the proper setup of the crouched starting position described earlier. •\t Coach the athlete to continue aggressive pushing against the ground alongside an arm swing that may be cued to emphasize a hand that is pulled down and back. Recall that arm action often parallels movements of the legs. •\t The torso should remain tall and tight with the head in a neutral position. The torso and head are in line and will rise at the same rate as the hips gradually rise."
    },
    {
        "heading": "Agility Drills",
        "content": "19.4"
    },
    {
        "heading": "Deceleration Drill",
        "content": "Deceleration drills are intended to improve the braking ability of the athlete and assist in transfer of training from eccentric strength exercises in the weight room toward a more movement-specific pattern on the field. The exercise should be performed first with just forward running to deceleration and can then be expanded to forward running into a lateral decelera- tion. In forward deceleration drills, the athlete rapidly accelerates and then, in a fixed number of steps, con- trols the body into a stopped lunge position. In lateral deceleration drills, the athlete rapidly accelerates and then decelerates before a set position, braking while facing perpendicular to the original running direction and actively absorbing the force."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Depending on the physical and technical compe- tence of the athlete, have him or her run forward at half speed and then decelerate and stop within three steps. •\t If the athlete effectively absorbs the load by the third step, increase to running at three-quarters"
    },
    {
        "heading": "Lateral deceleration drill",
        "content": "speed (more than 10 yards [9 m] of acceleration) and then decelerating within five steps. •\t The most advanced version of this drill requires braking from top speed and decelerating within seven steps. •\t The most demanding braking step or the step resulting in the greatest deceleration occurs one or more steps before stopping and does not typically occur only on the final deceleration or change-of-direction step."
    },
    {
        "heading": "Technique Tips",
        "content": "•\t Variations of this drill can be used during lateral movement and backward running. An intermedi- ate version of this drill would require the athlete to accelerate for 5 to 15 yards (4.6 to 13.7 m) (similar to what the 505 and modified 505 tests call for) and come to a complete stop while facing perpendicular to the original direction of running."
    },
    {
        "heading": "This allows for progression into reaccelerating",
        "content": "out of the deceleration. 19.5"
    },
    {
        "heading": "Agility Drills",
        "content": "The Z-drill is intended as a beginning-level change-of-di- rection drill to develop proficiency in the patterns of side shuffling, accelerating out of a change of direc- tion, and decelerating into a change of direction. See the diagram for cone arrangement and running direction."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Begin the exercise by starting at the first cone in the athletic ready position with a lowered center of mass and a stance wider than shoulder-width."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Side shuffle to the next cone while keeping the center of mass at a constant height (as low as the original center of mass height during the start position). Emphasize pushing the ground away. Coaches may look at the angle of the shank to ensure that it is directed toward the direction of intended travel. •\t The athlete should plant at or near the cone and rapidly transition into a sprint toward the cone located on the diagonal. •\t Approaching this cone, the athlete should effec- tively decelerate and transition into another shuffle (as with the second step)."
    },
    {
        "heading": "Technique Tips",
        "content": "•\t This drill can be modified to run the Z formation in reverse, which would require the athlete to backpedal, adding another basic movement pattern that is important in the beginning stages of change-of-direction development. Throughout the movement, one should evaluate the ability to control the trunk effectively during changes and transitions as well as effective and efficient development of force during decelerations and accelerations."
    },
    {
        "heading": "Z-drill setup",
        "content": "19.6"
    },
    {
        "heading": "Agility Drills",
        "content": "This drill is intended to be the starting point for work- ing on agility by using a generic stimulus followed by a specific stimulus to work on incorporating a perceptual–cognitive requirement in conjunction with a change of direction."
    },
    {
        "heading": "Starting Position",
        "content": "•\t Start at a cone 10 yards (9 m) away from a person who will act as the stimulus or director."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Run toward the stimulus and change direction based on the direction in which the stimulus points or the audible signal the stimulus pro- vides (these two options are considered generic stimuli). •\t The director should point left or right when the athlete reaches the 5-yard (4.6 m) (mark this with another cone for the director to refer to). •\t The athlete should plant and change direction as soon as possible, accelerating to one of the two cones that are placed at an angle of 45 degrees and distance of 3 yards (2.7 m) to the left and right of the stimulus."
    },
    {
        "heading": "Technique Tips",
        "content": "Variations of this drill to adapt for more specific stimuli (advanced-level drill): •\t Have the athlete move in the direction opposite to the generic stimulus (offensive). •\t Have the stimulus take either a single step or two steps, with the athlete responding either offensively or defensively (instruct the athlete as to which before each repetition). A two-step addition option will increase the temporal diffi- culty of the drill, as one can cross over with an initial left then right step to confuse the athlete as to the final direction of the stimulus. •\t Have the stimulus pass an implement relevant to the sport to either of two teammates standing on the right and left of the stimulus."
    },
    {
        "heading": "Key Terms",
        "content": "acceleration agility change of direction complex training force ground preparation impulse momentum periodization postactivation potentiation rate of force development (RFD) recovery speed spring–mass model (SMM) sprinting strength stretch–shortening cycle (SSC) velocity"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t What does the term impulse refer to? a.\t the relationship between power and velocity b.\t the relationship between acceleration and velocity c.\t the relationship between force and velocity d.\t the relationship between force and time 2.\t Elite sprinters produce ____________ forces in a _____________ ground contact time as compared to their novice counterparts. a.\t larger, longer b.\t similar, shorter c.\t larger, shorter d.\t smaller, longer 3.\t In upright sprinting, an athlete’s stride length is largely dependent on _______________. a.\t the amount of vertical force produced during the stance phase b.\t the athlete’s flexibility c.\t the athlete’s stride rate d.\t the amount of horizontal force produced during the toe-off of the stance phase 4.\t Drills or tests that require the athlete to move rapidly in response to a stimulus such as a whistle, arrow, or opponent are best for measuring which of the following? a.\t change of direction b.\t maneuverability c.\t agility d.\t acceleration 5.\t Select the aspect of training that requires additional emphasis when the aim is to improve change-of-direction ability. a.\t strength b.\t eccentric strength c.\t reactive strength d.\t rate of force development This page intentionally left blank."
    }
]