[
    {
        "heading": "Ann Swank, PhD, and Carwyn Sharp, PhD",
        "content": "After completing this chapter, you will be able to •\t identify and describe the acute responses of the cardiovascular and respiratory systems to aerobic exercise; •\t identify and describe the impact of chronic aerobic endurance training on the physiological characteristics of the cardiovascular, respiratory, nervous, muscular, bone and connective tissue, and endocrine systems; •\t recognize the interaction between aerobic endurance training and optimizing physiological responses of all body systems; •\t identify and describe external factors that influence adaptations to acute and chronic aerobic exercise including altitude, sex, blood doping, and detraining; and •\t recognize the causes, signs, symptoms, and effects of overtraining. An understanding of responses of body systems to both acute and chronic aerobic exercise is crucial to the strength and conditioning professional for providing effective exercise training. This chapter describes the acute responses of the cardiovascular and respiratory systems to aerobic exercise and the associated physio- logical variables used to measure these responses. Also presented are chronic adaptations that occur with aerobic endurance training. The chapter concludes with discus- sions of external factors, such as altitude, detraining, and blood doping, that influence responses to aerobic endurance training, as well as the deleterious impact of overtraining."
    },
    {
        "heading": "Acute Responses",
        "content": "to Aerobic Exercise A single bout of aerobic exercise places a significant metabolic demand on the body (see table 5.1 in chapter 5), especially the cardiovascular, respiratory, and mus- cular systems. Repeated exposure to the acute stress of exercise that occurs with chronic exercise training results in many changes in the function and responses of all body systems. A basic knowledge of the acute effects of aerobic exercise provides the foundation for an understanding of the chronic adaptations that are discussed in the next section."
    },
    {
        "heading": "The primary functions of the cardiovascular system",
        "content": "during aerobic exercise are to deliver oxygen and other nutrients to the working muscles and remove metabolites and waste products. This section describes the cardio- vascular mechanisms of these acute responses."
    },
    {
        "heading": "Cardiac Output",
        "content": "Cardiac output is the amount of blood pumped by the heart in liters per minute and is determined by the quan- tity of blood ejected with each beat (stroke volume) and the heart’s rate of pumping (heart rate): ."
    },
    {
        "heading": "Q  = Stroke volume  Heart rate",
        "content": "where . Q is the cardiac output. Stroke volume is measured in milliliters of blood per beat, and heart rate is measured in beats (contractions) per minute (46). In the progression from rest to steady-state aerobic exercise, cardiac output initially increases rapidly, then more gradually, and subsequently reaches a plateau. With maximal exercise, cardiac output may increase to four times the resting level of about 5 L/min to a maximum of 20 to 22 L/min (4). Stroke volume (see next section) begins to increase at the onset of exercise and continues to rise until the individual’s oxygen consumption is at (6.1) approximately 40% to 50% of maximal oxygen uptake (4). At that point, stroke volume begins to plateau. Sed- entary college-aged men have maximal stroke volumes averaging between 100 and 120 ml of blood per beat; maximal stroke volumes for college-aged women are approximately 25% less, due to a smaller average body size as well as a smaller heart muscle (99). The effect of training on the responses to exercise is marked, and we see an increase in maximal stroke volume for college-aged men up to 150 to 160 ml per beat and approximately 100 to 110 for college-aged women (99)."
    },
    {
        "heading": "Two physiological mechanisms are responsible for the",
        "content": "regulation of stroke volume. The first is a result of the end-diastolic volume, the volume of blood available to be pumped by the left ventricle at the end of the filling phase, or diastole. The second is due to the action of cat- echolamines including epinephrine and norepinephrine, which are hormones of the sympathetic nervous system that produce a more forceful ventricular contraction and greater systolic emptying of the heart. With aerobic exercise, the amount of blood returning to the heart (also called venous return) is increased due to a combination of venoconstriction (induced via increased sympathetic nervous system activation) (6), the skeletal muscle pump (muscular contractions com- bine with one-way venous valves to “push” more blood to the heart during exercise [44]), and the respiratory pump (increased respiratory frequency and tidal volume) (93). All of these result in alterations in the pressure on the chambers of the heart and thoracic vena cava, which promote increased venous return (93), and thus end-diastolic volume is significantly increased. With the increased volume, the myocardial fibers become more stretched than at rest, resulting in a more forceful contraction (this is analogous to greater stretch on a rubber band resulting in greater elastic recoil) and an increase in force of systolic ejection and greater cardiac emptying (46). This principle, called the Frank-Starling mechanism, is related to the concept that the force of contraction is a function of the length of the fibers of the muscle wall. This increase in cardiac emptying is characterized by an increase in the ejection fraction, the fraction of the end-diastolic volume ejected from the heart (32, 46). At the onset of exercise, or even with the anticipation of exercise, sympathetic stimulation increases myocardial contractility and consequently increases stroke volume (32, 91)."
    },
    {
        "heading": "Heart Rate",
        "content": "Just before and at the beginning of an exercise session, a reflex or anticipatory stimulation of the sympathetic nervous system results in an increase in heart rate. Heart"
    },
    {
        "heading": "Adaptations to Aerobic Endurance Training Programs",
        "content": "rate increases linearly with increases in intensity during aerobic exercise (32). The rate of increase in heart rate, the actual heart rate response, and the maximal heart rate achieved relate to a variety of individual characteristics of the human system, including fitness and age, in addi- tion to exercise workload."
    },
    {
        "heading": "Oxygen Uptake",
        "content": "Oxygen uptake is the amount of oxygen consumed by the body’s tissues. The oxygen demand of working mus- cles increases during an acute bout of aerobic exercise and is directly related to the mass of exercising muscle, metabolic efficiency, and exercise intensity. Aerobic exercise involving a larger mass of muscle or a greater level of work is likely to be associated with a higher total oxygen uptake. Increased metabolic efficiency allows for an increase in oxygen uptake, especially at maximal exercise."
    },
    {
        "heading": "Maximal oxygen uptake is the greatest amount",
        "content": "of oxygen that can be used at the cellular level for the entire body. Maximal oxygen uptake has been found to correlate well with the degree of physical conditioning and is recognized as the most widely accepted measure of cardiorespiratory fitness (32). The capacity to use oxygen is related primarily to the ability of the heart and circulatory system to transport oxygen and the ability of body tissues to use it. Resting oxygen uptake is estimated at 3.5 ml of oxygen per kilogram of body weight per minute (ml·kg−1·min−1) for an average person; this value is defined as 1 metabolic equivalent (MET). Maximal oxygen uptake values in normal, healthy individuals generally range from 25 to 80 ml·kg−1·min−1, or 7.1 to 22.9 METs, and depend on a variety of physiological parameters, including age and conditioning level (46). Oxygen uptake (V.O2) can be calculated with the Fick equation, which expresses the relationship of car- diac output, oxygen uptake, and arteriovenous oxygen difference:"
    },
    {
        "heading": "V.O2 =",
        "content": "."
    },
    {
        "heading": "Q  a-v‾    O2 difference",
        "content": "(6.2) where . Q is the cardiac output in milliliters per minute and a-v‾     O2 difference is the arteriovenous oxygen dif- ference (the difference in the oxygen content between arterial and venous blood) in milliliters of oxygen per 100 ml of blood. Recalling equation 6.1, we can calculate oxygen uptake as shown in the following example: V.O2 = Heart rate  Stroke volume  a-v‾    O2 difference V.O2 = 72 beats/min  65 ml blood/beat  6 ml O2/100 ml blood = 281 ml O2/min To express oxygen uptake in its common unit (i.e., ml·kg−1·min−1), we would then divide the result by the person’s weight in kilograms. This is an example for an 80 kg (176-pound) athlete: V.O2 = 281 ml O2/min ÷ 80 kg"
    },
    {
        "heading": "Systolic blood pressure estimates the pressure exerted",
        "content": "against the arterial walls as blood is forcefully ejected during ventricular contraction (systole) and, when com- bined with heart rate, can be used to describe the myo- cardial oxygen consumption (work) of the heart. This estimate of the work of the heart is obtained according to the following equation and is referred to as the rate– pressure product, or double product:"
    },
    {
        "heading": "Heart rate  Systolic blood pressure",
        "content": "(6.3) Diastolic blood pressure is used to estimate the pres- sure exerted against the arterial walls when no blood is being forcefully ejected through the vessels (diastole)."
    },
    {
        "heading": "Diastolic blood pressure provides an indication of",
        "content": "peripheral resistance and can decrease with aerobic exer- cise due to vasodilation. In systemic circulation, pressure is highest in the aorta and arteries and rapidly falls off within the venous circulation. Also, because pumping by the heart is pulsatile, resting arterial pressure on average fluctuates between a systolic level of 120 mmHg and a diastolic level of 80 mmHg (approximate values). As the blood flow continues through the systemic circulation, its"
    },
    {
        "heading": "How Can Athletes Estimate Maximal Heart Rate?",
        "content": "A simple estimate of maximal heart rate is to subtract one’s age from 220; for example, the estimated maximal heart rate for a 47-year-old person is 220 − 47 (age in years) = 173 beats/min. The variance, or standard deviation, around this estimate is ±10 to 12 beats/min; thus the actual maximal heart rate for this individual could be expected to fall within the range of 161 to 185 beats/min. See chapter 20 for more exercise heart rate calculations. More recently a meta-analysis determined that the equation 208 − 0.7  age could be used in healthy adults to more accurately predict maximal heart rate (123). pressure falls progressively to nearly 0 mmHg (venous pressure) by the time it reaches the termination of the vena cava in the right atrium (46). The mean arterial pressure is the average blood pressure throughout the cardiac cycle (equation 6.4). Mean arterial pressure is not the average of systolic and diastolic pressures, because the arterial pressure usually remains nearer the diastolic level than the systolic level during a greater portion of the cardiac cycle. Thus, the mean arterial pressure is usually less than the average of the systolic and diastolic pressures."
    },
    {
        "heading": "Mean arterial blood pressure =",
        "content": "[(Systolic blood pressure − Diastolic blood pressure) ÷ 3] + Diastolic blood pressure (6.4)"
    },
    {
        "heading": "Normal resting blood pressure generally ranges from",
        "content": "110 to 139 mmHg systolic and from 60 to 89 mmHg diastolic. With maximal aerobic exercise, systolic pres- sure can normally rise to as much as 220 to 260 mmHg, while diastolic pressure remains at the resting level or decreases slightly (46, 91)."
    },
    {
        "heading": "Control of Local Circulation",
        "content": "Resistance to blood flow is also increased with increas- ing viscosity of the blood and the length of the vessel."
    },
    {
        "heading": "However, these factors remain relatively constant under",
        "content": "most circumstances. Thus, vasoconstriction and vaso- dilation of blood vessels are the primary mechanisms for regulating regional blood flow. During aerobic exercise, blood flow to active muscles is considerably increased by the dilation of local arteri- oles; at the same time, blood flow to other organ systems is reduced by constriction of the arterioles. At rest, 15% to 20% of cardiac output is distributed to skeletal muscle, whereas with vigorous exercise this value may rise to 90% of cardiac output (32, 91). ▶ ▶Acute aerobic exercise results in increased cardiac output, stroke volume, heart rate, oxygen uptake, systolic blood pressure, and blood flow to active muscles and a decrease in diastolic blood pressure."
    },
    {
        "heading": "Respiratory Responses",
        "content": "Aerobic exercise provides for the greatest impact on both oxygen uptake and carbon dioxide production as compared to other types of exercise, such as anaerobic resistance training. Significant increases in oxygen deliv- ered to the tissue, carbon dioxide returned to the lungs, and minute ventilation (the volume of air breathed per minute) provide for appropriate levels of alveolar gas concentrations during aerobic exercise (91)."
    },
    {
        "heading": "With aerobic exercise, increased minute ventilation",
        "content": "occurs as a result of increases in the depth of breathing, frequency of breathing, or both. During strenuous exer- cise, the breathing frequency of healthy young adults usually increases from 12 to 15 breaths per minute at rest to 35 to 45 breaths per minute, while tidal volume (TV), the amount of air inhaled and exhaled with each breath, increases from resting values (of 0.4 to 1 L) to as much as 3 L or greater. Consequently, the minute ven- tilation can increase to 15 to 25 times the resting value, or to values of 90 to 150 L of air per minute (32, 46, 91)."
    },
    {
        "heading": "During low- to moderate-intensity aerobic exercise,",
        "content": "there is an increase in ventilation directly associated with both increased oxygen uptake and carbon dioxide production. In this instance, the increase in ventilation is primarily due to increased tidal volume. The ratio of minute ventilation to oxygen uptake is termed the ventilatory equivalent and ranges between 20 and 25 L of air per liter of oxygen consumed. In more intense exercise (generally above 45% to 65% of maximal oxygen uptake in untrained individuals and 70% to 90% in trained athletes), breathing frequency takes on a greater role. At these levels, minute ventilation rises disproportionately to the increases in oxygen uptake and begins to parallel the abrupt rise in blood lactate. At this point, the ventilatory equivalent may increase to 35 or 40 L of air per liter of oxygen consumed with this high-intensity activity (32, 91). With inspiration, air enters the alveoli, the functional unit of the pulmonary system where gas exchange occurs. However, with inspiration, air also occupies areas of the respiratory passages: the nose, mouth, trachea, bronchi, and bronchioles. This area is not functional for gas exchange and is called the anatomical dead space. The normal volume of this air space is approximately 150 ml in young adults and increases with age. Because the respiratory passages stretch with deep breathing, the anatomical dead space increases as tidal volume increases (figure 6.1). Nevertheless, the increase in tidal volume with deep breathing is proportionately greater than any increase in anatomical dead space. Thus, increasing tidal volume (deeper breathing) provides for more efficient ventilation than increasing frequency of breathing alone (46, 91). Physiological dead space refers to alveoli in which poor blood flow, poor ventilation, or other problems with the alveolar surface impair gas exchange. The physiological dead space in the lungs of healthy people is usually negligible because all or nearly all alveoli are functional. Certain types of lung disease such as chronic obstructive lung disease or pneumonia can significantly reduce alveolar function, increasing physiological dead space by as much as 10 times the volume of anatomical dead space (46, 91)."
    },
    {
        "heading": "Physiological",
        "content": "dead space"
    },
    {
        "heading": "Anatomical",
        "content": "dead space Figure 6.1  Distribution of tidal volume in a healthy athlete at rest. The tidal volume comprises about 350 ml of room air that mixes with alveolar air, about 150 ml of air in the larger passages (anatomical dead space), and a small portion of air distributed to either poorly ventilated or incompletely filled alveoli (physiological dead space). ▶ ▶During aerobic exercise, large amounts of oxygen diffuse from the capillaries into the tissues; increased levels of carbon dioxide move from the blood into the alveoli; and minute ventilation increases to maintain appropriate alveolar concentrations of these gases."
    },
    {
        "heading": "Gas Responses",
        "content": "Diffusion is the movement of oxygen and carbon dioxide across a cell membrane and is a function of the concentration of each gas and the resulting partial pressure exerted by the molecular motion of each gas. Diffusion results from the movement of gas from high concentration to low concentration. At the tissue level, where oxygen is used in metabolism and carbon dioxide is produced, the partial pressures of these gases in some instances differ considerably from those in arterial blood (figure 6.2). At rest, the partial pressure of oxygen in the interstitial fluid (fluid immediately outside a muscle cell) rapidly drops from 100 mmHg in arterial blood to as low as 40 mmHg, while the partial pressure of carbon dioxide is elevated above that of arterial blood to about"
    },
    {
        "heading": "From",
        "content": "pulmonary artery"
    },
    {
        "heading": "To",
        "content": "pulmonary vein"
    },
    {
        "heading": "Left atrium",
        "content": "and ventricle"
    },
    {
        "heading": "Right atrium",
        "content": "and ventricle"
    },
    {
        "heading": "Systemic",
        "content": "arteries"
    },
    {
        "heading": "Systemic",
        "content": "veins"
    },
    {
        "heading": "Muscle",
        "content": "fibers"
    },
    {
        "heading": "O2",
        "content": "Figure 6.2  Pressure gradients for gas transfer in the body at rest. The pressures of oxygen (PO2) and carbon dioxide (PCO2) in alveolar air, venous and arterial blood, and muscle tissue are shown. 46 mmHg. During high-intensity aerobic exercise, the partial pressures of these gases are approximately 3 mmHg for oxygen and 90 mmHg for carbon dioxide."
    },
    {
        "heading": "Consequently, these pressure gradients cause the move-",
        "content": "ment of gases across cell membranes. In addition, the diffusing capacities of oxygen and, in particular, carbon dioxide increase dramatically with exercise, which facil- itates their exchange (32, 46, 91)."
    },
    {
        "heading": "Blood Transport of Gases",
        "content": "and Metabolic By-Products Oxygen is carried in blood either dissolved in the plasma or combined with hemoglobin. Because oxygen is not readily soluble in fluids, only about 3 ml of oxygen can be carried per liter of plasma. Nonetheless, this limited amount of oxygen transported in plasma contributes to the partial pressure of oxygen in blood and other body fluids, thus playing a role in the mechanisms that regulate breathing and in the diffusion of oxygen into alveolar blood and the cells of body tissues (46, 91). Given the limited capacity of plasma to carry oxygen, the majority of oxygen in blood is carried by the hemo- globin. Men have about 15 to 16 g of hemoglobin per 100 ml of blood, and women have about 14 g of hemoglobin per 100 ml of blood. One gram of hemoglobin can carry 1.34 ml of oxygen; thus, the oxygen-carrying capacity of 100 ml of blood is about 20 ml of oxygen in men and a little less in women (91). The way in which carbon dioxide is removed from the system has some similarities to oxygen transport, but the vast amount of carbon dioxide is removed by a more complex process. After carbon dioxide is formed in the cell, it easily diffuses across the cell membranes and is subsequently transported to the lungs. As with oxygen, only a limited quantity of carbon dioxide—about 5% of that produced during metabolism—is carried in the plasma; similar to the situation with oxygen, this limited amount of carbon dioxide contributes to establishing the partial pressure of carbon dioxide in the blood. Some carbon dioxide is also transported via hemoglobin, but this amount is limited (91)."
    },
    {
        "heading": "The greatest amount of carbon dioxide removal",
        "content": "(approximately 70%) is from the combination with water and delivery to the lungs in the form of bicarbonate (HCO3 −). The initial step in this reversible reaction is the combination of carbon dioxide in solution with water in the red blood cells to form carbonic acid. The reaction would normally be quite slow except for the impact of the enzyme carbonic anhydrase, which significantly speeds up this process. Once carbonic acid is formed, it is broken down to hydrogen ions and bicarbonate ions."
    },
    {
        "heading": "Because hemoglobin is a significant acid–base buffer,",
        "content": "hydrogen ions combine with hemoglobin. This process helps to maintain the pH of the blood. Bicarbonate ions diffuse from the red blood cells to the plasma while chloride ions diffuse into the blood cells to replace them (46, 91)."
    },
    {
        "heading": "Lactic acid is another important metabolic by-product",
        "content": "of exercise. During low- to moderate-intensity exercise, sufficient oxygen is available to the working muscles and lactic acid does not accumulate, as the removal rate is greater than or equal to the production rate. This removal of lactate includes the Cori cycle, in which muscle-de- rived lactate is transported via the blood to the liver, where it undergoes gluconeogenesis. If, at higher work intensities, aerobic metabolism is not sufficient to keep up with the formation of lactic acid, then the lactic acid level in the blood begins to rise. The aerobic exercise level at which lactic acid (converted to blood lactate at this point) begins to show an increase is termed the onset of blood lactate accumulation or OBLA (see chapter 3)."
    },
    {
        "heading": "Chronic Adaptations",
        "content": "to Aerobic Exercise"
    },
    {
        "heading": "Understanding the effects of aerobic endurance training",
        "content": "on the body systems is important for assessing physical or athletic performance and determining the impact of training programs. This section deals with the effects of aerobic endurance training on the cardiovascular, respiratory, nervous, muscular, bone and connective tissue, and endocrine systems of the body (see table 6.1)."
    },
    {
        "heading": "Cardiovascular Adaptations",
        "content": "Aerobic endurance training results in several changes in cardiovascular function, including increased maximal cardiac output, increased stroke volume, and reduced heart rate at rest and during submaximal exercise. In addition, muscle fiber capillary density increases as a result of aerobic endurance training, supporting delivery of oxygen and removal of carbon dioxide."
    },
    {
        "heading": "For optimal aerobic exercise performance, increasing",
        "content": "maximal oxygen uptake is of paramount importance. One of the primary mechanisms for increasing maximal oxygen uptake is the enhancement of central cardiovas- cular function (cardiac output). The normal discharge rate of the sinoatrial (SA) node ranges from 60 to 80 times per minute. Aerobic endurance training results in a significantly slower discharge rate due to an increase in parasympathetic tone. Increased stroke volume also affects the resting heart rate—more blood is pumped per contraction, so the heart needs to contract less frequently to meet the same cardiac output. Aerobic endurance training can increase the heart’s ability to pump blood per contraction at rest and thus may account for some of the significant bradycardia (slower heart rate) observed"
    },
    {
        "heading": "Adaptations to Aerobic Endurance Training Programs",
        "content": "in highly conditioned aerobic endurance athletes, whose resting heart rates commonly range from 40 to 60 beats/ min (46, 91)."
    },
    {
        "heading": "The most significant change in cardiovascular func-",
        "content": "tion with long-term (6-12 months) aerobic endurance training is the increase in maximal cardiac output, resulting primarily from improved stroke volume. A significantly lower heart rate in response to a standard- ized submaximal level of work is another hallmark of aerobic endurance training. Furthermore, heart rate increases more slowly in trained athletes than in sed- entary people for a given workload (33, 91). Because maximal heart rate may actually decrease slightly with prolonged training (83), perhaps as a result of increased Table 6.1  Physiological Adaptations to Aerobic Endurance Training"
    },
    {
        "heading": "Body composition",
        "content": "% body fat"
    },
    {
        "heading": "No change",
        "content": "ATP = adenosine triphosphate; ATPase = adenosine triphosphatase. parasympathetic tone (11), the size of the left ventricle (both chamber volume and wall thickness) and the strength of contractions (increased contractility) are key to increasing stroke volume with submaximal as well as maximal exercise. In addition to delivering oxygen, nutrients, and hor- mones, the capillary circulation provides the means for removing heat and metabolic by-products. Increased muscle fiber capillary density has been observed in response to the increased density of muscle associated with aerobic endurance training and is a function of volume and intensity of training. This increase in capil- lary density decreases the diffusion distance for oxygen and metabolic substrates (76)."
    },
    {
        "heading": "Ventilation generally does not limit aerobic exercise",
        "content": "and is either unaffected or only moderately affected by training (7, 24). Furthermore, the ventilatory adaptations observed appear to be highly specific to activities that involve the type of exercise used in training; that is, adaptations observed during lower extremity exercise primarily occur as a result of lower extremity training. If exercise training focuses on the lower extremities, one will not likely observe ventilatory adaptation during upper extremity activities. Training adaptations include increased tidal volume and breathing frequency with maximal exercise. With submaximal activity, breathing frequency is often reduced and tidal volume is increased."
    },
    {
        "heading": "Ventilatory adaptations result from local, neural, or",
        "content": "chemical adaptations in the specific muscles trained through exercise (7, 24)."
    },
    {
        "heading": "Neural Adaptations",
        "content": "Nervous system adaptations play a significant role in the early stages of aerobic endurance training (108). At the outset, efficiency is increased and fatigue of the contractile mechanisms is delayed. Additionally, improved aerobic performance may result in a rotation of neural activity among synergists (i.e., rather than maintaining a constant state of activation, synergistic muscles alternate between active and inactive to maintain low-level muscular force production [122]) and among motor units within a muscle. Thus, the athlete produces more efficient locomotion during the activity with lower energy expenditure."
    },
    {
        "heading": "Muscular Adaptations",
        "content": "One of the fundamental adaptive responses to aerobic endurance training is an increase in the aerobic capacity of the trained musculature. This adaptation allows the athlete to perform a given absolute intensity of exercise with greater ease. More impressively, after training, an athlete can exercise at a greater relative intensity of a now-higher maximal aerobic power. Thus, measuring an athlete’s maximal oxygen uptake only before and after aerobic endurance training may not accurately portray his or her ability to perform during competition. For example, an athlete who can run the marathon at a pace equal to 75% of maximal oxygen uptake may, after training, be able to maintain a pace that is 80% of maximal aerobic power. This adaptation occurs as a result of glycogen sparing (less glycogen use during exercise) and increased fat utilization within the muscle, which prolongs performance at the same intensity (59). Consequently, the OBLA occurs at a higher percentage (up to 80-90%) of the trained athlete’s aerobic capacity. This advantageous response may be due to the aerobic endurance athlete’s muscle fiber type, specific local adaptations resulting from aerobic endurance training that reduce the production of lactic acid, changes in hormone release (particularly catecholamine release at high-intensity exercise), and a more rapid rate of lactic acid removal (91)."
    },
    {
        "heading": "The muscular component of an aerobic endurance",
        "content": "training program involves submaximal muscle contrac- tions extended over a large number of repetitions with little recovery. Therefore, the relative intensity is very low, and the overall volume is very high. This manner of training encourages relative increases in aerobic potential that are similar in Type I and Type II fibers (134). Compared to Type II fibers, Type I fibers have a higher preexisting initial aerobic capacity, to which the increase in aerobic potential from training is added (43). Thus, Type I fibers possess an oxidative capacity greater than that of Type II fibers both before and after training. However, if the intensity is sufficient, as in running repeated 800 m intervals, fast-twitch fibers (especially Type IIx fibers) also make a significant contribution to the effort. Under such conditions, their aerobic capacity also increases with training, but chronic aerobic endurance training reduces the concentration of glycolytic enzymes and can reduce the overall muscle mass of these fibers (82)."
    },
    {
        "heading": "Conversely, selective hypertrophy of Type I muscle",
        "content": "fibers occurs (19) due to their increased recruitment during aerobic activities, although the resulting cross-sectional diameter is not as great as that seen in Type II fibers adapted to resistance exercise. Also, the change is smaller than the hypertrophy of Type I fibers from a bodybuilding-style resistance training program. There is little evidence to show that Type II fibers change into Type I fibers as a result of aerobic endur- ance training, but there may be a gradual conversion within the two major Type II fiber subgroups—of Type IIx fibers to Type IIa fibers (2, 134). This adaptation is significant, in that Type IIa fibers possess a greater oxi-"
    },
    {
        "heading": "Adaptations to Aerobic Endurance Training Programs",
        "content": "dative capacity than Type IIx fibers and have functional characteristics more similar to those of Type I fibers. The result of this conversion is a greater number of muscle fibers that can contribute to aerobic endurance performance. At the cellular level, muscular adaptations to aerobic exercise include an increase in the size and number of mitochondria (56) and increased myoglobin content (21, 52). Myoglobin is a protein that transports oxygen within the cell. Mitochondria are the organelles in cells that are responsible for aerobically producing adenosine triphosphate (ATP) via oxidation of glycogen and free fatty acids. When the larger and more numerous mito- chondria are combined with an increase in the quantity of oxygen that can be delivered to mitochondria by the greater concentration of myoglobin, the capacity of the muscle tissue to extract and use oxygen is enhanced. This adaptation is further augmented by increases in the level and activity of the enzymes involved in the aerobic metabolism of glucose (61) and a parallel increase in glycogen (41, 43) and triglyceride (94) stores."
    },
    {
        "heading": "Adaptations",
        "content": "The selection of different forms of aerobic exercise has met with some success in bringing about improve- ments in bone mass. Aerobic programs that are the most successful in stimulating bone growth involve the more intense physical activities such as running and high-intensity aerobics (10, 15). The key to the success of aerobic exercise in stimulating new bone formation is that the activity must be significantly more intense than the daily activities the person normally engages in, so as to exceed the minimum threshold intensity, as well as at a cyclical strain to exceed the minimum and strain frequency for bone growth (10). The intensity of the activity must systematically increase in order to con- tinually overload the bone. Eventually, it may become difficult to overload bone through aerobic exercise when the oxygen transport system rather than limitations of the musculoskeletal system restricts the progression to new exercise intensity. Bone responds to the magnitude and rate of external loading. Therefore, to enhance the stimu- lus to the musculoskeletal system, it is also necessary to increase the rate of limb movement. Using high-intensity interval training techniques is one method of providing a greater osteogenic stimulus while still providing the benefits associated with aerobic exercise (12, 34). In mature adults, the extent to which tendons, liga- ments, and cartilage grow and become stronger is propor- tional to the intensity of the exercise stimulus, especially from weight-bearing activities (98). As with bone and muscle, exercise intensity that consistently exceeds the strain placed on the connective tissues during normal daily activities is needed to create connective tissue changes (see chapter 5 for more information). An example of the positive effects of weight-bear- ing activity on cartilage is evidenced in a typical knee joint, where the surfaces of the joint that experience the greatest degree of weight bearing are thicker than the non–weight-bearing surfaces (98). Complete movement through a full range of motion during weight bearing is likely essential to maintain tissue viability (119)."
    },
    {
        "heading": "Animal studies evaluating the potential negative",
        "content": "effects of aerobic exercise on cartilage have shown encouraging results. Although studies have found that strenuous running (12.5 miles [20 km] per session) decreases cartilage thickness (66), other studies using dogs as subjects demonstrated that a moderate running program (1 hour per day, five days per week for 15 weeks) increased cartilage thickness and stimulated positive remodeling of bone tissue (67). And running 25 miles (40 km) per session for one year, or weighted running (using jackets weighing 130% of the animals’ weight) 2.5 miles (4 km) five days per week for 550 weeks, did not cause degenerative joint disease (15)."
    },
    {
        "heading": "While the significance of endocrine responses to",
        "content": "resistance training is well accepted (75), the changes in hormone production that contribute to the body’s adaptation to aerobic exercise are equally important (38, 39, 69, 91, 94). Testosterone, insulin, insulin-like growth factors (IGF-I), and growth hormone affect the integrity of muscle, bone, and connective tissue as well as assist in maintaining metabolism within a normal range (35, 36, 71, 72, 127). Increases in hormonal cir- culation and changes at the receptor level (both number of receptors and turnover rate) are specific responses to aerobic exercise."
    },
    {
        "heading": "High-intensity aerobic training augments the absolute",
        "content": "secretion rates of many hormones in response to maxi- mal exercise, although trained athletes have attenuated hormonal responses to submaximal exercise (87). The hormone concentrations of a trained athlete equal those of their untrained counterparts at the same relative sub- maximal exercise intensity (115). The greater hormonal response patterns to maximal exercise appear to augment the athlete’s ability to tolerate and sustain prolonged high aerobic exercise intensities (138). When exercise intensity is very high and exercise duration is very short (from 5 to 10 seconds), only “fight-or-flight” changes in peripheral blood hormone concentrations occur (e.g., epinephrine and norepinephrine concentrations increase) (74)."
    },
    {
        "heading": "Aerobic training, especially running, is often associ-",
        "content": "ated with an increase in net protein breakdown from the muscle (124), brought about in part by stress-induced cortisol secretion (115, 116) that the body attempts to offset by increasing hormonal anabolic responses in testosterone and IGF-1 (128). However, recent evidence suggests that net protein synthesis in skeletal muscle of endurance-trained athletes does occur and may lead to muscle hypertrophy (68), but most likely is due to mitochondrial rather than contractile proteins (131, 133)."
    },
    {
        "heading": "Endurance Training",
        "content": "Much research has been done on training adaptations associated with aerobic endurance exercise (5, 13, 17, 26, 37, 53, 54, 131). Aerobic metabolism plays a vital role in human performance and is basic to all sports, if for no other reason than recovery (125). Metabolically, the Krebs cycle and electron transport chain are the main pathways in aerobic energy production. Aerobic metabolism produces far more ATP energy than anaer- obic metabolism and uses fats, carbohydrates, and pro- teins as fuel sources for generating ATP. Many sports involve interactions between the aerobic and anaerobic metabolic systems and thus require appropriate training."
    },
    {
        "heading": "For example, soccer, lacrosse, basketball, field hockey,",
        "content": "and ice hockey involve continuous movement (and thus constant aerobic demand) mixed with bursts of sprint and power activities. Proper conditioning of the aerobic system is vital to the ability of the player to sustain such activity and adequately recover within and between exercise sessions. Every athlete needs a basic level of cardiovascular endurance—if not for performance, for health reasons— that can be achieved using a wide variety of training modalities and programs. Apart from the stereotypical submaximal aerobic training methods, another method that can produce significant gains in aerobic fitness (e.g., increased V.O2max, lactate threshold) is interval training (14, 37, 80). One of the most commonly measured adaptations to aerobic endurance training is an increase in maximal oxygen uptake associated with an increase in maximal cardiac output (13, 23, 53, 131). As the intensity of exercise increases, oxygen consumption rises to max- imal levels. When oxygen consumption can no longer increase to meet the demands, maximal oxygen uptake has been achieved even in the presence of continuing oxygen availability. Aerobic endurance training can improve an athlete’s aerobic power by 5% to 30%, depending, in part, on the starting fitness level as well as the genetic potential of the individual (5). Most adapta- tions in maximal oxygen consumption can be achieved within a 6- to 12-month training period. After that, fur- ther changes in aerobic endurance performance consist of increases in running efficiency and increased lactate threshold (62). Metabolic changes include increased respiratory capacity, lower blood lactate concentrations at a given submaximal exercise intensity, increased mitochondrial and capillary densities, and improved enzyme activity. It may be that experienced runners do not experience further increases in their V.O2max through chronic endurance training but that their performance improves due to enhanced running economy (13, 54). The intensity of training is one of the most import- ant factors in improving and maintaining aerobic power. Short, high-intensity bouts of interval sprints can improve maximal oxygen uptake if the interim rest period is also short. Callister and colleagues (17) showed that long rest periods used with sprints improve sprint speed without significant increases in maximal aerobic power. Therefore, longer training sessions with higher amounts of rest between exercise bouts result in less improvement in aerobic capacity. The use of shorter recovery periods between high-intensity training intervals has been shown in various studies to improve various skeletal muscle metabolic processes, resulting in improved endurance performance (40)."
    },
    {
        "heading": "Aerobic endurance training is generally associated",
        "content": "with alterations in body composition, assuming appro- priate nutritional intake. Aerobic endurance training usually decreases the relative percentage of body fat but has little or no significant effect on fat-free mass."
    },
    {
        "heading": "Longer-term programs can result in greater decreases",
        "content": "in the percentage of body fat (13, 26, 61). Excessive training may lead to a predominance of catabolic activity in the body and cause an imbalance between catabolic and anabolic processes (114). ▶ ▶Aerobic endurance training results in reduced body fat, increased maximal oxygen uptake, increased running economy, increased respi- ratory capacity, lower blood lactate concen- trations at submaximal exercise, increased mitochondrial and capillary densities, and improved enzyme activity. Table 6.2 lists the physiological changes that occur with short-term (three- to six-month) aerobic endur- ance training and compares the results for previously untrained and elite aerobic endurance athletes."
    },
    {
        "heading": "Influencing Adaptations",
        "content": "to Aerobic Endurance Training A variety of external and individual factors can influence both the acute responses and the chronic adaptations of"
    },
    {
        "heading": "Adaptations to Aerobic Endurance Training Programs",
        "content": "the cardiovascular and respiratory systems to exercise."
    },
    {
        "heading": "The effects of altitude, hyperoxic breathing, smoking,",
        "content": "and blood doping (external factors), as well as genetic potential, age, and sex (individual factors), are briefly described in this section."
    },
    {
        "heading": "Altitude",
        "content": "At elevations greater than 3,900 feet (1,200 m), acute physiological adjustments begin to occur to compen- sate for the reduced partial pressure of oxygen in the Table 6.2  Physiological Variables in Aerobic Endurance Training"
    },
    {
        "heading": "Highly trained or",
        "content": "elite subjects"
    },
    {
        "heading": "Resting (104, 109)",
        "content": "76.4 57.0"
    },
    {
        "heading": "Maximal (104, 109)",
        "content": "192.8 190.8"
    },
    {
        "heading": "Resting (109, 137)",
        "content": "5.7 4.4 4.2"
    },
    {
        "heading": "Maximal (109, 137)",
        "content": "20.0 22.8 33.8"
    },
    {
        "heading": "Resting (104, 109)",
        "content": "131/75 144/78 112/75"
    },
    {
        "heading": "Maximal (104, 109)",
        "content": "204/81 201/74 188/77 Pulmonary ventilation (body temperature [37 °C] and pressure [ambient], saturated [47 mmHg]) (L/min)"
    },
    {
        "heading": "Resting (104, 109)",
        "content": "10.9 12.0 11.8"
    },
    {
        "heading": "Maximal (104, 109)",
        "content": "128.7 156.4 163.4"
    },
    {
        "heading": "Resting",
        "content": "5.8 7.5 —"
    },
    {
        "heading": "Maximal (109, 137)",
        "content": "16.2 17.1 15.9"
    },
    {
        "heading": "Maximal oxygen uptake (ml·kg−1·min−1) (104, 109)",
        "content": "36.0 48.0 74.1 % Type I fibers (1)"
    },
    {
        "heading": "Type I (27)",
        "content": "4,947* 6,284* 6,485"
    },
    {
        "heading": "Type II (27)",
        "content": "5,460* 6,378* 8,342"
    },
    {
        "heading": "Number/fiber (1)",
        "content": "1.39 1.95 2.15"
    },
    {
        "heading": "Citrate synthase (µmol·min−1·g−1 wet weight) (132)",
        "content": "35.9 45.1 —"
    },
    {
        "heading": "Lactate dehydrogenase (µmol·g−1·min−1) (27)",
        "content": "843* 788*"
    },
    {
        "heading": "Succinate dehydrogenase (µmol·g−1·min−1) (27)",
        "content": "6.4* 17.7* 21.6"
    },
    {
        "heading": "Phosphofructokinase (µmol·g−1·min−1) (42, 43)",
        "content": "27.13 58.82 20.1"
    },
    {
        "heading": "Type I (48, 126)",
        "content": "0.99 1.27 1.65"
    },
    {
        "heading": "Type II (48, 126)",
        "content": "3.18 3.38 3.72 *Data not from training study; subjects were untrained or “good distance runners.” Data compiled by Carwyn Sharp. Unless otherwise indicated, data is from Saltin, B, Blomqvist, G, et al. Response to exercise after bed rest and after training. Circulation 38(Suppl. 7):1-78, 1968. What Are the Improvements in Performance From Aerobic Exercise? The body systems affected by aerobic exercise include musculoskeletal, cardiovascular, and respiratory."
    },
    {
        "heading": "Adaptations include the following:",
        "content": "Respiratory system: Decreased submaximal respiration rate (31). Cardiovascular system: Decreased heart rate for fixed submaximal workloads (106) associated with increased stroke volume and cardiac output. Blood volume is also increased, supporting increased stroke volume and cardiac output (45). Musculoskeletal system: Increased arterial–venous O2 difference associated with increased capillarization in muscle (110, 123), increased oxidative enzyme concentrations, and increased mitochondrial size and density (58). Aerobic power (maximal oxygen uptake): Arguably the most significant change in physiological variables with aerobic exercise training is an increase in maximal oxygen uptake (V.O2max), often used as the criterion variable for cardiovascular fitness. The V.O2max is determined in part by genetics and by the training pro- gram undertaken by the athlete. Elite athletes may show minor changes in V.O2max with training (5-10%), while untrained individuals may increase V.O2max by as much as 20% (55, 62). A high V.O2max coupled with increased lactate threshold allows enhanced performance for running sports as well as sports requiring intermittent sprinting (soccer, basketball, and other team sports). Lactate threshold: Aerobic training increases the absolute lactate threshold, allowing the highly trained individual to work at both a higher relative and absolute percentage of their V.O2max than an individual less well trained. This increased tolerance of lactate translates into a variety of performance outcomes; these include running at a higher percentage of V.O2max for a race (resulting in reduced time), covering more distance during a game, enhanced recovery for second-half performance, and working at higher exercise intensities throughout an event. The importance of having a high lactate threshold can be seen in the fol- lowing example. Two individuals can have the same V.O2max, perhaps 50 ml·kg−1·min−1; however, if one has a lactate threshold of 80% of V.O2max (i.e., threshold occurs at 40 ml·kg−1·min−1) whereas the other’s occurs at 70% (i.e., 35 ml·kg−1·min−1), the first individual will be able to maintain a power output equivalent to 5 ml·kg−1·min−1 higher than the second individual. All other things being equal, such as movement economy, this would result in a greater speed of movement and thus superior performance. Effective utilization of substrate: Carbohydrates are the preferred source of fuel for high-intensity intermit- tent exercise in many team sports. Aerobic exercise training results in a greater use of fat as a substrate for exercise with a relative sparing of carbohydrate. With a sparing of carbohydrate, an endurance-trained individual can maintain higher-intensity exercise for longer periods of time. Aerobic exercise may be further improved through various carbohydrate loading manipulations to increase endogenous glycogen stores (16). Muscle fiber adaptations: When muscle fibers are examined from a cross-sectional point of view, elite distance runners have a higher proportion (percentage) of Type I fibers, and the available Type I fibers are functionally very efficient for aerobic metabolism (increased mitochondrial density and oxidative enzyme capacity [57] and capillary network for oxygen delivery). Aerobic exercise training, especially long-distance and high-intensity intermittent exercise, results in an increase in the oxidative capacity of Type I fibers. Research indicates that skeletal muscle fibers can alter their myosin heavy chain and internal characteristics, leading to alterations in the classification of fibers and the observation that Type IIx fibers are increased in endurance trained athletes (8, 102). From a performance standpoint, these metabolic and fiber changes result in a more efficient use of aerobic energy production. Exercise efficiency: The economy of exercise is mostly a function of biomechanics and technique. Two aerobic endurance athletes may have the same maximal oxygen uptake and lactate threshold yet not show the same performance outcomes. The athlete with the more efficient exercise (i.e., requiring less energy to maintain the same power output) would be able to sustain the same power output for a longer duration even though the two athletes have the same V.O2max and lactate threshold. atmosphere (49). Table 6.3 presents the adjustments to altitude hypoxia that are immediate and longer-term. Two adjustments that occur early in the acclimatization process are particularly important. First, there is an increase in pulmonary ventilation (hyperventilation) at rest and during exercise. This increase in ventilation is primarily the result of increased breathing frequency. With longer stays at high elevation, however, increased tidal volume also contributes to augmented ventilation. Stabilization of ventilation is dependent on the level of altitude and the duration at altitude (64). Second, in the early stages of altitude exposure, there is an increase"
    },
    {
        "heading": "Adaptations to Aerobic Endurance Training Programs",
        "content": "in cardiac output at rest and during submaximal exer- cise, due primarily to increases in heart rate (49, 91). Submaximal heart rate and cardiac output can increase 30% to 50% above sea level values, and stroke volume is constant or slightly reduced. Increased submaximal cardiac output reflects the need for increased blood flow at a time when arterial blood oxygen content is reduced in order to maintain adequate oxygen delivery to the tissues. Within 10 to 14 days at a given altitude, heart rate and cardiac output begin to return to normal values because of the longer-term acclimatization response of increased red blood cell production. Thus, with acute exposure to altitude, hyperventilation and increased submaximal car- diac output are rapid and relatively effective responses to offset the challenges of the reduced partial pressure of oxygen. However, despite these adjustments, during this acute period, arterial oxygen saturation decreases and results in decreases in maximal oxygen uptake and aerobic performance at altitudes above 3,900 feet (1,200 m). Acclimatization changes revert in about one month after return to sea level. As indicated in table 6.3, chronic physiological and metabolic adjustments that occur during a prolonged altitude exposure include •\t increased formation of hemoglobin (generally 5-15% increase, although higher values have been reported) and red blood cells (30-50% increase), •\t increased diffusing capacity of oxygen through the pulmonary membranes, •\t maintenance of the acid–base balance of body fluids by renal excretion of HCO3 − and through hyperventilation, and •\t increased capillarization."
    },
    {
        "heading": "All these adaptations generally improve tolerance of",
        "content": "the relative hypoxia at medium and high altitudes (46, 49, 91) and may result in nearly sea level exercise capacities with adequate acclimatization. A minimum of three to six weeks is needed to adapt at moderate altitude (2,200 to 3,000 m). However, reduced performance, compared to sea level, is generally expected with altitude exposure regardless of the period of acclimatization. Strength and conditioning professionals are encouraged to inform athletes of both expected acute responses and chronic adaptations to altitude so that they can maintain appro- priately adjusted training regimens and a positive mental approach to the impact of altitude."
    },
    {
        "heading": "Breathing oxygen-enriched gas mixtures (hyperoxic",
        "content": "breathing) during rest periods or following exercise has been proposed to positively affect some aspects of exercise performance, although the mechanisms for these results are not well understood and the procedure"
    },
    {
        "heading": "Body fluids become more alkaline due to",
        "content": "reduction in CO2 with hyperventilation."
    },
    {
        "heading": "Excretion of HCO3",
        "content": "− by the kidneys with concomitant reduction in alkaline reserve"
    },
    {
        "heading": "Cardiac output increases at rest and during",
        "content": "submaximal exercise."
    },
    {
        "heading": "Continued elevation in submaximal heart rate",
        "content": "Submaximal heart rate increases. Stroke volume remains the same or is slightly lowered."
    },
    {
        "heading": "Decreased stroke volume at rest and with",
        "content": "submaximal and maximal exercise Maximal heart rate remains the same or is slightly lowered."
    },
    {
        "heading": "Lowered maximal heart rate",
        "content": "Maximal cardiac output remains the same or is slightly lowered."
    },
    {
        "heading": "Increased use of free fatty acids, sparing",
        "content": "muscle glycogen remains controversial and the research divided (117, 118). Hyperoxic breathing may increase the amount of oxygen carried by the blood and therefore increase the supply of oxygen to working muscles. However, the breathing of ambient air at sea level by healthy people results in arterial hemoglobin oxygen saturation between 95% to 98%. Thus, the potential for hyperoxic breathing during rest periods or following exercise has yet to be fully elucidated (46, 103)."
    },
    {
        "heading": "Relatively little research is available regarding smoking",
        "content": "and exercise performance, possibly because athletes and active individuals may tend to avoid smoking for fear of impairing performance or increasing disease risk (85, 101). Smokers experience impairments in lung function and are at increased risk for chronic obstructive pulmo- nary diseases (88, 120) including chronic bronchitis (65) and emphysema (86). Decrements in exercise tolerance and cardiopulmonary function have been observed in teenagers (85), demonstrating that the harmful effects of smoking occur in even young smokers within a rel- atively short period of time. The detrimental effects of smoking include •\t increased airway resistance due to nicotine-related bronchiole constriction or increased fluid secre- tion and swelling in the bronchial tree due to the irritation of smoke; and •\t paralysis of the cilia on the surfaces of the respi- ratory tract by nicotine, which limits the ability to remove excess fluids and foreign particles, causing debris to accumulate in the respiratory passageways and adding to the difficulty of breathing. Thus, even the light smoker may feel respiratory strain during exercise and experience a reduction in the level of performance (46, 91)."
    },
    {
        "heading": "Carbon monoxide, a component of cigarette smoke,",
        "content": "is associated with an impaired hemodynamic response to exercise and increased catecholamine release. Carbon monoxide has a higher affinity for hemoglobin than does oxygen. The resulting carboxyhemoglobin (carbon mon- oxide and hemoglobin) reduces the amount of oxygen that can be carried by hemoglobin and thus reduces the oxygen that can be provided to the working muscles."
    },
    {
        "heading": "The reduction in oxygen-carrying capacity may reduce",
        "content": "maximal exercise capacity, and submaximal cardio- vascular responses may increase in an effort to provide adequate oxygenated blood to the working muscles. The increased catecholamine release increases heart rate and blood pressure."
    },
    {
        "heading": "Blood Doping",
        "content": "The practice of artificially increasing red blood cell mass (blood doping) as a means to improve athletic performance has been criticized as unethical and as one that poses serious health risks to the athlete (100). Nonetheless, research has suggested that this practice can improve aerobic exercise performance and may enhance tolerance of certain environmental conditions (112)."
    },
    {
        "heading": "Blood doping can be accomplished through infusion",
        "content": "of an individual’s own red blood cells or those from someone else, or through administration of erythropoi- etin (EPO), which stimulates red blood cell production. Infusion of red blood cells rapidly increases red blood cell mass, but for just a few weeks (97), whereas the effects of the drug EPO produce changes over weeks and last as long as EPO continues to be administered (112). In either case, it is theorized that increasing red blood cell mass increases the blood’s ability to carry oxygen and thus increases oxygen availability to working mus- cles. Maximal oxygen uptake has been demonstrated to increase by up to 11% with either red blood cell infu- sion or EPO administration (112, 113). At standardized submaximal workloads, blood doping has also been associated with decreased heart rate and blood lactate as well as higher pH values (112). The effects of blood doping suggest the potential for diminishing the impact of various environmental condi- tions. The effects of altitude appear to be lessened with blood doping, although as altitude increases, the positive influence of blood doping is reduced (107). Environmen- tal stressors such as heat and cold exposure may also be affected by blood doping. During heat exposure, a blood-doped athlete will be able to tolerate submaximal exercise stress more easily (63, 111-113). The increased blood volume associated with increased red blood cell mass allows the body to shunt more blood to the skin for improved thermoregulation while still providing suffi- cient blood to transport oxygen to the working muscles. However, blood doping appears to confer these benefits primarily to individuals who are already acclimatized to heat and provides very little aid relating to the response to heat of those who are not acclimatized (112). Much less is known about blood doping with respect to cold stress, and although some theoretical benefit has been suggested, this practice could conceivably increase health risks (112). The health risks associated with blood doping further complicate the controversy surrounding this practice."
    },
    {
        "heading": "Theoretically, high hematocrit levels may increase risks",
        "content": "for embolic events such as stroke, myocardial infarc- tion, deep vein thrombosis, or pulmonary embolism."
    },
    {
        "heading": "Adaptations to Aerobic Endurance Training Programs",
        "content": "and increased plasma potassium levels may present themselves with EPO use (113). Finally, there is risk associated with infusion or transfusion, although in most cases the risk is relatively small (113)."
    },
    {
        "heading": "Genetic Potential",
        "content": "The upper limit of an individual’s genetic potential contributes significantly to the absolute magnitude of the training adaptations. The magnitude of change also depends on the current training status of the individual. Each biological system adaptation, such as that of the cardiovascular system, has an upper limit, and as the athlete gets closer to that upper limit, smaller and smaller gains are observed. For example, in some elite compe- titions (e.g., swimming), small gains in performance may be the difference between the gold medal and 26th place. Thus, in an event in which tenths or hundredths of a second make a big difference, it may be worth the extra training time to gain that 0.05% improvement in performance. Because of the small gains possible with training in elite athletes, careful program design and monitoring become even more critical (26, 70, 77, 135)."
    },
    {
        "heading": "Physiological adaptations to aerobic endurance training",
        "content": "vary according to age and sex (3, 131). Maximal aerobic power decreases with age in adults as a consequence of various physiological changes that accompany aging— for example, reduced muscle mass and strength (also called sarcopenia) (79) and increased fat mass (3, 78). On the average, when women and men are matched by age, the aerobic power values of women range from 73% to 85% of the values of men (131). However, the general physiological response to training is similar in men and women (84). The differences in aerobic power may be caused by several factors, including women’s higher per- centage of body fat and lower blood hemoglobin values and men’s larger heart size and blood volume (13, 18)."
    },
    {
        "heading": "Prevalence, Diagnosis,",
        "content": "and Potential Markers"
    },
    {
        "heading": "Improving sport performance for competitive athletes",
        "content": "through appropriately designed training programs is crucial to success. Equally important to the success of an athlete in any sport is adequate recovery from intense training. When there is an imbalance between training loads and recovery, the potential for overtraining and development of the overtraining syndrome (OTS) exists (28). While considerable research exists on OTS, controversy remains regarding how to define, evaluate, and remedy this syndrome (73, 121)."
    },
    {
        "heading": "Sports Medicine published a joint consensus statement",
        "content": "about OTS (92). This section of the chapter presents some of the findings of this consensus statement, par- ticularly with regard to definitions, potential markers, and prevention."
    },
    {
        "heading": "For effectively studying OTS, consistent terminology",
        "content": "is needed. The recommendations of the consensus state- ment are from the work of Halson (47) and Urhausen (130). In these definitions, overtraining is considered a process (expressed as a verb) that can result in over- reaching in the short term (functional overreaching) or extreme overreaching (nonfunctional overreaching [NFOR]) or OTS in the long term. Each of these con- ditions results in a sport performance decrement that is a hallmark of overtraining. In the case of functional overreaching, training is purposely intensified to cause a brief decrement in performance followed by a few days or weeks of recovery. The result is a supercom- pensative improvement in performance. An example is a final maximal training session (which causes func- tional overreaching) a few weeks before a competition, followed by a gradual tapering period leading up to an enhanced performance. Nonfunctional overreaching is characterized by a stagnation or decrease in sport performance, with recovery requiring weeks to months in order for the athlete to return to the previous level of performance. If intensified training continues without adequate recovery, an athlete can progress to OTS, in which performance is decreased and for which months of recovery would be required to return the athlete to prior levels of performance. These definitions for overtraining assume a continuum for which the common trigger for the progression from functional overreaching to OTS is continued intensified training with insufficient rest. While it is difficult to measure the prevalence of OTS, a recent study (105) indicated that about 10% (7% to 21%) of collegiate swimmers and other aerobic endurance athletes experienced either NFOR or OTS. ▶ ▶Overtraining syndrome can lead to dramatic performance decreases in all athletes; the most common cause is intensified training without adequate recovery."
    },
    {
        "heading": "Cardiovascular Responses",
        "content": "Greater volumes of training associated with OTS can affect heart rate. Interestingly, resting heart rate can be either decreased or increased in association with OTS (136). Heart rate variability can decrease with onset of OTS, indicating reduced parasympathetic input or excessive sympathetic stimulation. Exercise-induced maximum heart rates decrease from overtraining, as have heart rates at absolute submaximal exercise intensities (50). Increased training volumes, within a given time period, associated with overtraining do not generally affect resting blood pressures. However, increased training intensity can produce increased resting dia- stolic blood pressures without affecting resting systolic pressures."
    },
    {
        "heading": "Biochemical Responses",
        "content": "Unusually high training volume can result in increased levels of creatine kinase (CK), indicating muscle damage (30). Lactate concentrations, on the other hand, either decrease or stay the same when training volumes increase. Blood lipids and lipoproteins are not altered by volume overtraining. Muscle glycogen decreases with prolonged periods of overtraining, although this may be largely due to dietary considerations. Decreased glycogen levels may contribute to the lowered lactate responses."
    },
    {
        "heading": "Endocrine Responses",
        "content": "In men, total testosterone decreases after an initial increase in response to the exercise stimuli; however, this should be viewed as a response to a stressful stimulus rather than an indication of overtraining (92). Concentrations of free testosterone also decrease in some cases. These changes do not appear to be regulated by the pituitary, since luteinizing hormone levels are not affected (129). The changes in free testosterone appear to be independent of protein-binding capacity, because concentrations of sex hormone–binding globulin are not altered (129). Therefore, the decreased ratio of total testosterone to sex hormone–binding globulin that can accompany increased volumes of training seems to be due to altered total testosterone levels. The anabolic–catabolic state of an athlete may be quantified by the testosterone-to-cortisol ratio, which decreases or stays the same with greater training vol- umes. The free testosterone component may be more influential physiologically. Decreases of 5% to 50% in the ratio of free testosterone to cortisol have also been reported with increased training volumes. A possible marker of OTS is a decrease of 30% or more in this ratio."
    },
    {
        "heading": "Decreased pituitary secretion of growth hormone",
        "content": "occurs with overtraining. This and other endocrine responses to an overtraining stimulus appear to be due primarily to impaired hypothalamic function, not pituitary function. Whether these endocrine alterations are responsible for performance decrements is open to debate. Levels of free testosterone, total testosterone, cortisol, and creatine kinase seem to simply reflect training volumes. Actual physical performance is occa- sionally related to total testosterone concentrations, but not in all cases."
    },
    {
        "heading": "Catecholamines appear very responsive to an over-",
        "content": "training stimulus. Alterations in basal levels of epi- nephrine, norepinephrine, and dopamine are reported to be significantly related to the severity of self-reported complaints in overtrained runners. Changes in cate- cholamine and cortisol concentrations may mirror each other during overtraining, although cortisol is not as sensitive to increased training volume as catecholamines are. Severely increased volumes of training can result in decreased nocturnal levels of epinephrine, which indicate basal levels. Preexercise or resting levels of epinephrine and norepinephrine are either unchanged or increased. A given absolute load of exercise results in increased epinephrine and norepinephrine levels in the presence of overtraining compared with before over- training, although maximum levels of epinephrine and norepinephrine are unchanged. Basal levels of dopamine decrease with volume overtraining, as do dopamine concentrations at the same absolute workload. With submaximal exercise, dopamine responses vary, but they appear to counter norepinephrine patterns. Although often difficult to document, severe volume overtraining of aerobic endurance athletes produces characteristics of the parasympathetic OTS, including reduced sensitivity to catecholamines, and may result in advanced cases of severe OTS."
    },
    {
        "heading": "Strategies for Prevention",
        "content": "of Overtraining Syndrome"
    },
    {
        "heading": "The overtraining syndrome represents a cumulative sum",
        "content": "of stressors with the primary cause of intensified training without adequate recovery (92). However other contrib- utors include lack of sleep, environmental considerations (heat, cold, altitude, pollution), interpersonal difficul- ties, and traveling, among others. While the definitive identification of OTS remains somewhat controversial, there are still some strategies that athletes and coaches can follow to prevent OTS. An effective tactic includes making sure the athlete is following good nutrition guidelines as well as getting sufficient sleep and recovery time. Coaches should track an athlete’s training program, and the program should provide variety in intensity and volume. Keeping an accurate record of an athlete’s performance can also help “catch” a marker of OTS early in the process so that training can be adjusted. Most importantly, athletes should have access to a multidisciplinary health team (coach, physician, nutritionist, and psychologist) to discuss any issues related to their lives; this access may lead to early information that would assist in avoiding OTS (92)."
    },
    {
        "heading": "Detraining",
        "content": "Detraining is defined as the partial or complete loss of training-induced adaptations in response to an insuffi- cient training stimulus (95, 96). Detraining is governed by the principle of training reversibility, which states that whereas physical training results in several physi- ological adaptations that enhance athletic performance, stopping or markedly reducing training induces a partial or complete reversal of these adaptations, compromising athletic performance. A distinction needs to be made with regard to cessation of training that results in a reversal of adaptations and tapering. Tapering is the planned reduction of volume of training (usually in duration and frequency but not intensity) that occurs before an athletic competition or a planned recovery microcycle. This type of reduction in training is designed to enhance athletic performance and adaptations."
    },
    {
        "heading": "Aerobic endurance adaptations are most sensitive to",
        "content": "periods of inactivity because of their enzymatic basis."
    },
    {
        "heading": "The exact cellular mechanisms that dictate detraining",
        "content": "changes are unknown, and further research is needed to clarify the underlying physiological alterations. Two review articles (95, 96) address the factors that contribute to aerobic performance, most importantly"
    },
    {
        "heading": "V.O2max and the factors determining V.O2max (cardiac",
        "content": "output and arteriovenous oxygen difference) and the impact of detraining. The authors discuss the impact of short-term (four weeks) (95) and long-term (more than four weeks) (96) detraining. In highly trained athletes, maximal oxygen uptake is reduced 4% to 14% with short-term (22, 90) and 6% to 20% with long-term detraining (21, 25, 90). The reduction in V.O2max is primarily a result of decreased blood volume (20), decreased stroke volume (20, 21), decreased maximal cardiac output (20, 21), and increased submaximal heart rate (20, 23, 25, 89). The decrease in V.O2max supports the loss of aerobic-related endurance performance (20, 21, 23, 25, 60, 89)."
    },
    {
        "heading": "What Are the Markers of Aerobic Overtraining?",
        "content": "Several criteria characterize a variable as a reliable marker for the onset of overtraining syndrome: •\t The marker should be sensitive to the training load. •\t It should not be affected by other factors. •\t Changes in the marker should precede development of overtraining syndrome. •\t The marker should be easy to measure accurately. •\t Measurement should not be profoundly invasive. •\t The marker should not be expensive to use or measure. The following variables have been identified as potential markers, but none satisfy all of the criteria listed (92). •\t Decreased performance •\t Decreased percentage of body fat •\t Decreased maximal oxygen uptake •\t Altered blood pressure •\t Increased muscle soreness •\t Decreased muscle glycogen •\t Altered resting heart rate and decreased heart rate variability •\t Increased submaximal exercise heart rate •\t Decreased lactate •\t Increased creatine kinase •\t Altered cortisol concentration •\t Decreased total testosterone concentration •\t Decreased ratio of total testosterone to cortisol •\t Decreased ratio of free testosterone to cortisol •\t Decreased ratio of total testosterone to sex hormone–binding globulin •\t Decreased sympathetic tone (decreased nocturnal and resting catecholamines) •\t Increased sympathetic stress response •\t Change in mood states •\t Decreased performance in psychomotor speed tests ▶ ▶Proper exercise variation, intensity, mainte- nance programs, and active recovery periods can adequately protect against serious detraining effects (29)."
    },
    {
        "heading": "Aerobic endurance exercise produces many acute cardio-",
        "content": "vascular and respiratory responses, and aerobic endur- ance training produces many chronic adaptations. This information can be of particular value for developing the goals of a conditioning program and can provide a basis for clinical evaluation and the selection of parameters to be included in such an evaluation process. Knowledge of cardiovascular, respiratory, nervous, muscular, bone and connective tissue, and endocrine system responses to aerobic endurance training can help the strength and conditioning professional understand the scientific basis for aerobic conditioning and the adaptations to expect and monitor during training. Adaptations to specific types of exercise stimuli take place in the body. Optimal adaptations reflect careful design, implementation, and performance of strength and conditioning programs."
    },
    {
        "heading": "Key Terms",
        "content": "alveoli anatomical dead space arteriovenous oxygen difference blood doping bradycardia cardiac output detraining diastole diastolic blood pressure diffusion double product ejection fraction end-diastolic volume erythropoietin (EPO)"
    },
    {
        "heading": "Frank-Starling mechanism",
        "content": "functional overreaching heart rate hyperoxic breathing hyperventilation maximal heart rate maximal oxygen uptake mean arterial pressure metabolic equivalent (MET) minute ventilation mitochondria myoglobin nonfunctional overreaching overreaching overtraining overtraining syndrome (OTS) oxygen uptake physiological dead space rate–pressure product stroke volume systole systolic blood pressure tapering tidal volume vasoconstriction vasodilation venous return ventilatory equivalent"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t A 17-year-old high school cross-country runner has been training aerobically for six months in preparation for the upcoming season. Which of the following adaptations will occur in the muscles during that time? a.\t increased concentration of glycolytic enzymes b.\t hyperplasia of Type II fibers c.\t transformation from Type I to Type II fibers d.\t hypertrophy of Type I fibers 2.\t The amount of blood ejected from the left ventricle during each beat is the a.\t cardiac output b.\t a-v‾   O2 difference c.\t heart rate d.\t stroke volume 3.\t Which of the following does NOT normally increase during an aerobic exercise session? a.\t end-diastolic volume b.\t cardiac contractility c.\t cardiac output d.\t diastolic blood pressure 4.\t The mean arterial pressure is defined as the a.\t average blood pressure throughout the cardiac cycle b.\t average of the systolic and diastolic blood pressures c.\t average systolic blood pressure during exercise d.\t average of blood pressure and heart rate 5.\t Primary training adaptations of elite aerobically trained athletes include which of the following?"
    },
    {
        "heading": "IV.\tdecreased capillary density",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only This page intentionally left blank."
    }
]