[
    {
        "heading": "Program Design",
        "content": "for Resistance Training Jeremy M. Sheppard, PhD, and N. Travis Triplett, PhD The authors would like to acknowledge the significant contribu- tions of Thomas R. Baechle, Roger W. Earle, and Dan Wathen to this chapter. After completing this chapter, you will be able to •\t evaluate the requirements and characteristics of a sport and assess an athlete for the purpose of designing a resistance training program; •\t select exercises based on type, sport specificity, technique experience, equipment availability, and time availability; •\t determine training frequency based on training status, sport season, load, exercise type, and other concurrent exercise; •\t arrange exercises in a training session according to their type; •\t determine 1-repetition maximum (1RM), predicted 1RM from a multiple RM, and RM loads; •\t assign load and repetitions based on the training goal; •\t know when and by how much an exercise load should be increased; •\t assign training volumes according to the athlete’s training status and the training goal; and •\t determine rest period lengths based on the training goal."
    },
    {
        "heading": "Effective training programs involve the coordination of",
        "content": "many variables in a systematic fashion that enables the body to adapt and performance level to improve. Having a basic understanding of the physiological responses to various training stimuli is essential in order for the practi- tioner to be able to coordinate the various training aspects successfully. When focusing on the resistance training component of a comprehensive training program, it is helpful to approach the task one program element at a time, keeping in mind the primary principles of anaerobic exercise prescription."
    },
    {
        "heading": "Resistance training programs for athletic populations",
        "content": "require attention to the principles of specificity, over- load, and progression. One of the most basic concepts to incorporate in all training programs is specificity. The term, first suggested by DeLorme in 1945 (14), refers to the method whereby an athlete is trained in a specific manner to produce a specific adaptation or training outcome. In the case of resistance training, specificity refers to aspects such as the muscles involved, the movement pattern, and the nature of the muscle action (e.g., speed of movement, force application), but does not always reflect the combination of all of these aspects. Importantly, it does not mean that all aspects of the training must mimic that of the sporting skill. For example, a squat movement is relevant to vertical jump because it involves overcoming resistance in the same movement and muscles that are involved in the vertical jump, yet the speed of movement and force application are disparate between the squat and vertical jump."
    },
    {
        "heading": "Sometimes used interchangeably with specificity is the",
        "content": "acronym SAID, which stands for specific adaptation to imposed demands. The underlying principle is that the type of demand placed on the body dictates the type of adaptation that will occur. For instance, athletes training for power in high-speed movements (e.g., baseball pitch, tennis serve) should attempt to activate or recruit the same motor units required by their sport at the highest velocity possible (8, 86). Specificity also relates to the athlete’s sport season. As an athlete progresses through the preseason, in-season, and postseason, all forms of training should gradually progress in an organized manner from generalized to sport specific (1). Although participation in the sport itself provides the greatest opportunity to improve performance in the sport, proper application of the specificity principle certainly increases the likelihood that other training will also positively contribute to performance. Overload refers to assigning a workout or training regimen of greater intensity than the athlete is accus- tomed to. Without the stimulus of overload, even an otherwise well-designed program greatly limits an athlete’s ability to make improvements. The obvious application of this principle in the design of resistance training programs involves increasing the loads assigned in the exercises. Other more subtle changes include increasing the number of sessions per week (or per day in some instances), adding exercises or sets, emphasizing complex over simple exercises, decreasing the length of the rest periods between sets and exercises, or any combination of these or other changes. The intent is to stress the body at a higher level than it is used to. When the overload principle is properly applied, overtraining is avoided and the desired training adaptation will occur. If a training program is to continue producing higher levels of performance, the intensity of the training must become progressively greater. Progression, when applied properly, promotes long-term training benefits. Although it is customary to focus only on the resistance used, one can progressively increase training intensity by raising the number of weekly training sessions, adding more drills or exercises to each session, changing the type or technical requirements of the drills or exer- cises, or otherwise increasing the training stimulus. For example, an athlete may progress from the front squat to learning the hang power clean and eventually the power clean as a technical progression. The issue of importance is that progression is based on the athlete’s training status and is introduced systematically and gradually."
    },
    {
        "heading": "Resistance Training Program Design Variables",
        "content": "1.\t Needs analysis 2.\t Exercise selection 3.\t Training frequency 4.\t Exercise order 5.\t Training load and repetitions 6.\t Volume 7.\t Rest periods"
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "Designing a resistance training program is a complex process that requires the recognition and manipulation of seven program design variables (referred to in this chapter as steps 1 through 7). This chapter discusses each variable, shown in the sidebar, in the context of three scenarios that enable the strength and conditioning professional to see how training principles and program design guidelines can be integrated into an overall program. The three scenarios include a basketball center (sce- nario A) in her preseason, an American football offen- sive lineman (scenario B) during his off-season, and a cross-country runner (scenario C) during his in-season. It is understood that in each scenario, the athlete is well conditioned for his or her sport, has no musculoskele- tal dysfunction, and has been cleared for training and competition by the sports medicine staff. The athletes in scenarios A (basketball center) and B (American football lineman) have been resistance training since high school, are accustomed to lifting heavy loads, and are skilled in machine and free weight exercises. The high school cross-country runner in scenario C, in contrast, began a resistance training program in the preseason only four weeks ago, so his training is limited and his exercise technique skills are not well developed."
    },
    {
        "heading": "The strength and conditioning professional’s initial task",
        "content": "is to perform a needs analysis, a two-stage process that includes an evaluation of the requirements and charac- teristics of the sport and an assessment of the athlete."
    },
    {
        "heading": "Evaluation of the Sport",
        "content": "The first task in a needs analysis is to determine the unique characteristics of the sport, which includes the general physiological and biomechanical profile, common injury sites, and position-specific attributes."
    },
    {
        "heading": "This information enables the strength and condition-",
        "content": "ing professional to design a program specific to those requirements and characteristics. Although this task can be approached in several ways (30), it should at least include consideration of the following attributes of the sport (20, 43): •\t Body and limb movement patterns and muscular involvement (movement analysis) •\t Strength, power, hypertrophy, and muscular endurance priorities (physiological analysis) •\t Common sites for joint and muscle injury and causative factors (injury analysis)"
    },
    {
        "heading": "Other characteristics of a sport—such as cardiovas-",
        "content": "cular endurance, speed, agility, and flexibility require- ments—should also be evaluated. This chapter, how- ever, focuses only on the physiological outcomes that specifically relate to resistance training program design: strength, power, hypertrophy, and muscular endurance. For example, a movement analysis of the shot-put field event reveals that it is an all-body movement that begins with the athlete in a semicrouched stance, with many joints flexed and adducted, and culminates in an upright stance with many joints extended and abducted. The most heavily recruited muscles (not in order) are the elbow extensors (triceps brachii), shoulder abductors (deltoids), hip extensors (gluteals, hamstrings), knee extensors (quadriceps), and ankle plantar flexors (soleus, gastrocnemius). Physiologically, shot putting requires high levels of strength and power for a successful performance. Also, enhanced muscular hypertrophy is advantageous since the muscle’s ability to produce force increases as its cross-sectional area becomes greater (40). The muscular endurance requirement is minimal, however. Due to the repetitive nature of training and competition, the muscles and tendons surrounding the shoulder and elbow joints tend to be injured due to overuse (98)."
    },
    {
        "heading": "Assessment of the Athlete",
        "content": "The second task is to profile the athlete’s needs and goals by evaluating training (and injury) status, conducting a"
    },
    {
        "heading": "Age:",
        "content": "20 years old"
    },
    {
        "heading": "Age:",
        "content": "28 years old"
    },
    {
        "heading": "Age:",
        "content": "17 years old"
    },
    {
        "heading": "High school",
        "content": "cross-country running"
    },
    {
        "heading": "Position:",
        "content": "(Not applicable)"
    },
    {
        "heading": "Beginning of the",
        "content": "preseason"
    },
    {
        "heading": "Beginning of the",
        "content": "off-season"
    },
    {
        "heading": "Beginning of the",
        "content": "in-season variety of tests (e.g., maximum strength testing), eval- uating the results, and determining the primary goal of training. The more individualized the assessment pro- cess, the more specific the resistance training program for each athlete can be."
    },
    {
        "heading": "Training Status",
        "content": "An athlete’s current condition or level of preparedness to begin a new or revised program (training status) is an important consideration in the design of training programs. This includes an evaluation by a sports med- icine professional of any current or previous injuries that may affect training. Also important is the athlete’s training background or exercise history (training that occurred before he or she began a new or revised pro- gram), because this information will help the strength and conditioning professional better understand the ath- lete’s training capabilities. An assessment of the athlete’s training background should examine the •\t type of training program (sprint, plyometric, resistance, and so on), •\t length of recent regular participation in previous training program(s), •\t level of intensity involved in previous training program(s), and •\t degree of exercise technique experience (i.e., the knowledge and skill to perform resistance training exercises properly). Table 17.1 provides an example of how such infor- mation might be used to classify athletes’ training status as beginner, intermediate, or advanced. The strength and conditioning professional should realize that the three classifications exist on a continuum and cannot be definitively demarcated. Table 17.1  Example of Classifying Resistance Training Status"
    },
    {
        "heading": "Resistance",
        "content": "training status"
    },
    {
        "heading": "Current",
        "content": "program"
    },
    {
        "heading": "Frequency",
        "content": "(per week)"
    },
    {
        "heading": "Technique",
        "content": "experience and skill"
    },
    {
        "heading": "Beginner",
        "content": "(untrained)"
    },
    {
        "heading": "Not training or",
        "content": "just began training <2 months ≤1-2"
    },
    {
        "heading": "Intermediate",
        "content": "(moderately resistance trained)"
    },
    {
        "heading": "Currently",
        "content": "training 2-6 months ≤2-3"
    },
    {
        "heading": "Advanced",
        "content": "(well resistance trained)"
    },
    {
        "heading": "Currently",
        "content": "training ≥1 year ≥3-4"
    },
    {
        "heading": "High",
        "content": "*In this example, “training stress” refers to the degree of physical demand or stimulus of the resistance training program."
    },
    {
        "heading": "Physical evaluation involves conducting assessments of",
        "content": "the athlete’s strength, flexibility, power, speed, muscular endurance, body composition, cardiovascular endurance, and so on. In this chapter, the needs analysis focuses on assessing maximal muscular strength, but a comprehen- sive assessment goes beyond that. To yield pertinent and reliable data that can be used effectively to develop a resistance training program, the tests selected should be related to the athlete’s sport, consistent with the athlete’s level of skill, and realis- tically based on the equipment available. The result of the movement analysis discussed previously provides direction in selecting tests. Typically, major upper body exercises (e.g., bench press and shoulder press) and exercises that mimic jumping movements to varying degrees (e.g., power clean, squat, leg press) are used in testing batteries. After testing is completed, the results should be com- pared with normative or descriptive data to determine the athlete’s strengths and weaknesses. Based on this evaluation and the needs analysis of the sport, a train- ing program can be developed to improve deficiencies, maintain strengths, or further develop physiological qualities that will enable the athlete to better meet the demands of the sport."
    },
    {
        "heading": "Primary Resistance Training Goal",
        "content": "The athlete’s test results, the movement and physio- logical analysis of the sport, and the priorities of the athlete’s sport season determine the primary goal or outcome for the resistance training program. Typically, this goal is to improve strength, power, hypertrophy, or muscular endurance. Despite a potential desire or need to make improvements in two different areas (e.g., strength and muscular endurance), an effort should be"
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "made to concentrate on only one training outcome per season. An example of how the strength and conditioning professional may prioritize the resistance training emphases during the four main sport seasons is shown in table 17.2."
    },
    {
        "heading": "Exercise selection involves choosing exercises for a",
        "content": "resistance training program. To make informed exercise selections, the strength and conditioning professional"
    },
    {
        "heading": "Application of the Needs Analysis",
        "content": "(Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Sport: Running and jumping, ball",
        "content": "handling, shooting, blocking, and rebounding"
    },
    {
        "heading": "Muscular involvement: All major",
        "content": "muscle areas, especially the hips, thighs, and shoulders"
    },
    {
        "heading": "Physiological analysis",
        "content": "(primary requirement)"
    },
    {
        "heading": "Sport: Grabbing, pushing, repelling,",
        "content": "and deflecting opponents"
    },
    {
        "heading": "Muscular involvement: All major",
        "content": "muscle areas, especially the hips, thighs, chest, arms, and low back"
    },
    {
        "heading": "Physiological analysis",
        "content": "(primary requirement)"
    },
    {
        "heading": "Sport: Running, repetitive leg and",
        "content": "arm movements"
    },
    {
        "heading": "Muscular involvement: All lower body",
        "content": "muscle areas, postural muscles, shoulders and arms"
    },
    {
        "heading": "Physiological analysis",
        "content": "(primary requirement)"
    },
    {
        "heading": "Training background",
        "content": "•\tHas resistance trained regularly since high school •\tPossesses excellent skill in per- forming free weight and machine exercises •\tJust completed a 4/week resis- tance training program in the off-season consisting of"
    },
    {
        "heading": "Upper body exercises (2/week):",
        "content": "6 exercises (2 core, 4 assistance), 3 sets of 10RM-12RM loads"
    },
    {
        "heading": "Lower body exercises (2/week):",
        "content": "6 exercises (2 core, 4 assistance), 3 sets of 10RM-12RM loads"
    },
    {
        "heading": "Training background",
        "content": "•\tHas resistance trained regularly throughout high school, college, and his professional career •\tPossesses excellent skill in per- forming free weight and machine exercises •\tJust completed a 2/week resis- tance training program in the post- seasonb consisting of"
    },
    {
        "heading": "All exercises performed in each",
        "content": "session: 8 exercises (3 core, 5 assistance; 2 lower body, 6 upper body), 2-3 sets of 12RM-15RM loads"
    },
    {
        "heading": "Training background",
        "content": "•\tJust began resistance training in preseason •\tHas only limited skill in performing free weight and machine exercises •\tJust completed a 2/week resis- tance training program in the pre- seasonc consisting of"
    },
    {
        "heading": "All exercises performed in each",
        "content": "session: 7 exercises (3 core, 4 assistance; 3 lower body, 4 upper body), 1-2 sets of 15RM loads"
    },
    {
        "heading": "Classification of resistance",
        "content": "training status"
    },
    {
        "heading": "Classification of resistance",
        "content": "training status"
    },
    {
        "heading": "Classification of resistance",
        "content": "training status"
    },
    {
        "heading": "Primary preseason",
        "content": "resistance training goal"
    },
    {
        "heading": "Primary off-season",
        "content": "resistance training goal"
    },
    {
        "heading": "Primary in-season resistance",
        "content": "training goal"
    },
    {
        "heading": "COMMENTS",
        "content": "aThe preseason will address both of these goals through a combination of appropriate exercise selection and volume-load assignments."
    },
    {
        "heading": "COMMENTS",
        "content": "bDue to the extreme physical demands of American football, this athlete’s postseason training volume was greater than is often assigned for the active rest phase of a typical program."
    },
    {
        "heading": "COMMENTS",
        "content": "cBecause this athlete just began his resistance training program, his fre- quency was limited to only 2/week in the preseason rather than the 3 or 4 sessions/week typically completed by better-trained individuals. The information in this table reflects one approach to evaluating the requirements of a sport and profiling an athlete. must understand the nature of various types of resis- tance training exercises, the movement and muscular requirements of the sport, the athlete’s exercise technique experience, the equipment available, and the amount of training time available."
    },
    {
        "heading": "Although there are literally hundreds of resistance",
        "content": "training exercises to select from when one is designing a program, most involve primary muscle groups or body areas and fall into categories based on their relative importance to the athlete’s sport."
    },
    {
        "heading": "Core and Assistance Exercises",
        "content": "Exercises can be classified as either core or assistance based on the size of the muscle areas involved and their level of contribution to a particular sport movement. Core exercises recruit one or more large muscle areas (i.e., chest, shoulder, back, hip, or thigh), involve two or more primary joints (multijoint exercises), and receive priority when one is selecting exercises because of their direct application to the sport. Assistance exercises usually recruit smaller muscle areas (i.e., upper arm, abdominal muscles, calf, neck, forearm, lower back, or anterior lower leg), involve only one primary joint (single-joint exercises), and are considered less import- ant to improving sport performance. Generally, all the joints at the shoulder—the glenohumeral and shoulder girdle articulations—are considered one primary joint when resistance training exercises are categorized as core or assistance. The spine is similarly considered a single primary joint (as in the abdominal crunch and back extension exercises). A common application of assistance exercises is for injury prevention and rehabilitation, as these exercises often isolate a specific muscle or muscle group. The muscles that are predisposed to injury from the unique demands of a sport skill (e.g., the shoulder external rotators for overhand pitching) or those that require reconditioning after an injury (e.g., a quadriceps contu- sion) can be specifically conditioned by an assistance exercise."
    },
    {
        "heading": "Structural and Power Exercises",
        "content": "A core exercise that emphasizes loading the spine directly (e.g., back squat) or indirectly (e.g., power clean) can be further described as a structural exercise. More specifically, a structural exercise involves muscular sta- bilization of posture during performance of the lifting movement (e.g., maintaining a rigid torso and a neutral spine during the back squat). A structural exercise that is performed very quickly or explosively is considered a power exercise. Typically, power exercises are assigned to athletes when they are appropriate for the athlete’s sport-specific training priorities (45)."
    },
    {
        "heading": "Movement Analysis of the Sport",
        "content": "In the needs analysis (step 1), the strength and condition- ing professional has identified the unique requirements and characteristics of the sport. The exercises selected for a resistance training program that focus on conditioning for a particular sport need to be relevant to the activities of that sport in their body and limb movement patterns, joint ranges of motion, and muscular involvement. The exercises should also create muscular balance to reduce risk of injury from disproportionate training."
    },
    {
        "heading": "Sport-Specific Exercises",
        "content": "The more similar the training activity is to the actual sport movement, the greater the likelihood that there will be a positive transfer to that sport (8, 19, 20, 42, 72, 86). This is the specificity concept, also called the specific adaptation to imposed demands (SAID) princi- ple. Table 17.3 provides examples of resistance training exercises that relate in varying degrees to the movement patterns of various sports. The strength and conditioning professional should find this table helpful when trying to identify sport-specific exercises. For example, the Table 17.2  Example of General Training Priorities by Sport Season"
    },
    {
        "heading": "Sport",
        "content": "season"
    },
    {
        "heading": "Sport",
        "content": "practice"
    },
    {
        "heading": "Resistance",
        "content": "training"
    },
    {
        "heading": "High",
        "content": "Hypertrophy and muscular endurance (initially); strength and power (later)"
    },
    {
        "heading": "Medium",
        "content": "Sport and movement specific (i.e., strength, power, or muscular endurance, depending on the sport)"
    },
    {
        "heading": "Postseason",
        "content": "(active rest)"
    },
    {
        "heading": "Variable",
        "content": "Not specific (may include activities other than sport skill or resistance training) *The actual training goals and priorities are based on the specific sport or activity and may differ from the goals listed here."
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "primary muscles involved in jumping for basketball are the hip and knee extensors. An athlete can exercise these muscles by performing the leg press or back squat, but which exercise is preferable? Certainly both exercises strengthen the hip and knee extensors, but because jumping is performed from an erect body position with balance and weight-bearing forces as considerations, the back squat is more relevant to jumping and is therefore preferred over the leg press (97). The power clean and snatch are relevant to jumping because of their quick movement characteristics, thereby applying a fast rate of force development and high power."
    },
    {
        "heading": "Muscle Balance",
        "content": "Exercises selected for the specific demands of the sport should maintain a balance of muscular strength across joints and between opposing muscle groups (e.g., biceps brachii and triceps brachii). Avoid designing a resistance training program that increases the risk of injury due to a disparity between the strength of the agonist, the muscle or muscle group actively causing the movement (e.g., the quadriceps in the leg [knee] extension exercise), and the antagonist, the sometimes passive (i.e., not concentri- cally involved) muscle or muscle group located on the opposite side of the limb (e.g., the hamstrings in the leg [knee] extension exercise). If an imbalance is created or discovered, exercises to restore an appropriate strength balance need to be selected. For example, if isokinetic testing reveals that the hamstrings are extremely weak compared with the quadriceps, additional hamstring exercises could be included to compensate for the imbalance (20, 72, 86). Note that muscle balance does not always mean equal strength, just a proper ratio of strength, power, or muscular endurance of one muscle or muscle group relative to another muscle or muscle group."
    },
    {
        "heading": "Exercises to Promote Recovery",
        "content": "Exercises that do not involve high muscular stress and high stress on the nervous system but promote movement and restoration can be classified as recovery exercise. These exercises are generally included at the conclusion of the main resistance training session, or as a separate session within the microcycle, aimed at promoting recov- ery and restoration. They can take the form of lightly loaded resistance exercises or low-intensity aerobic exercise to assist the body in returning to its preexer- cise state (8). These exercises assist in the removal of metabolic wastes and by-products and maintain some amount of blood flow to the exercised muscles so the repair processes can be optimized."
    },
    {
        "heading": "Exercise Technique Experience",
        "content": "An important part of the needs analysis described earlier is evaluating the athlete’s training status and exercise technique experience. If there is any question whether an athlete can perform an exercise with proper technique, the strength and conditioning professional should ask the athlete to demonstrate the exercise. If the athlete uses incorrect technique, the strength and conditioning professional should provide complete instruction. Often, unskilled individuals are introduced to machines and free weight assistance exercises (20) because these are con- sidered easier to perform than free weight core exercises due to their lower balance and coordination requirements (20, 86). Despite this, one should not assume that the Table 17.3  Examples of Movement-Related Resistance Training Exercises"
    },
    {
        "heading": "Ball dribbling and passing",
        "content": "Close-grip bench press, dumbbell bench press, triceps pushdown, reverse curl, hammer curl"
    },
    {
        "heading": "Ball kicking",
        "content": "Unilateral hip adduction and abduction, single-leg squat, forward step lunge, leg (knee) extension, leg raise"
    },
    {
        "heading": "Freestyle swimming",
        "content": "(including start and turns) Pull-up, lateral shoulder raise, forward step lunge, upright row, barbell pullover, single-leg squat"
    },
    {
        "heading": "Vertical jumping",
        "content": "Snatch, power clean, push jerk, back squat, front squat, standing calf (heel) raise"
    },
    {
        "heading": "Racket stroke",
        "content": "Flat dumbbell fly, lunge, bent-over lateral raise, wrist curl, wrist extension"
    },
    {
        "heading": "Rowing",
        "content": "Power clean, clean pull, snatch pull, bent-over row, seated row, angled leg press, horizontal leg press, deadlift, stiff-legged deadlift, good morning"
    },
    {
        "heading": "Running, sprinting",
        "content": "Snatch, clean, front squat, forward step lunge, step-up, leg (knee) extension, leg (knee) curl, toe raise (dorsiflexion)"
    },
    {
        "heading": "Throwing, pitching",
        "content": "Lunge, single-leg squat, barbell pullover, overhead triceps extension, shoulder internal and external rotation athlete will perform exercises correctly, even those that are relatively easy to perform."
    },
    {
        "heading": "Training Equipment",
        "content": "The availability of training equipment must be consid- ered in the selection of exercises. A lack of certain equip- ment may necessitate selecting exercises that are not as sport specific. For example, the absence of Olympic-type barbells with revolving sleeves would preclude exercises such as the power clean, and an insufficient supply of barbell plates may result in substituting exercises that do not require as much resistance; for example, the back squat could be replaced by the front squat."
    },
    {
        "heading": "Application of the Exercise Selection Guidelines",
        "content": "(Refer to the first scenario table in the chapter for a description of the scenario athletes. Exercises are not listed in order of execution.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Rear leg elevated deadlift (hip and",
        "content": "thigh)"
    },
    {
        "heading": "Stiff-leg deadlift (posterior hip and",
        "content": "thigh"
    },
    {
        "heading": "Standing calf raise (posterior lower",
        "content": "leg)"
    },
    {
        "heading": "Barbell biceps curl (anterior upper",
        "content": "arm)"
    },
    {
        "heading": "Lying triceps extension (posterior",
        "content": "upper arm)"
    },
    {
        "heading": "Seated calf (heel) raise (posterior",
        "content": "lower leg)"
    },
    {
        "heading": "Toe raise (dorsiflexion) (anterior lower",
        "content": "leg)"
    },
    {
        "heading": "COMMENTS",
        "content": "aThese exercises are included to maximize power and match the jumping movements of basketball."
    },
    {
        "heading": "This athlete has extra time available",
        "content": "to perform more resistance training exercises because sport skill practice is not the first priority in the off- season. bGreater training frequency allows more core exercises to be included (see step 3)."
    },
    {
        "heading": "COMMENTS",
        "content": "cAlthough not always considered a core exercise, the lunge recruits muscles and joints that have direct application to running. dThis exercise also involves the triceps brachii muscle, so an assis- tance exercise to isolate the triceps is not needed. This reduces the time devoted to the resistance training portion of the in-season program. eThis exercise also involves the biceps brachii muscle, so an assis- tance exercise to isolate the biceps is not needed. This reduces the time devoted to the resistance training portion of the in-season program."
    },
    {
        "heading": "The strength and conditioning professional should weigh",
        "content": "the value of certain exercises against the time it takes to perform them. Some exercises take longer to complete than others. If time for a training session is limited, exercises that are more time efficient may need to be given priority over others. For example, the machine leg press could be selected instead of the free weight lunge to train the hips and thighs of a 100 m sprinter. The time required to move the machine pin to the correct slot in a weight stack and perform 10 repetitions of a machine leg press is much less than the time required for the lunge exercise, for which the athlete has to load both ends of a bar, attach the locks, back out of the power rack, establish a stable starting position, perform 10 repetitions of each leg, and rerack the bar. Although the machine leg press is less sport specific, the time saved may permit including other exercises or performing more sets. The benefit of including the more sport-specific lunge exercise, on the other hand, may be worth the additional time needed, although this depends on the goals of the training season and time available."
    },
    {
        "heading": "Step 3: Training Frequency",
        "content": "Training frequency refers to the number of training ses- sions completed in a given time period. For a resistance training program, a common time period is one week."
    },
    {
        "heading": "When determining training frequency, the strength and",
        "content": "conditioning professional should consider the athlete’s training status, sport season, projected exercise loads, types of exercises, and other concurrent training or activities."
    },
    {
        "heading": "Training Status",
        "content": "The athlete’s level of preparedness for training, which was determined during the needs analysis (step 1), is an influential factor in determining training frequency because it affects the number of rest days needed between training sessions. Traditionally, three workouts per week are recommended for many athletes, because the inter- vening days allow sufficient recovery between sessions (20). As an athlete adapts to training and becomes better conditioned, it is appropriate to consider increasing the number of training days to four and, with additional training, maybe five, six, or seven (see table 17.4). The general guideline is to schedule training sessions so as to include at least one rest or recovery day—but not more than three—between sessions that stress the same muscle groups (38). For example, if a strength and conditioning professional wants a beginning athlete to perform a total body resistance training program two times per week, the sessions should be spaced out evenly (e.g., Monday and Thursday or Tuesday and Friday). If the athlete trains only on Monday and Wednesday, the absence of a training stimulus between Wednesday and the following Monday may result in a decrease in the athlete’s training status (16, 24, 38), although, for a short time in well-trained athletes, one session a week can maintain strength (16, 24)."
    },
    {
        "heading": "More highly resistance-trained (intermediate or",
        "content": "advanced) athletes can augment their training by using a split routine in which different muscle groups are trained on different days. Training nearly every day may seem to violate the recommended guidelines for recovery, but grouping exercises that train a portion of the body (e.g., upper body or lower body) or certain muscle areas (e.g., chest, shoulder, and triceps) gives the trained athlete an opportunity to adequately recover between similar training sessions (see table 17.5). For instance, a common lower body–upper body regimen includes four training sessions per week: lower body on Monday and Thursday and upper body on Tuesday and Friday (or vice versa). This way, there are two or three days of rest between each upper or lower body training session, even though the athlete trains on two consecutive days twice a week (39). For split routines with three distinct training days, the rest days are not on the same day each week."
    },
    {
        "heading": "Another influence on resistance training frequency is",
        "content": "the sport season. For example, the increased emphasis on practicing the sport skill during the in-season neces- sitates a decrease in the time spent in the weight room and, consequently, reduces the frequency of resistance training (see tables 17.2 and 17.6). The problem is that there simply is not enough time to fit all the desired modes of training into each day. So, even though a well-trained athlete may be capable of completing four or more resistance training sessions per week, the other time demands of the sport may not permit this."
    },
    {
        "heading": "Training Load and Exercise Type",
        "content": "Athletes who train with maximal or near-maximal loads require more recovery time before their next training ses- sion (20, 74, 86). The ability to train more frequently may"
    },
    {
        "heading": "Frequency guidelines",
        "content": "(sessions per week)"
    },
    {
        "heading": "Beginner",
        "content": "2-3"
    },
    {
        "heading": "Intermediate",
        "content": "3-4"
    },
    {
        "heading": "Advanced",
        "content": "4-7 Data from references 24, 26, 27, 28, 37, and 47."
    },
    {
        "heading": "Training",
        "content": "day"
    },
    {
        "heading": "Body parts or",
        "content": "muscle groups trained"
    },
    {
        "heading": "Resulting",
        "content": "training frequency"
    },
    {
        "heading": "Lower",
        "content": "body"
    },
    {
        "heading": "Upper",
        "content": "body"
    },
    {
        "heading": "Lower",
        "content": "body"
    },
    {
        "heading": "Upper",
        "content": "body"
    },
    {
        "heading": "Rest",
        "content": "4 times per week"
    },
    {
        "heading": "Chest, shoul-",
        "content": "ders, triceps"
    },
    {
        "heading": "Chest,",
        "content": "shoul- ders, triceps"
    },
    {
        "heading": "Lower",
        "content": "body"
    },
    {
        "heading": "Back,",
        "content": "trapezius, biceps"
    },
    {
        "heading": "Chest,",
        "content": "shoul- ders, triceps"
    },
    {
        "heading": "Lower",
        "content": "body 5 times per week*"
    },
    {
        "heading": "Back, trapezius,",
        "content": "biceps"
    },
    {
        "heading": "Chest and back Chest",
        "content": "and back"
    },
    {
        "heading": "Lower",
        "content": "body"
    },
    {
        "heading": "Shoul-",
        "content": "ders and arms"
    },
    {
        "heading": "Chest",
        "content": "and back"
    },
    {
        "heading": "Lower",
        "content": "body"
    },
    {
        "heading": "Shoul-",
        "content": "ders and arms 6 times per week*"
    },
    {
        "heading": "Shoulders and",
        "content": "arms *Frequency varies between five times per week and six times per week, depending on the day of the week that is the first training day."
    },
    {
        "heading": "Based on the Sport Season",
        "content": "(for a Trained Athlete)"
    },
    {
        "heading": "Frequency guidelines",
        "content": "(sessions per week)"
    },
    {
        "heading": "Off-season",
        "content": "4-6"
    },
    {
        "heading": "Preseason",
        "content": "3-4"
    },
    {
        "heading": "In-season",
        "content": "1-3"
    },
    {
        "heading": "Postseason (active rest)",
        "content": "0-3 Data from references 20, 87, and 90. be enhanced by alternating lighter and heavier training days (20, 86). There is also evidence that upper body muscles can recover more quickly from heavy loading sessions than lower body muscles (37). The same is true regarding an athlete’s ability to recover faster from sin- gle-joint exercises compared to multijoint exercises (85). These research findings may explain why, for example, powerlifters may schedule only one very heavy deadlift or squat training session per week."
    },
    {
        "heading": "Other Training",
        "content": "Exercise frequency is also influenced by the overall amount of physical stress, so the strength and condition- ing professional must consider the effects of all forms of exercise. If the athlete’s program already includes aerobic or anaerobic (e.g., sprinting, agility, speed-en- durance, plyometric) training, sport skill practice, or any combination of these components, the frequency of resis- tance training may need to be reduced (13). Additionally, the effects of a physically demanding occupation may be relevant. Athletes who work in manual labor jobs, instruct or assist others in physical activities, or are on their feet all day may not be able to withstand the same training frequency as athletes who are less active outside of their sport-related pursuits."
    },
    {
        "heading": "Step 4: Exercise Order",
        "content": "Exercise order refers to a sequence of resistance exer- cises performed during one training session. Although there are many ways to arrange exercises, decisions are invariably based on how one exercise affects the quality of effort or the technique of another exercise. Usually exercises are arranged so that an athlete’s maximal force capabilities are available (from a sufficient rest or recovery period) to complete a set with proper exercise technique. Four of the most common methods of order- ing resistance exercises are described in the following paragraphs."
    },
    {
        "heading": "Exercises",
        "content": "Power exercises such as the snatch, hang clean, power clean, and push jerk should be performed first in a train- ing session, followed by other nonpower core exercises and then assistance exercises (20, 83, 88). The literature also refers to this arrangement as multijoint exercises and then single-joint exercises or large muscle areas and then small muscle areas (18, 20, 72, 86, 90). Power exercises require the highest level of skill and concentration of all the exercises and are most affected by fatigue (20)."
    },
    {
        "heading": "Application of the Training Frequency Guidelines",
        "content": "(Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Advanced training status",
        "content": "allows 4-7/week"
    },
    {
        "heading": "Advanced training status",
        "content": "allows 4-7/week"
    },
    {
        "heading": "Beginner training status",
        "content": "allows 2-3/week"
    },
    {
        "heading": "Frequency guideline based",
        "content": "on the sport season 3-4/week"
    },
    {
        "heading": "Frequency guideline based",
        "content": "on the sport season 4-6/week"
    },
    {
        "heading": "Frequency guideline based",
        "content": "on the sport season 1-3/week"
    },
    {
        "heading": "Assigned resistance training",
        "content": "frequency 3/weeka •\tMonday, Wednesday, and Friday •\tAll exercises performed each session"
    },
    {
        "heading": "Assigned resistance training",
        "content": "frequency 4/week (split routineb) •\tMonday and Thursday (lower body exercises) •\tTuesday and Friday (upper body exercises)"
    },
    {
        "heading": "Assigned resistance training",
        "content": "frequency 2/weekc •\tWednesday and Saturday •\tAll exercises performed each session"
    },
    {
        "heading": "COMMENTS",
        "content": "aTraining frequency is decreased from the previous season (off- season) to allow for more time and physical resources to apply to basketball-specific sport skill training."
    },
    {
        "heading": "COMMENTS",
        "content": "bA split routine allows for more over- all exercises to be performed without an excessive increase in training time (per session) because the exercises are divided over more training days."
    },
    {
        "heading": "COMMENTS",
        "content": "cThe assigned training days need to be planned so they do not affect the athlete’s performance on the sched- uled days for cross-country meets. Athletes who become fatigued are prone to using poor technique and consequently are at higher risk of injury."
    },
    {
        "heading": "The explosive movements and extensive muscular",
        "content": "involvement of power exercises also result in significant energy expenditure (86). This is another reason to have athletes perform such exercises first, while they are still metabolically fresh. If power exercises are not selected in step 2 (exercise selection), then the recommended order of exercises is core exercises and then assistance exercises."
    },
    {
        "heading": "Upper and Lower Body Exercises",
        "content": "(Alternated) One method of providing the opportunity for athletes to recover more fully between exercises is to alternate upper body exercises with lower body exercises. This arrangement is especially helpful for untrained individ- uals who find that completing several upper or lower body exercises in succession is too strenuous (20, 72). Also, if training time is limited, this method of arrang- ing exercises minimizes the length of the rest periods required between exercises and maximizes the rest between body areas. The result is a decrease in overall training time, because the athlete can perform an upper body exercise and then immediately go to a lower body exercise without having to wait for the upper body to rest. If the exercises are performed with minimal rest periods (20-30 seconds), this method is also referred to as circuit training—a method sometimes also used to improve cardiorespiratory endurance (23), although to a lesser extent than conventional aerobic exercise training. “Push” and “Pull” Exercises (Alternated)"
    },
    {
        "heading": "Another method of improving recovery and recruitment",
        "content": "between exercises is to alternate pushing exercises (e.g., bench press, shoulder press, and triceps extension) with pulling exercises (e.g., lat pulldown, bent-over row, biceps curl) (2). This push–pull arrangement ensures that the same muscle group will not be used in two exercises (or sets, in some cases) in succession, thus reducing fatigue in the involved muscles. In contrast, arranging several pulling exercises (e.g., pull-up, seated row, hammer curl) one after the other, even with a rest period between each, will compromise the number of repetitions performed because the biceps brachii muscle (involved in all three exercises) will become less responsive due to fatigue. The same result would occur if several push- ing exercises (e.g., incline bench press, shoulder press, triceps pushdown) were sequentially arranged (all three engage the triceps brachii) (83). There are also push–pull arrangements for the lower body—for example, leg press and back squat as “push” and stiff-leg deadlift and leg (knee) curl as “pull”—but the classification of some exercises as “push” or “pull” is not as clear (e.g., leg [knee] extension). The alternation of push and pull exercises is also used in circuit training programs and is an ideal arrangement for athletes beginning or returning to a resistance training program (3, 20)."
    },
    {
        "heading": "Other methods of arranging exercises involve having",
        "content": "athletes perform one set of a pair of exercises with little to no rest between them. Two common examples are supersets and compound sets. A superset involves two sequentially performed exercises that stress two opposing muscles or muscle areas (i.e., an agonist and its antagonist) (2). For example, an athlete performs"
    },
    {
        "heading": "Application of the Exercise Order Guidelines",
        "content": "(Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Assigned exercise order",
        "content": "strategies •\tPower, other core, then assistance exercises •\t“Push” and “pull” exercises (alternated)"
    },
    {
        "heading": "Assigned exercise order",
        "content": "strategies •\tCore and then assistance exercises •\t“Push” and “pull” exercises (alternated)"
    },
    {
        "heading": "Assigned exercise order",
        "content": "strategies •\tCore and then assistance exercises •\tUpper and lower body exercises (alternated), circuit training"
    },
    {
        "heading": "Lower body",
        "content": "(Monday and Thursday)"
    },
    {
        "heading": "Upper body",
        "content": "(Tuesday and Friday)"
    },
    {
        "heading": "Complete one set of each exercise,",
        "content": "then repeatf"
    },
    {
        "heading": "COMMENTS",
        "content": "a,bThese exercises are alternated to provide relative rest between their similar movement patterns while still following the “power, other core, then assistance” exercise order strat- egy."
    },
    {
        "heading": "COMMENTS",
        "content": "cThese exercises do not follow the “push” and “pull” (alternated) exercise arrangement and could be performed in a variety of sequences (e.g., back squat, deadlift, step-up). dAlthough the barbell biceps curl exercise is a “pulling” movement and occurs before another “pull” exercise (shoulder shrug), it does not affect the athlete’s ability to perform the shoulder shrug exercise."
    },
    {
        "heading": "COMMENTS",
        "content": "eExercises that concentrically train the lower back muscles should be performed after exercises that require an erect torso or a neutral spine position (e.g., lunge and lateral shoulder raise). Fatigue of the lower back muscles can result in incorrect and potentially injurious exercise technique in structural or standing exercises. fThe eight exercises are performed one set at a time, one immediately after the other (i.e., in a “circuit”)."
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "10 repetitions of the barbell biceps curl exercise, sets the bar down, then goes over to the triceps pushdown station and performs 10 repetitions. A compound set involves sequentially performing two different exercises for the same muscle group (2). For instance, an athlete completes a set of the barbell biceps curl exercise, then switches to dumbbells and immediately performs a set of the hammer curl exercise. In this case, the stress on the same muscle is compounded because both exercises recruit the same muscle area. Both methods of arranging and performing pairs of exercises are time efficient and purposely more demanding—and consequently may not be appropriate for unconditioned athletes. Note, however, that sometimes the meanings of superset and compound set are interchanged (20)."
    },
    {
        "heading": "Step 5: Training Load",
        "content": "and Repetitions Load most simply refers to the amount of weight assigned to an exercise set and is often characterized as the most critical aspect of a resistance training program (20, 63, 73, 86)."
    },
    {
        "heading": "Terminology Used to Quantify",
        "content": "and Qualify Mechanical Work Mechanical work can be defined as the product of force and displacement (sometimes referred to as distance). An athlete can perform (external) mechanical work via demands made on the body to generate (internal) meta- bolic energy. Thus, it is important to quantify the amount of mechanical work or degree of metabolic demand in order to plan variation in the training program and to avoid the exhaustion phase of Selye’s General Adapta- tion Syndrome associated with overtraining (8). A quantity measure for resistance training “work” is needed. Traditionally, at least in the sport of Olympic weightlifting, this “work” is called the “load,” and one can calculate it by multiplying each weight lifted by the number of times it is lifted and summing all such values over a training session. However, volume-load (48, 77) may be a better term than just load. This quantity is highly related to mechanical work (59, 60, 62) and the associated met- abolic energy demands and physiological stress, and also is distinguished from repetition-volume (rep-vol- ume) (i.e., the total number of repetitions; see “Step 6: Volume” for more explanation). To explain volume-load further, if a barbell that has 100 “weight units” is lifted 2 vertical “distance units” for 15 repetitions, the total concentric mechanical work is 3,000 “work units” (100  2  15). However, volume- load (1,500 units) does not include the distance value but is still directly related to the amount of mechanical work performed and the extent of the metabolic demand the athlete experiences to lift the weight for the required repetitions. Volume-load should be considered as system mass volume-load in the calculation of resistance training in which the athlete or a mass is moved (e.g., loaded jump squats) (10, 59, 61). For example, an 80 kg athlete with a 40 kg jump squat load for four sets of three is doing 120 kg  12, or 1,440 kg. Volume-load approaches are also very useful in quantifying the nature of the total resistance training load, by separating the volume-load from core and assistance exercises or delineating between hypertrophy, maximal strength, and power training. In this way, the strength and condition- ing practitioner can plan or determine not just the total volume-load for the session, but also what stimulus is achieved primarily from the session. Note that the volume-load is not affected by the rep and set scheme (i.e., 15 sets of 1 repetition, 5 sets of 3 repetitions, 3 sets of 5 repetitions, or 1 set of 15 repe- titions). Various repetition and set schemes affect the true intensity value for resistance exercise and indicate the quality of work performed. Instead of using time to calculate mechanical or metabolic power or intensity, it is more practical to use a value that is proportional to time, namely, rep-volume. The more repetitions performed, the longer the training session (rest period lengths are an additional consideration and are not directly accounted for). Dividing volume-load by rep-volume results in the average weight lifted per repetition per workout session (86). This is a good approximation for mechanical and metabolic power output, which are true intensity or quality of work parameters."
    },
    {
        "heading": "Relationship Between Load",
        "content": "and Repetitions The number of times an exercise can be performed (repetitions) is inversely related to the load lifted; the heavier the load, the lower the number of repetitions that can be performed. Therefore, focusing on one training goal automatically implies the use of a certain load and repetition regimen (e.g., training for muscular strength involves lifting heavy loads for few repetitions). Before assigning training loads, the strength and con- ditioning professional should understand this relation- ship between loads and repetitions. Load is commonly described as either a certain percentage of a 1-repetition maximum (1RM)—the greatest amount of weight that can be lifted with proper technique for only one repeti- tion—or the most weight lifted for a specified number of repetitions, a repetition maximum (RM) (19). For instance, if athletes can perform 10 repetitions with 60 kg in the back squat exercise, the 10RM is 60 kg. It is assumed that the athlete provided a maximal effort; if he or she had stopped at nine repetitions but could have performed one more, a 10RM would not have been achieved. Likewise, if he or she lifted 55 kg for 10 repe- titions (but could have performed more), the true 10RM was not accurately assessed because the athlete possibly could have lifted 60 kg for 10 repetitions. Table 17.7 shows the relationship between a submax- imal load—calculated as a percentage of the 1RM—and the number of repetitions that can be performed at that load. By definition, 100% of the 1RM allows the ath- lete to perform one repetition. As the percentage of the 1RM (i.e., the load lifted) decreases, the athlete will be able to successfully complete more repetitions. Other %1RM–repetition tables with slightly different %1RM values can be found in the literature (9, 49, 54, 65), but they vary by only about 0.5 to 2 percentage points from those provided in table 17.7."
    },
    {
        "heading": "Although %1RM–repetition tables provide helpful",
        "content": "guidelines for assigning an athlete’s training loads, research to date does not support the widespread use of such tables for establishing training loads for every exercise assigned to athletes, for the following reasons: •\t Table 17.7 assumes there is a linear association between the loads lifted and the repetitions per- formed; however, several studies have reported a curvilinear relationship (51, 54, 56). •\t Resistance-trained athletes may be able to exceed the number of repetitions listed in the table at any given percentage of their 1RM, especially in lower body core exercises (35, 36). •\t The number of repetitions that can be performed at a certain percent of the 1RM is based on a single set. When an athlete performs multiple sets, the loads may need to be reduced so that the desired number of repetitions can be completed in all of the sets (20). •\t Despite the prevalence of 1RM research, athletes may not always perform the predicted number of repetitions at a specified percentage of a 1RM (20, 90). For instance, studies conducted by Hoeger and colleagues (35, 36) showed that subjects were able to perform two or three times more repetitions than are listed in table 17.7. •\t A certain percentage of the 1RM assigned to a machine exercise can result in more repetitions at the same percentage of the 1RM than with a similar free weight exercise (35, 36). •\t Exercises involving smaller muscle areas may not produce as many repetitions as seen in table 17.7, and exercises recruiting large muscle areas are likely to result in more repetitions performed (90). •\t The most accurate relationship between percent- ages of the 1RM and the maximum repetitions possible is for loads greater than 75% of the 1RM and fewer than 10 repetitions (9, 84, 94)."
    },
    {
        "heading": "Empirical evidence further suggests that as the",
        "content": "percentage of the 1RM decreases, the variability in the number of repetitions that can be completed increases. Therefore, loads calculated from the %1RM in table 17.7 should be used only as a guideline for estimating a particular RM load for a resistance training exercise."
    },
    {
        "heading": "Even with the inherent weaknesses just explained,",
        "content": "it appears that it is still more accurate to assign loads based on a percentage of a test-established 1RM than it is to estimate a 1RM from a submaximal load (34, 35). 1RM and Multiple-RM Testing Options To gather information needed to assign a training load, the strength and conditioning professional has the option of determining the athlete’s •\t actual 1RM (directly tested), •\t estimated 1RM from a multiple-RM test (e.g., a 10RM), or •\t multiple RM based on the number of repetitions planned for that exercise (the “goal” repetitions; e.g., five repetitions per set). Table 17.7  Percent of the 1RM and Repeti- tions Allowed (%1RM–Repetition Relationship) %1RM"
    },
    {
        "heading": "Number of repetitions",
        "content": "allowed 1 95 2 93 3 90 4 87 5 85 6 83 7 80 8 77 9 75 10 70 11 67 12 65 15 Data from references 9, 49, 54, and 65."
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "Once the actual 1RM is measured or estimated, the athlete’s training load is calculated as a percentage of the 1RM. Alternatively, a multiple-RM test may be per- formed based on goal repetitions, thereby eliminating computations or estimations. In many cases, the strength and conditioning professional will use a variety of test- ing options depending on the exercises selected and the athlete’s training background. A common strategy for testing sufficiently conditioned athletes is to conduct a 1RM test in several core exercises and use multiple-RM testing for assistance exercises."
    },
    {
        "heading": "Testing the 1RM",
        "content": "To assign training loads based on a percentage of the 1RM, the strength and conditioning professional must first determine the athlete’s 1RM. This method of assess- ment is typically reserved for resistance-trained athletes who are classified as intermediate or advanced and have exercise technique experience in the exercises being tested. Individuals who are untrained, inexperienced, injured, or medically supervised may not be appropriate participants for 1RM testing. One-repetition maximum testing requires an adequate training status and lifting experience, as the assessment of maximal strength places significant stress on the involved muscles, connective tissues, and joints. Thus, it has been suggested that a 3RM test could be used instead of a maximal 1RM test (90). Ignoring an athlete’s training status and exercise technique experience diminishes the safety and accuracy of 1RM test results."
    },
    {
        "heading": "When selecting exercises for 1RM testing, the",
        "content": "strength and conditioning professional should choose core exercises, because the large muscle groups and multiple joints are better able to handle the heavy loads. Despite this guideline, an exercise should not be selected for 1RM testing if it cannot provide valid and reliable data (i.e., does not accurately and consistently assess maximal muscular strength). For instance, the large upper back musculature and multiple joints involved in the bent-over row exercise can probably tolerate the loads from a 1RM test, but maintaining a correct body position throughout testing would be extremely difficult. The weaker stabilizing muscles of the lower back might become very fatigued after several testing sets, resulting in a loss of proper exercise technique and invalid and potentially unreliable test data. A variety of procedures can be used to accurately determine a 1RM; one method is described in figure 17.1. Despite an orderly testing sequence, variations in training status and exercise type will affect the absolute 1RM Testing Protocol 1.\t Instruct the athlete to warm up with a light resistance that easily allows 5 to 10 repetitions. 2.\t Provide a 1-minute rest period. 3.\t Estimate a warm-up load that will allow the athlete to complete three to five repetitions by adding •\t 10 to 20 pounds (4-9 kg) or 5% to 10% for upper body exercise or •\t 30 to 40 pounds (14-18 kg) or 10% to 20% for lower body exercise. 4.\t Provide a 2-minute rest period. 5.\t Estimate a conservative, near-maximal load that will allow the athlete to complete two or three repe- titions by adding •\t 10 to 20 pounds (4-9 kg) or 5% to 10% for upper body exercise or •\t 30 to 40 pounds (14-18 kg) or 10% to 20% for lower body exercise. 6.\t Provide a 2- to 4-minute rest period. 7.\t Make a load increase: •\t 10 to 20 pounds (4-9 kg) or 5% to 10% for upper body exercise or •\t 30 to 40 pounds (14-18 kg) or 10% to 20% for lower body exercise 8.\t Instruct the athlete to attempt a 1RM. 9.\t If the athlete was successful, provide a 2- to 4-minute rest period and go back to step 7. If the athlete failed, provide a 2- to 4-minute rest period; then decrease the load by subtracting •\t 5 to 10 pounds (2-4 kg) or 2.5% to 5% for upper body exercise or •\t 15 to 20 pounds (7-9 kg) or 5% to 10% for lower body exercise. AND then go back to step 8. Continue increasing or decreasing the load until the athlete can complete one repetition with proper exercise technique. Ideally, the athlete’s 1RM will be measured within three to five testing sets. Figure 17.1  A 1RM testing protocol. Reprinted, by permission, from Earle, 2006 (18). load increases in sequential testing sets. For example, the gradual load increase for 1RM attempts for an athlete who can back squat 495 pounds (225 kg) may be 20 to 30 pounds (9-14 kg) per testing set. For a weaker athlete with a back squat 1RM of 100 pounds (45 kg), a 20- or 30-pound testing load increment is too aggressive and is not precise enough to yield an accurate 1RM value. To improve the appropriateness and accuracy of the sequential testing sets, figure 17.1 also includes relative percentages that can be used instead of the absolute load adjustments."
    },
    {
        "heading": "Estimating a 1RM",
        "content": "When maximal strength testing is not warranted, testing with a 10RM load (and then estimating or predicting the 1RM) can be a suitable secondary option. This approach is appropriate for nearly all athletes, provided they can demonstrate the proper technique in the exercise tested. Core and assistance exercises can be selected for 10RM testing, but excessive warm-up and testing sets may fatigue the athlete and compromise the accuracy of the test. Additionally, power exercises do not lend themselves well to multiple-RM testing above five rep- etitions for repeated testing sets because technique can deteriorate rapidly (8, 86). Lower (and more accurate) multiple-RM determinations using heavier loads can be made once the athlete has sufficient training and technique experience. The protocol for 10RM testing is similar to that for 1RM testing, but each set requires 10 repetitions, not one. After the completion of warm-up sets, the athlete’s sequential load changes for the 10RM test are smaller than those listed in figure 17.1 (approximately one-half). Continue the process of testing until a load allowing only 10 repetitions is determined. An experienced strength and conditioning professional will be able to adjust the loads so that the 10RM can be measured within three to five testing sets."
    },
    {
        "heading": "To estimate the athlete’s 1RM,",
        "content": "consult table 17.8. In the “Max reps (RM)” = 10 (%1RM = 75) column, first find the tested 10RM load; then read across the row to the “Max reps (RM)” = 1 (%1RM = 100) column to discover the athlete’s projected 1RM. For example, if an athlete’s 10RM is 300 pounds, the estimated 1RM is 400 pounds. As noted in connection with table 17.7, the %1RM–repetition associations vary in the literature. This table is intended for use as a guide until the athlete has developed the neuromuscular attributes that will make testing with heavier loads (e.g., 1RM-5RM) safe and effective (20, 86)."
    },
    {
        "heading": "Equations are also avail-",
        "content": "able to predict the 1RM from multiple-RM loads (9, 54)."
    },
    {
        "heading": "Researchers who have reviewed such equations report",
        "content": "that as the loads used in multiple-RM testing become heavier (i.e., bringing the loads closer to the actual 1RM), the accuracy of the 1RM estimation increases. Likewise, predictions are more accurate when the equations are based on loads equal to or less than a 10RM (9, 55, 84, 86, 94). Furthermore, the results obtained from lower multiple-RM testing (and subsequent predictions of the 1RM) are generally more accurate when an athlete has been consistently training with low multiple-RM resistances (i.e., heavy loads) for a few months before testing (8)."
    },
    {
        "heading": "Multiple-RM Testing Based",
        "content": "on Goal Repetitions A third option for determining training loads requires the strength and conditioning professional to first decide on the number of repetitions (i.e., the goal repetitions) the athlete will perform in the actual program for the exercise being tested. For example, if the strength and conditioning professional decides that the athlete should perform six repetitions for the bench press exercise in the training program, the multiple-RM testing protocol should have the athlete perform the exercise with a load that will result in six repetitions (6RM). Core and assis- tance exercises can be selected for multiple-RM testing, but, as previously mentioned, high-repetition testing sets can create significant fatigue and may compromise the accuracy of the tested multiple RM. This effect seems to be more problematic for exercises that involve multiple joints and large muscle areas due to their high metabolic demand (86). Further, multiple-RM testing (and subse- quent load assignments) for assistance exercises should be at or above an 8RM to minimize the isolative stress on the involved joint and connective tissue (2, 18). In other words, even if an athlete is following a muscular strength training program that involves 2RM loads for the core exercises, the heaviest load the assistance exer- cises should be assigned is an 8RM."
    },
    {
        "heading": "Assigning Load and Repetitions Based",
        "content": "on the Training Goal During the needs analysis, the strength and conditioning professional is challenged to choose the primary goal of the resistance training program based on the ath- lete’s testing results, the movement and physiological analysis of the sport, and the priorities of the athlete’s sport season. Once decided on, the training goal can be applied to determine specific load and repetition assignments via the RM continuum, a percentage of the 1RM (either directly tested or estimated), or the results of multiple-RM testing. As explained previously, the testing methods determine how the loads and repetitions are assigned for each exercise (i.e., loads are calculated"
    },
    {
        "heading": "Max reps (RM)",
        "content": "%1RM"
    },
    {
        "heading": "Load (pounds or",
        "content": "kilograms) (continued) as a percentage of a tested or estimated 1RM, or training loads are specifically determined from multiple-RM testing). The options for testing and assigning training loads and repetitions are summarized in figure 17.2."
    },
    {
        "heading": "Repetition Maximum Continuum",
        "content": "Figure 17.3 shows how RM ranges are associated with training goals; relatively heavy loads should be used if the goal is strength or power, moderate loads for hypertrophy, and light loads for muscular endurance (as indicated by the larger font sizes). To state this another way, low-multiple RMs appear to have the greatest effect on strength and maximum power training, and high-mul- tiple RMs seem to result in better muscular endurance improvements (1, 20, 63, 90). The continuum concept effectively illustrates that a certain RM emphasizes a specific outcome, but the training benefits are blended at any given RM."
    },
    {
        "heading": "Percentage of the 1RM",
        "content": "Despite the physiological blend of training effects, the specificity principle still dictates the dominant outcome that is attained and enhanced with a particular training load. The relationship between the percentage of the 1RM and the estimated number of repetitions that can be performed at that load (table 17.7) allows the strength and conditioning professional to assign a specific resis- tance to be used for an exercise in a training session. In other words, the training goal is attained when the athlete lifts a load of a certain percentage of the 1RM for a specific number of repetitions (table 17.9)."
    },
    {
        "heading": "For example,",
        "content": "suppose an athlete’s training goal is muscular strength and the tested 1RM in the bench press exercise is 220 pounds (100 kg). To increase strength, the athlete needs to handle loads of at least 85% of the 1RM (after"
    },
    {
        "heading": "Max reps (RM)",
        "content": "%1RM"
    },
    {
        "heading": "TRAINING LOAD",
        "content": "Multiply the 1RM by the percentage of the 1RM (expressed as a decimal)"
    },
    {
        "heading": "Determine the percentage of the 1RM associated",
        "content": "with the number of goal repetitions (table 17.7)"
    },
    {
        "heading": "Consider the influence of the training goal",
        "content": "on the load and repetition assignments (table 17.9)"
    },
    {
        "heading": "Consider the influence of the training",
        "content": "goal on the load and repetition assignments (table 17.9)"
    },
    {
        "heading": "Perform a multiple-RM test",
        "content": "(modify figure 17.1 procedure)"
    },
    {
        "heading": "Estimate the 1RM",
        "content": "(table 17.8)"
    },
    {
        "heading": "Perform a",
        "content": "1RM test (figure 17.1)"
    },
    {
        "heading": "Perform a 10RM test",
        "content": "(modify figure 17.1 procedure)"
    },
    {
        "heading": "Determine the multiple RM",
        "content": "≤2 ≥20"
    },
    {
        "heading": "Training goal",
        "content": "≤2 ≥20"
    },
    {
        "heading": "Repetition maximum continuum",
        "content": "Figure 17.2  Summary of testing and assigning training loads and repetitions. Reprinted, by permission, from Earle, 2006 (18). Figure 17.3  This continuum shows how RM ranges are associated with various training goals. *The repetition ranges shown for power in this figure are not consistent with the %1RM–repetition relationship. Refer to the discussion of assigning percentages for power training for further explanation. **While the existing repetition range for hypertrophy appears most efficacious, there is emerging evidence that some fiber types, depending on training status, may experience significant hypertrophy outside this range. It is too early to tell if these results would be experienced by the larger population. Adapted from references 20 and 87. warm-up) that typically allow performance of up to six repetitions per set (table 17.9). More specifically, if the strength and conditioning professional assigns four rep- etitions per set for this exercise, the corresponding load will be approximately 90% of the 1RM (table 17.7), or approximately 200 pounds (90 kg). Note that the strength and conditioning professional should make adjustments to assigned loads based on observation of the ease or difficulty an athlete experiences in lifting the load for the required repetitions."
    },
    {
        "heading": "The",
        "content": "force–velocity curve illustrates that the greater the amount of concentric muscular force generated, the slower the muscle shortening and corresponding movement velocity (and vice versa). Maximal power, in contrast, is produced at intermediate velocities with the lifting of light to moderate, not maximal, loads (11, 12, 57, 61, 67, 68). Performing a 1RM involves slower movement velocities; maximum force is generated, but with reduced power output (20, 21, 100). Seldom is an athlete required to demonstrate a singular, maximal, slow-speed muscular strength effort in a sport (except in powerlifting, for example). Most sport movements are faster (66) and involve higher power outputs (41) than those produced during a 1RM test. This does not mean that an athlete’s power capabilities are unaffected by maximal muscular strength training, however. Because speed- or power-related sport movements often begin from zero or near-zero velocities, slow-velocity strength gains have direct application to power production (20). For these reasons, the load and repetition assignments for power training overlap the guidelines for strength training (table 17.9)."
    },
    {
        "heading": "Non-weightlifting multijoint power exercise (jump",
        "content": "squat, bench press throw, overhead press throw) and single-joint muscle action data reveal that peak power is generally reached with the lifting of very light loads— from body weight (0%) to 30% of the 1RM (11, 12, 21, 57, 61, 68). With such a light weight, however, these exercises are difficult to execute properly with typical resistance training equipment because the athlete cannot sufficiently overload the muscles without needing to decelerate at the end of the exercise range of motion. Performing some of these exercises (bench press throw, overhead press throw) in a Smith machine, for example, can help to address the safety issues. The jump squat is one exception and is best performed in a power rack (11, 12, 57, 59, 61, 68). On the other end of the load continuum, data from multiple national- and world-level weightlifting and powerlifting championships clearly indicate that power output increases as the weight lifted decreases from 100% of the 1RM (i.e., the 1RM) to 90% of the 1RM (21, 22, 81). In fact, for the back squat and deadlift exercises, power output for a load at 90% of the 1RM may be twice as high as with the 1RM load due to a large decrease in the time required to complete the exercise with the lighter load (22). Even for the already “fast” power exercises (weightlifting-based movements), there is still a 5% to 10% increase in power output as the load decreases from the 1RM to 90% of the 1RM (22). Considering these issues, the most effective and practical application is to assign loads that are about 75% to 90% of the 1RM for resistance training exercises that can be heavily loaded such as the snatch and clean and other weightlifting-derived movements (11, 21, 45, 57, 61)."
    },
    {
        "heading": "To promote program specificity, particular load and",
        "content": "repetition assignments are indicated for athletes training for single-effort power events (e.g., shot put, high jump, weightlifting) and for multiple-effort power events (e.g., basketball, volleyball). For example, single-effort event athletes may be assigned sets of one or two repetitions using loads that equal 80% to 90% of the 1RM, espe- cially on heavy training days. For sports with multiple maximum-power efforts (e.g., the frequent maximum vertical jumping motions of a volleyball blocker), three to five repetitions per set with loads at 75% to 85% of the 1RM may be most appropriate (8, 11)."
    },
    {
        "heading": "On the basis of the %1RM–repetition relationships",
        "content": "shown in table 17.7, the strength and conditioning pro- fessional may question the load assignments for power training in table 17.9. The %1RM loads may appear to be too low compared to the goal number of repetitions."
    },
    {
        "heading": "Strength*",
        "content": "≥85 ≤6"
    },
    {
        "heading": "Single-effort",
        "content": "event"
    },
    {
        "heading": "Multiple-effort",
        "content": "event 80-90 75-85 1-2 3-5"
    },
    {
        "heading": "Hypertrophy",
        "content": "67-85 6-12"
    },
    {
        "heading": "Muscular",
        "content": "endurance ≤67 ≥12 *These RM loading assignments for muscular strength training apply only to core exercises; assistance exercises should be limited to loads not heavier than an 8RM (2). **Based on weightlifting-derived movements (clean, snatch, and so on). The load and repetition assignments shown for power in this table are not consistent with the %1RM–repetition relation- ship. In nonexplosive movements, loads equaling about 80% of the 1RM apply to the two- to five-repetition range. Refer to the discussion of assigning percentages of the 1RM for power training for further explanation. Data from references 7, 20, 32, 33, 45, 86, 91, and 92."
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "For example, according to table 17.7, three to five rep- etitions are typically associated with loads 93% to 87% of the 1RM, not 75% to 85% of the 1RM or less as table 17.9 indicates. Power exercises cannot be maximally loaded at any repetition scheme, because the quality of the movement technique will decline before momentary muscle fatigue defines a true multiple-RM set (20). Therefore, lighter loads allow the athlete to complete repetitions with maximum speed to promote maximum power development. For example, power exercises are usually limited to five repetitions per set, but with loads up to and equal to a 10RM (i.e., approximately 75% of the 1RM) (45). This load adjustment to promote peak power output also applies to the RM continuum (figure 17.3). Power training can be emphasized across the range of five repetitions or fewer, but the strength and conditioning professional should realize that these loads are not true repetition maximums."
    },
    {
        "heading": "Variation of the Training Load",
        "content": "Training for muscular strength and power places a high physiological stress on an athlete’s body. Intermediate and advanced resistance-trained athletes are accustomed to lifting heavy loads and possess the experience and motivation to exert to near failure on every set, but this should not always be the goal. Despite the high training status, this degree of training demand typically cannot be tolerated very long without contributing to an over- trained state. For example, an athlete may resistance train three days a week with muscular strength as the goal (e.g., Mondays, Wednesdays, and Fridays). It would be difficult for the athlete to perform the same high-load, low-volume regimen—especially in the power and other core exercises—with only one or two days of rest between sessions."
    },
    {
        "heading": "One strategy to counterbalance the overtraining",
        "content": "associated with the heavy loads is to alter the loads (%1RMs) for the power and other core exercises so that only one training day each week (e.g., Monday) is a heavy day. These “heavy day” loads are designed to be full repetition maximums, the greatest resistance that can be successfully lifted for the goal number of repeti- tions. The loads for the other training days are reduced (intentionally) to provide recovery after the heavy day while still maintaining sufficient training frequency and volume. In the example of the three-days-a-week pro- gram, Wednesdays and Fridays are “light” and “medium” training days (respectively). For the light day, calculate 80% of the loads lifted in the power and other core exer- cises on the heavy day (Monday) and instruct the athlete to complete the same number of goal repetitions. Even if the athlete is able to perform more repetitions than the designated goal number, he or she should not do so. Similarly, calculate 90% of the loads lifted in the power and other core exercises from Monday’s training session for the “medium” day, and instruct the athlete to perform only the assigned number of goal repetitions (2, 8, 86). This approach can be used for any training frequency. For instance, a two-days-a-week program could have a heavy day and a light day, or an upper body–lower body split routine could consist of two heavy days (one upper body day and one lower body day) followed by two light days. Varying the training loads also works well with an athlete’s other training, in that heavy lifting days can fall on light sport conditioning days, and light lifting days on heavy sport conditioning days (8). The strength and conditioning professional needs to monitor this schedule so that it does not lead to heavy training every day (86)."
    },
    {
        "heading": "Progression of the Training Load",
        "content": "As the athlete adapts to the training stimulus, the strength and conditioning professional needs to have a strategy for advancing exercise loads so that improvements will continue over time (progression). Monitoring each athlete’s training and charting his or her response to the prescribed workouts enable the strength and conditioning professional to know when and to what extent the loads should be increased."
    },
    {
        "heading": "Timing Load Increases",
        "content": "A conservative method that can be used to increase an athlete’s training loads is called the 2-for-2 rule (2). If the athlete can perform two or more repetitions over his or her assigned repetition goal for a given exercise in the last set in two consecutive workouts, weight should be added to that exercise for the next training session."
    },
    {
        "heading": "For example, a strength and conditioning professional",
        "content": "assigns three sets of 10 repetitions in the bench press exercise, and the athlete performs all 10 repetitions in all sets. After several workout sessions (the specific number depends on many factors), the athlete is able to complete 12 repetitions in the third (last) set for two consecutive workouts. In the following training session, the load for that exercise should be increased."
    },
    {
        "heading": "Quantity of Load Increases",
        "content": "The decision as to the size of the load increase can be difficult to make, but table 17.10 provides general rec- ommendations based on the athlete’s condition (stronger or weaker) and body area (upper or lower body). Despite these guidelines, the significant variation in training status, volume-loads, and exercises (type and muscular involvement) greatly influences the appropriate load increases. To contend with this variability, relative load increases of 2.5% to 10% can be used instead of the absolute values shown in table 17.10."
    },
    {
        "heading": "Upper body",
        "content": "2.5-5 lb (1-2 kg)"
    },
    {
        "heading": "Lower body",
        "content": "5-10 lb (2-4 kg)"
    },
    {
        "heading": "Upper body",
        "content": "5-10+ lb (2-4+ kg)"
    },
    {
        "heading": "Lower body",
        "content": "10-15+ lb (4-7+ kg) *The strength and conditioning professional will need to determine which of these two subjective categories applies to a specific athlete. **These load increases are appropriate for training programs using approximately three sets of 5 to 10 repetitions. Note that the goal repetitions per set remain constant as the loads are increased. Application of the Training Load and Repetition Guidelines (Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Primary preseason",
        "content": "resistance training goal"
    },
    {
        "heading": "Primary off-season",
        "content": "resistance training goal"
    },
    {
        "heading": "Primary in-season resistance",
        "content": "training goal"
    },
    {
        "heading": "Testing and assigning loads",
        "content": "and repetitions"
    },
    {
        "heading": "Power exercises: 75-85% of the",
        "content": "1RM; 3-5 repetitionsa"
    },
    {
        "heading": "Other core exercises: >85% of the",
        "content": "1RM; <6 repetitions"
    },
    {
        "heading": "Assistance exercises: limited to",
        "content": "loads not heavier than an 8RM"
    },
    {
        "heading": "Testing and assigning loads",
        "content": "and repetitions"
    },
    {
        "heading": "Influence of the training goals",
        "content": "67-85% of the 1RM; 6-12 repetitions"
    },
    {
        "heading": "Testing and assigning loads",
        "content": "and repetitions"
    },
    {
        "heading": "Influence of the training goals",
        "content": "<67% of the 1RM; >12 repetitions"
    },
    {
        "heading": "Testing methods",
        "content": "3RM testing for power exercisesb"
    },
    {
        "heading": "Push jerk",
        "content": "1RM testing for other core exercisesc"
    },
    {
        "heading": "Incline bench press",
        "content": "10RM testing for assistance exercisesd"
    },
    {
        "heading": "Testing methods",
        "content": "1RM testing for core exercises"
    },
    {
        "heading": "Shoulder pressi",
        "content": "10RM testing for new assistance exercisesj"
    },
    {
        "heading": "Testing methods",
        "content": "12RM testing for core exercisesk"
    },
    {
        "heading": "Vertical chest press",
        "content": "15RM testing for new assistance exercisesk"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Testing results",
        "content": "3RM hang clean 115 lb (53 kg)"
    },
    {
        "heading": "Estimated 1RMe",
        "content": "124 lb (56 kg) 3RM push jerk 110 lb (50 kg)"
    },
    {
        "heading": "Estimated 1RMe",
        "content": "118 lb (54 kg) 1RM front squat 185 lb (84 kg) 1RM incline bench press 100 lb (45 kg) 10RM seated row 90 lb (41 kg) 10RM dumbbell alternating curl 20 lb (9 kg) 10RM triceps pushdown 40 lb (18 kg)"
    },
    {
        "heading": "Testing results",
        "content": "1RM deadlift 650 lb (295 kg) 1RM back squat 675 lb (307 kg) 1RM bench press 425 lb (193 kg) 1RM shoulder press\t 255 lb (116 kg) 10RM step-up 205 lb (93 kg) 10RM seated calf (heel) raise 155 lb (70 kg) 10RM bent-over row 215 lb (98 kg) 10RM shoulder shrug 405 lb (184 kg)"
    },
    {
        "heading": "Testing results",
        "content": "12RM lunge 45 lb (20 kg) 12RM vertical chest press 70 lb (32 kg) 15RM one-arm dumbbell row 25 lb (11 kg) 15RM lateral shoulder raise 10 lb (5 kg)"
    },
    {
        "heading": "For power exercises:",
        "content": "•\tAssign 75% of the estimated 1RM"
    },
    {
        "heading": "Hang clean",
        "content": "95 lb (43 kg)"
    },
    {
        "heading": "Push jerk",
        "content": "90 lb (41 kg) (All loads are rounded off to the near- est 5 lb.)"
    },
    {
        "heading": "For other core exercises:",
        "content": "•\tAssign 85% of the tested 1RM"
    },
    {
        "heading": "Front squat",
        "content": "155 lb (70 kg)"
    },
    {
        "heading": "Incline bench",
        "content": "press 85 lb (39 kg) (All loads are rounded off to the nearest 5 lb.)"
    },
    {
        "heading": "For assistance exercises:",
        "content": "•\tAssign loads equal to the loads from 10RM testing"
    },
    {
        "heading": "For core exercises:",
        "content": "•\tAssign 75% of the tested 1RM"
    },
    {
        "heading": "Deadlift",
        "content": "490 lb (223 kg)"
    },
    {
        "heading": "Back squat",
        "content": "505 lb (230 kg)"
    },
    {
        "heading": "Bench press",
        "content": "320 lb (145 kg)"
    },
    {
        "heading": "Shoulder press",
        "content": "190 lb (86 kg) (All loads are rounded off to the nearest 5 lb.)"
    },
    {
        "heading": "For assistance exercises:",
        "content": "•\tAssign loads equal to the loads from the 10RM testing or •\tEqual to the loads used in the postseason"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "190 lb (86 kg)"
    },
    {
        "heading": "Lying triceps",
        "content": "extension 125 lb (57 kg)"
    },
    {
        "heading": "For all exercises:",
        "content": "•\tEqual to the loads from 12RM (or 15RM) testing or •\tEqual to the loads used in the preseason"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "65 lb (30 kg)"
    },
    {
        "heading": "Toe raise",
        "content": "(dorsiflexion) 20 lb (9 kg)"
    },
    {
        "heading": "Machine back",
        "content": "extension 50 lb (23 kg)"
    },
    {
        "heading": "Weekly loading regimen",
        "content": "(power/core exercises)f"
    },
    {
        "heading": "Mondays (“heavy” day)",
        "content": "•\tAssign the full load assignments (calculated under “Training loads”)"
    },
    {
        "heading": "Wednesdays (“light” day)",
        "content": "•\tAssign only 80% of Monday’s “heavy day” loadsg"
    },
    {
        "heading": "Fridays (“medium” day)",
        "content": "•\tAssign only 90% of Monday’s “heavy day” loadsh (continued)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "COMMENTS",
        "content": "aThe load and repetition assignments shown for power exercises are based on basketball, a multiple-effort event, and are not consistent with the %1RM–repetition relationship. bTo test for power, a multiple-RM (3RM) protocol is used. From the result, the 1RM is estimated and load assignments are made by cal- culating a percent of the estimated 1RM. cThe athlete did perform these exer- cises in the off-season, but to raise the accuracy of the load assignments for the preseason, the athlete will be tested to determine the current 1RM. dEven though some of these exer- cises were part of the off-season program, they all require multiple-RM testing because the preseason goal repetitions for these exercises is 10, rather than 12 from the previous season. eEstimate the 1RM using table 17.8. fThe loads for the assistance exer- cises remain constant throughout the week; only the loads for the power and other core exercises change. gCalculate 80% of the loads lifted in"
    },
    {
        "heading": "Monday’s training session and per-",
        "content": "form the same number of goal repe- titions. Even if the athlete is able to, do not allow more repetitions than the designated goal number (power, 5; other core, 6). hCalculate 90% of the loads lifted in"
    },
    {
        "heading": "Monday’s training session and per-",
        "content": "form the same number of goal repe- titions. Even if the athlete is able to, do not allow more repetitions than the designated goal number (power, 5; other core, 6)."
    },
    {
        "heading": "COMMENTS",
        "content": "iThe athlete did perform these exer- cises in the postseason, but to raise the accuracy of the load assignments for the off-season, the athlete will be tested to determine the current 1RM. jThe exercises shown here were selected as new exercises for the off-season program and therefore require 10RM testing. The other assistance exercises were carried over from the postseason and do not require testing because the load and repetition assignments will be identical."
    },
    {
        "heading": "COMMENTS",
        "content": "kThe exercises shown here were selected as new exercises for the in-season program and therefore require 12RM or 15RM testing. The other assistance exercises were car- ried over from the preseason and do not require testing because the load and repetition assignments will be identical. (continued)"
    },
    {
        "heading": "Step 6: Volume",
        "content": "Volume relates to the total amount of weight lifted in a training session (20, 58, 69), and a set is a group of repetitions sequentially performed before the athlete stops to rest (20). Repetition-volume is the total number of repetitions performed during a workout session (4, 20, 75, 86), and volume-load is the total number of sets multiplied by the number of repetitions per set, then multiplied by the weight lifted per repetition. For exam- ple, the volume-load for two sets of 10 repetitions with 50 pounds (23 kg) would be expressed as 2  10  50 pounds or 1,000 pounds (454 kg). (If different sets are performed with different amounts of weight, the volumes per set are calculated and then added to obtain the total training session volume.)"
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "In the example just given (a volume-load of 1,000 pounds), multiplying each repetition by the additional factor of vertical displacement of the weight during that repetition would yield the concentric work performed. The displacement factor is fairly constant for a given athlete, so it is not used, but the resulting volume-load is still directly proportional to concentric work. As previ- ously stated, volume-load divided by repetition-volume results in the average weight lifted per repetition, which is related to intensity or the quality of work. In running exercise, the common (rep) volume measure is distance. If an intensity value is known or measured (such as running pace, which relates to percent V.O2max), then total metabolic energy cost (which is proportional to mechanical work done) can be calculated. This value is comparable to volume-load in resistance exercise. The same concepts are applicable to the number of foot or hand contacts (volume) in plyometric exercise, the number of strokes (volume) in swimming or rowing, or the number of throws or jumps (volume) for various sport activities."
    },
    {
        "heading": "Multiple Versus Single Sets",
        "content": "Some have advocated that one set of 8 to 12 repetitions (after warm-up) performed to volitional muscular failure is sufficient to maximize gains in muscular strength and hypertrophy. Additionally, others have reported increases in maximum strength after the performance of only one set per exercise per session (24, 52, 53)."
    },
    {
        "heading": "Single-set training may be appropriate for untrained",
        "content": "individuals (20) or during the first several months of training (24), but many studies indicate that higher volumes are necessary to promote further gains in strength, especially for intermediate and advanced resistance-trained athletes (44, 64, 89, 99). Further, the musculoskeletal system will eventually adapt to the stimulus of one set to failure and require the added stim- ulus of multiple sets for continued strength gains (20). Moreover, performing three sets of 10 repetitions without going to failure enhances strength better than one set to failure in 8 to 12 repetitions (46, 48), although the higher training volume with use of three sets is a contributing factor (4, 20, 86). Therefore, an athlete who performs multiple sets from the initiation of his or her resistance training program will increase muscular strength faster than with single-set training (48, 63). The strength and conditioning professional cannot expect, however, that an athlete will be able to successfully complete multiple sets with full RM loads at fixed repetition schemes for every exercise in each training session. Fatigue will affect the number of repetitions that can be performed in later sets."
    },
    {
        "heading": "Training Status",
        "content": "The training status of athletes affects the volume they will be able to safely tolerate. It is appropriate for an athlete to perform only one or two sets as a beginner and to add sets as he or she becomes better trained. As the athlete adapts to a consistent and well-designed program, more sets can gradually be added to match the guidelines associated with the given training goal."
    },
    {
        "heading": "Primary Resistance Training Goal",
        "content": "Training volume is directly based on the athlete’s resis- tance training goal. Table 17.11 provides a summary of the guidelines for the number of repetitions and sets commonly associated with strength, power, hypertrophy, and muscular endurance training programs."
    },
    {
        "heading": "Strength and Power",
        "content": "In classic research, DeLorme (14) and DeLorme and Watkins (15) recommended sets of 10 repetitions as ideal to increase muscular strength, although the regi- men was originally developed for injury rehabilitation. Later, Berger (6, 7) determined that three sets of six repetitions created maximal strength gains, at least in the bench press and back squat exercises. Although Berger’s work seemed to be conclusive, his subsequent research (5) showed no significant difference among six sets of a 2RM load, three sets of a 6RM load, and three sets of a 10RM load, despite the differences in volume. Since then, many other studies have also been unable to"
    },
    {
        "heading": "Table 17.11  Volume Assignments Based on",
        "content": "the Training Goal"
    },
    {
        "heading": "Goal",
        "content": "repetitions"
    },
    {
        "heading": "Strength",
        "content": "≤6 2-6 **Power:"
    },
    {
        "heading": "Multiple-effort event",
        "content": "1-2 3-5 3-5 3-5"
    },
    {
        "heading": "Hypertrophy",
        "content": "6-12 3-6"
    },
    {
        "heading": "Muscular endurance",
        "content": "≥12 2-3 *These assignments do not include warm-up sets and typically apply to core exercises only (2, 45). **Based on weightlifting-derived movements (clean, snatch, and so on). The load and repetition assignments shown for power in this table are not consistent with the %1RM–repetition relation- ship. In nonexplosive movements, loads equaling about 80% of the 1RM apply to the two- to five-repetition range. Refer to the discussion of assigning percentages of the 1RM for power training for further explanation. Data from references 20, 32, 86, 91, and 92. support an exact set and repetition scheme to promote maximal increases in strength (17, 24, 25, 70, 80, 85). An important qualifier regarding these inconclusive reports is that most involved relatively untrained subjects, thus implying that nearly any type of program will cause improvements in strength for these individuals."
    },
    {
        "heading": "When training an athlete for strength, assigning",
        "content": "volume begins with an examination of the optimal number of repetitions for maximal strength gains. As discussed earlier (and shown in figure 17.3 and table 17.9), this appears to be sets of six or fewer repetitions (at the corresponding RM load) for core exercises (20, 32, 33, 45, 86, 87, 91, 92). Comprehensive reviews of the literature by Fleck and Kraemer (20) and Tan (90) conclude that a range of two to five sets or three to six sets (respectively) promotes the greatest increases in strength. Specific set guidelines based on exercise type suggest that only one to three sets may be appropriate or necessary for assistance exercises (2, 45)."
    },
    {
        "heading": "Volume assignments for power training are typically",
        "content": "lower than those for strength training in order to maxi- mize the quality of exercise. This reduction in volume results from fewer goal repetitions and lighter loads (figure 17.3 and table 17.9) rather than the recommended"
    },
    {
        "heading": "Application of the Volume Guidelines",
        "content": "(Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Power exercises",
        "content": "4 sets of 5 repetitions"
    },
    {
        "heading": "Other core",
        "content": "3 sets of 6 exercises repetitions"
    },
    {
        "heading": "Assistance",
        "content": "2 sets of 10 exercises repetitions (The number of sets does not include warm-ups.)"
    },
    {
        "heading": "Core exercises",
        "content": "4 sets of 10 repetitions"
    },
    {
        "heading": "Assistance",
        "content": "3 sets of 10 exercises repetitions (The number of sets does not include warm-ups.)"
    },
    {
        "heading": "Core exercises",
        "content": "3 sets of 12 repetitions"
    },
    {
        "heading": "Assistance",
        "content": "2 sets of 15 exercises repetitions (The number of sets does not include warm-ups.)"
    },
    {
        "heading": "Hang clean",
        "content": "4  5a"
    },
    {
        "heading": "Push jerk",
        "content": "4  5"
    },
    {
        "heading": "Front squat",
        "content": "3  6"
    },
    {
        "heading": "Seated row",
        "content": "2  10"
    },
    {
        "heading": "Dumbbell",
        "content": "alternating curl 2  10"
    },
    {
        "heading": "Triceps pushdown",
        "content": "2  10"
    },
    {
        "heading": "Abdominal crunch",
        "content": "3  20"
    },
    {
        "heading": "Lower body",
        "content": "(Monday and Thursday)"
    },
    {
        "heading": "Deadlift",
        "content": "4  10"
    },
    {
        "heading": "Back squat",
        "content": "4  10"
    },
    {
        "heading": "Step-up",
        "content": "3  10"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "3  10"
    },
    {
        "heading": "Seated calf (heel)",
        "content": "raise 3  10"
    },
    {
        "heading": "Upper body",
        "content": "(Tuesday and Friday)"
    },
    {
        "heading": "Bench press",
        "content": "4  10"
    },
    {
        "heading": "Bent-over row",
        "content": "3  10"
    },
    {
        "heading": "Shoulder press",
        "content": "4  10"
    },
    {
        "heading": "Barbell biceps curl",
        "content": "3  10"
    },
    {
        "heading": "Shoulder shrug",
        "content": "3  10"
    },
    {
        "heading": "Lying triceps",
        "content": "extension 3  10"
    },
    {
        "heading": "Abdominal crunch",
        "content": "3  20"
    },
    {
        "heading": "Lunge",
        "content": "3  12"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "2  15"
    },
    {
        "heading": "One-arm dumbbell",
        "content": "row 2  15"
    },
    {
        "heading": "Toe raise",
        "content": "(dorsiflexion) 2  15"
    },
    {
        "heading": "Machine back",
        "content": "extension 2  15"
    },
    {
        "heading": "Abdominal crunch",
        "content": "3  20"
    },
    {
        "heading": "Complete one set of each exercise,",
        "content": "then repeat.b"
    },
    {
        "heading": "COMMENTS",
        "content": "aRepresented as sets  repetitions here and in scenarios B and C."
    },
    {
        "heading": "COMMENTS",
        "content": "bThe eight exercises are performed one set at a time, one immediately after the other (i.e., in a “circuit”)."
    },
    {
        "heading": "Once two sets (circuits) are com-",
        "content": "pleted, the athlete performs the final sets of the lunge, vertical chest press, and abdominal crunch exer- cises in that order."
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "number of sets (11, 12, 45, 57, 61, 68). The common guideline is three to five sets (after warm-up) for power exercises included in a trained athlete’s program (33, 86, 87)."
    },
    {
        "heading": "Hypertrophy",
        "content": "It is generally accepted that higher training volumes are associated with increases in muscular size (31, 63). This is the result of both a moderate to higher number of repetitions per set (6 to 12; see figure 17.3 and table 17.9) and the commonly recommended three to six sets per exercise (20, 32, 33, 71, 91). Additionally, although research studies usually focus on only one or two exer- cises (total or per muscle group), empirical observations and interviews with elite bodybuilders, as well as more exhaustive prescriptive guidelines (20, 45), suggest that performing three or more exercises per muscle group is the most effective strategy for increasing muscle size (32). The effect on training volume from these assign- ments can be quite substantial."
    },
    {
        "heading": "Resistance training programs that emphasize muscular",
        "content": "endurance involve performing many repetitions—12 or more—per set (20, 45, 87, 91, 92). Despite this relatively high repetition assignment, the overall volume-load is not necessarily overly inflated since the loads lifted are lighter and fewer sets are performed, commonly two or three per exercise (45)."
    },
    {
        "heading": "Step 7: Rest Periods",
        "content": "The time dedicated to recovery between sets and exer- cises is called the rest period or interset rest. The length of the rest period between sets and exercises is highly dependent on the goal of training, the relative load lifted, and the athlete’s training status (if the athlete is not in good physical condition, rest periods initially may need to be longer than typically assigned). The amount of rest between sets is strongly related to load; the heavier the loads lifted, the longer the rest periods the athlete will need between sets in order to safely and successfully complete the prescribed subsequent sets. For example, training for muscular strength with 4RM loads requires significantly longer rest periods between sets than training for muscular endurance in which lighter 15RM loads are lifted (20, 74, 86). Despite the relationship between training goals and the length of rest periods (e.g., long rest periods for muscular strength training programs), not all exercises in a resistance training program should be assigned the same rest periods. It is important that the strength and conditioning professional allocate rest periods based on the relative load lifted and the amount of muscle mass involved in each exercise. An example of this specific- ity is for an assistance exercise as part of a muscular strength training program. Whereas a core exercise such as the bench press may involve a 4RM load and a 4-minute rest period, an assistance exercise such as the lateral shoulder raise may be performed with a 12RM load and therefore require only a 1-minute rest period (even though 1-minute rest periods generally apply to a hypertrophy training program). The recommended rest period lengths for strength, power, hypertrophy, and muscular endurance programs are shown in table 17.12."
    },
    {
        "heading": "Strength and Power",
        "content": "Training may enhance an athlete’s ability to exercise with less rest (20, 86), but athletes who seek to perform maximal or near-maximal repetitions with a heavy load usually need long rest periods, especially for lower body or all-body structural exercises (95). For exam- ple, Robinson and colleagues (77) observed that, in the back squat exercise, 3 minutes of interset rest resulted in greater strength gains than a 30-second rest period. Common guidelines for rest period length are at least 2 minutes (45, 82, 93) or a range of 2 to 5 minutes (47, 50) or 3 to 5 minutes (20, 86, 96). These recovery intervals appear to apply equally to resistance training programs designed to improve maximal strength and those that focus on muscular power (45)."
    },
    {
        "heading": "Hypertrophy",
        "content": "Athletes who are interested in gaining muscular size often use a short to moderate interset rest period (20, 45, 47, 74, 86). Some reviews of hypertrophy training"
    },
    {
        "heading": "Strength",
        "content": "2-5 min"
    },
    {
        "heading": "Multiple-effort event",
        "content": "2-5 min"
    },
    {
        "heading": "Hypertrophy",
        "content": "30 s to 1.5 min"
    },
    {
        "heading": "Muscular endurance",
        "content": "≤30 s *Because there are occasions when the prescribed percentage of the 1RM for assistance exercises falls outside the range associated with the training goal (e.g., ≥8RM loads are recommended for assistance exercises as part of a muscular strength training program [2]), the strength and conditioning professional should examine the loads used for each exercise when assigning rest periods rather than generally applying the guidelines for a training goal. Data from references 20, 47, 50, 86, and 96. programs support a limited rest period because they recommend that the athlete begin the next set before full recovery has been achieved (32, 91). Despite this, the high metabolic demand of exercises involving large muscle groups merits consideration (i.e., extra recovery time) when rest period lengths are being assigned (86). Typical strategies for the length of rest periods are less than 1.5 minutes (45) or a span of 30 seconds to 1 minute (47, 50, 92) or 30 seconds to 1.5 minutes (32, 91)."
    },
    {
        "heading": "Muscular Endurance",
        "content": "A muscular endurance training program has very short rest periods, often less than 30 seconds. This restriction of the recovery time is purposeful; only a minimal"
    },
    {
        "heading": "Application of the Rest Period Guidelines",
        "content": "(Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Power and core",
        "content": "exercises 3 minutes"
    },
    {
        "heading": "Assistance",
        "content": "60 seconds to exercises 1.5 minutes"
    },
    {
        "heading": "Core exercises",
        "content": "1.5 minutes"
    },
    {
        "heading": "Assistance",
        "content": "exercises 60 seconds"
    },
    {
        "heading": "Core exercises",
        "content": "30 secondse"
    },
    {
        "heading": "Assistance",
        "content": "exercises 20 secondse"
    },
    {
        "heading": "Hang clean",
        "content": "3 minutes"
    },
    {
        "heading": "Push jerk",
        "content": "3 minutes"
    },
    {
        "heading": "Front squat",
        "content": "3 minutes"
    },
    {
        "heading": "Seated row",
        "content": "1.5 minutesa"
    },
    {
        "heading": "Dumbbell",
        "content": "alternating curl 60 secondsa"
    },
    {
        "heading": "Triceps pushdown",
        "content": "60 secondsa"
    },
    {
        "heading": "Abdominal crunch",
        "content": "20 secondsb"
    },
    {
        "heading": "Lower body",
        "content": "(Monday and Thursday)"
    },
    {
        "heading": "Deadlift",
        "content": "1.5 minutes"
    },
    {
        "heading": "Back squat",
        "content": "1.5 minutes"
    },
    {
        "heading": "Step-up",
        "content": "1.5 minutesc"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "60 seconds"
    },
    {
        "heading": "Seated calf (heel)",
        "content": "raise 60 seconds"
    },
    {
        "heading": "Upper body",
        "content": "(Tuesday and Friday)"
    },
    {
        "heading": "Bench press",
        "content": "1.5 minutes"
    },
    {
        "heading": "Bent-over row",
        "content": "60 seconds"
    },
    {
        "heading": "Shoulder press",
        "content": "1.5 minutes"
    },
    {
        "heading": "Barbell biceps curl",
        "content": "60 seconds"
    },
    {
        "heading": "Shoulder shrug",
        "content": "60 seconds"
    },
    {
        "heading": "Lying triceps",
        "content": "extension 60 seconds"
    },
    {
        "heading": "Abdominal crunch",
        "content": "20 secondsd"
    },
    {
        "heading": "Lunge",
        "content": "30 seconds"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "20 seconds"
    },
    {
        "heading": "One-arm dumbbell",
        "content": "row 20 seconds"
    },
    {
        "heading": "Toe raise",
        "content": "(dorsiflexion) 20 seconds"
    },
    {
        "heading": "Lateral shoulder",
        "content": "raise 20 seconds"
    },
    {
        "heading": "Machine back",
        "content": "extension 20 seconds"
    },
    {
        "heading": "Abdominal crunch",
        "content": "20 seconds"
    },
    {
        "heading": "Complete one set of each exercise,",
        "content": "then repeat.f"
    },
    {
        "heading": "COMMENTS",
        "content": "aDespite following a muscular strength training program, the ath- lete is performing sets of 10 rep- etitions in this exercise, a volume assignment for hypertrophy training."
    },
    {
        "heading": "Therefore, the length of the rest",
        "content": "period should be 30 seconds to 1.5 minutes. The rest period for the single-joint exercises is slightly shorter because fewer muscles are involved. bAgain, although this athlete is train- ing for muscular strength, she is performing sets of 20 repetitions in this exercise, a volume assignment for muscular endurance. Therefore, the length of the rest period should be 30 seconds."
    },
    {
        "heading": "COMMENTS",
        "content": "cThis exercise is classified as an assis- tance exercise and, like the others, could be assigned a 60-second rest period. Despite this, the step-up is a unilateral exercise that requires more time for completion of each set. Therefore, a longer rest period is provided. dAlthough this athlete is training for hypertrophy, he is performing sets of 20 repetitions in this exercise, a volume assignment for muscular endurance. Therefore, the length of the rest period should be 30 sec- onds."
    },
    {
        "heading": "COMMENTS",
        "content": "eBoth of these rest period assign- ments fall within the guidelines for muscular endurance training. Due to the higher goal repetitions and lighter loads for assistance exercises, the rest period length was slightly short- ened. fThe eight exercises are performed one set at a time, one immediately after the other (i.e., in a “circuit”)."
    },
    {
        "heading": "Once two sets (circuits) are com-",
        "content": "pleted, the athlete performs the final sets of the lunge, vertical chest press, and abdominal crunch exer- cises in that order."
    },
    {
        "heading": "Program Design for Resistance Training",
        "content": "(continued) amount of rest is allowed when light loads are being lifted for many repetitions. This type of program is designed to meet the guideline of the specificity principle for muscular endurance (2). Short rest periods are char- acteristic of circuit training programs (23, 29) in which it is common to alternate exercises and limit rest period lengths to 30 seconds or less (76, 78, 79)."
    },
    {
        "heading": "Conclusion",
        "content": "Well-designed programs are based on the application of sound principles during each step of a process referred to as program design. The process begins with a needs anal- ysis to determine the specific demands of the sport and the training status of the athlete. With this knowledge, appropriate exercises are selected and training frequency is established. The order of exercises in the workout is considered next, followed by load assignments and train- ing volume choices based on desired training outcomes. Deciding on the length of the rest periods is the last step leading to the design of a sport-specific resistance training program. A composite view that includes all of the program design variables (steps 1-7) for the three scenarios is shown in the scenario table. Application of All Program Design Variables (Steps 1-7) (Refer to the first scenario table in the chapter for a description of the scenario athletes.)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Hang cleana",
        "content": "4  5 @ 95 lb (43 kg)"
    },
    {
        "heading": "Push jerka",
        "content": "4  5 @ 90 lb (41 kg)"
    },
    {
        "heading": "Front squata",
        "content": "3  6 @ 155 lb (70 kg)"
    },
    {
        "heading": "Incline bench",
        "content": "3  6 @ 85 lb pressa (39 kg)"
    },
    {
        "heading": "Seated rowb",
        "content": "2  10 @ 90 lb (41 kg)"
    },
    {
        "heading": "Dumbbell",
        "content": "2  10 @ 20 lb alternating curld (9 kg) Triceps pushdownd \t 2  10 @ 40 lb (18 kg)"
    },
    {
        "heading": "Abdominal crunchc",
        "content": "3  20"
    },
    {
        "heading": "Wednesday (“light” day)",
        "content": "80% of Monday’s load in power/core exercises"
    },
    {
        "heading": "Hang cleana",
        "content": "4  5 @ 75 lb (34 kg)"
    },
    {
        "heading": "Push jerka",
        "content": "4  5 @ 70 lb (32 kg)"
    },
    {
        "heading": "Front squata",
        "content": "3  6 @ 125 lb (57 kg)"
    },
    {
        "heading": "Incline bench",
        "content": "3  6 @ 70 lb pressa (32 kg)"
    },
    {
        "heading": "Seated row",
        "content": "2  10 @ 90 lb (41 kg)"
    },
    {
        "heading": "Dumbbell",
        "content": "2  10 @ 20 lb alternating curld (9 kg) Triceps pushdownd   \t  2  10 @ 40 lb (18 kg)"
    },
    {
        "heading": "Lower body",
        "content": "(Monday and Thursday)g"
    },
    {
        "heading": "Deadliftb",
        "content": "4  10 @ 490 lb (223 kg)"
    },
    {
        "heading": "Back squatb",
        "content": "4  10 @ 505 lb (230 kg)"
    },
    {
        "heading": "Step-upb",
        "content": "3  10 @ 205 lb (93 kg)"
    },
    {
        "heading": "Leg (knee) curld",
        "content": "3  10 @ 190 lb (86 kg)"
    },
    {
        "heading": "Seated calf raised",
        "content": "3  10 @ 155 lb (70 kg)"
    },
    {
        "heading": "Upper body",
        "content": "(Tuesday and Friday)g"
    },
    {
        "heading": "Bench pressb",
        "content": "4  10 @ 320 lb (145 kg)"
    },
    {
        "heading": "Bent-over rowd",
        "content": "3  10 @ 215 lb (98 kg)"
    },
    {
        "heading": "Shoulder pressb",
        "content": "4  10 @ 190 lb (86 kg) Barbell biceps curld   \t 3  10 @ 115 lb (52 kg)"
    },
    {
        "heading": "Shoulder shrugd",
        "content": "3  10 @ 405 lb (184 kg)"
    },
    {
        "heading": "Lying triceps",
        "content": "3  10 @ 125 lb extensiond (57 kg)"
    },
    {
        "heading": "Lungee",
        "content": "3  12 @ 45 lb (20 kg)"
    },
    {
        "heading": "Vertical chest",
        "content": "3  12 @ 70 lb presse (32 kg)"
    },
    {
        "heading": "Leg (knee) curlc",
        "content": "2  15 @ 65 lb (30 kg)"
    },
    {
        "heading": "One-arm",
        "content": "2  15 @ 25 lb dumbbell rowc (11 kg)"
    },
    {
        "heading": "Toe raisec",
        "content": "2 15 @ 20 lb (9 kg)"
    },
    {
        "heading": "Lateral shoulder",
        "content": "2  15 @ 10 lb raisec (5 kg)"
    },
    {
        "heading": "Machine back",
        "content": "2  15 @ 50 lb extensionc (23 kg)"
    },
    {
        "heading": "Complete one set of each exercise,",
        "content": "then repeat.f (continued)"
    },
    {
        "heading": "Female collegiate",
        "content": "basketball player"
    },
    {
        "heading": "Male high school",
        "content": "cross-country runner"
    },
    {
        "heading": "Friday (“medium” day)",
        "content": "90% of Monday’s load in power/core exercises"
    },
    {
        "heading": "Hang cleana",
        "content": "4  5 @ 85 lb (39 kg)"
    },
    {
        "heading": "Push jerka",
        "content": "4  5 @ 80 lb (36 kg)"
    },
    {
        "heading": "Front squata",
        "content": "3  6 @ 140 lb (64 kg)"
    },
    {
        "heading": "Incline bench",
        "content": "3  6 @ 75 lb pressa (34 kg)"
    },
    {
        "heading": "Seated rowb",
        "content": "2  10 @ 90 lb (41 kg)"
    },
    {
        "heading": "Dumbbell",
        "content": "2  10 @ 20 lb alternating curld (9 kg)"
    },
    {
        "heading": "Triceps",
        "content": "2  10 @ 40 lb pushdownd (18 kg)"
    },
    {
        "heading": "Rest period lengths:",
        "content": "a3 minutes b1.5 minutes c20 seconds d60 seconds e30 seconds fThe eight exercises are performed one set at a time, one immediately after the other (i.e., in a “circuit”)."
    },
    {
        "heading": "Once two sets (circuits) are com-",
        "content": "pleted, the athlete performs the final sets of the lunge, vertical chest press, and abdominal crunch exer- cises in that order. gReduce the loads on Thursday and Friday by 5% to 10%."
    },
    {
        "heading": "Key Terms",
        "content": "1-repetition maximum (1RM) 2-for-2 rule agonist antagonist assistance exercise circuit training compound set core exercise exercise history exercise order exercise selection exercise technique experience goal repetitions injury analysis intensity interset rest load mechanical work movement analysis multijoint exercise muscle balance needs analysis overload physiological analysis power exercise profile program design progression recovery exercise repetition repetition maximum (RM) repetition-volume rest period"
    },
    {
        "heading": "SAID",
        "content": "set single-joint exercise specificity split routine structural exercise superset training background training frequency training status volume volume-load"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t The basketball coach says his starting center needs to jump higher. In addition to beginning a plyometric program, which of the following resistance training exercises are MOST specific to this goal?"
    },
    {
        "heading": "IV.\tseated calf (heel) raise",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only 2.\t The soccer team is transitioning from off-season to preseason training. How should the team’s resistance training frequency be altered? a.\t Increase frequency to improve muscular endurance. b.\t Do not change frequency and add plyometrics. c.\t Decrease frequency to allow increased sport skill practice. d.\t Design a split routine with three days on and one day off. 3.\t An American football lineman has difficulty driving into defensive linemen and believes he has lost his explo- sive ability. Which of the following is the BEST exercise order to help this athlete improve his performance? a.\t back squat, hip sled, leg (knee) curl, power clean b.\t power clean, back squat, hip sled, leg (knee) curl c.\t leg (knee) curl, back squat, power clean, hip sled d.\t hip sled, power clean, leg (knee) curl, back squat 4.\t Which of the following volumes has the potential to increase muscular strength the MOST? a.\t 5 sets of 5 repetitions b.\t 1 set of 5 repetitions c.\t 5 sets of 15 repetitions d.\t 1 set of 15 repetitions 5.\t A female triathlete needs to improve the muscular endurance of her upper body. Using three sets of 15 rep- etitions per exercise, which of the following rest period lengths will MAXIMIZE her goal? a.\t 3 minutes b.\t 1.5 minutes c.\t 45 seconds d.\t 30 seconds This page intentionally left blank."
    }
]