[
    {
        "heading": "Preparation and Performance",
        "content": "Traci A. Statler, PhD, and Andrea M. DuBois, MS After completing this chapter, you will be able to •\t understand the psychological constructs of arousal, motivation, focus, and confidence and be able to ascertain their impact on physical performance; •\t comprehend terms relevant to psychological areas of concern, such as anxiety, attention, the ideal performance state, self-efficacy, imagery, and goal setting; •\t understand varying ways to manipulate practice schedules including whole–part, random, and variable practice, and how to use these schedules to facilitate skill acquisition and learning; •\t understand different types of instructions and feedback and their application in a practice and performance setting. The authors would like to acknowledge the significant contributions of Bradley D. Hatfield and Evan B. Brody to this chapter. Excellence in athletic performance is the result of sound skill and physical training accompanied by optimal rest and recovery cycles and appropriate diet. At any partic- ular stage of biological maturity, the phenotypic devel- opment of the athlete’s genetic potential represents a rel- atively stable ceiling for performance, but the expression of that skilled performance can vary tremendously from contest to contest and even from moment to moment. The role of sport psychology is to help athletes achieve more consistent levels of performance at or near their physical potential by carefully managing their physical resources through appropriate psychological strategies and techniques. By understanding these strategies and techniques, strength and conditioning professionals can design sport-specific and even position-specific training programs that have the ultimate goal of maximizing performance."
    },
    {
        "heading": "After introducing foundational concepts, we address",
        "content": "how one’s mind, through cognitions, can influence physical performance, and then we describe the ideal performance state—the ultimate goal of every ath- lete. In part, this state is marked by psychological and physiological efficiency (i.e., employing only the amount of mental and physical energy required to per- form the task). We discuss the primary psychological influences—motivation, attention, and arousal—on skill acquisition and performance, citing several theo- ries of how these phenomena can change psychomotor learning and athletic performance. Finally, we discuss techniques, including goal setting, energy management and relaxation, imagery, and confidence development, that can be employed to enhance overall performance in strength and conditioning environments, as well as other performance venues."
    },
    {
        "heading": "Role of Sport Psychology",
        "content": "An athlete is someone who engages in a social com- parison (i.e., competition) involving psychomotor skill or physical prowess (or both) in an institutionalized setting, typically under public scrutiny or evaluation."
    },
    {
        "heading": "The essence of athletic competition involves comparing",
        "content": "oneself to others and putting ego and self-esteem on the line in a setting that is bound by rules and regulations."
    },
    {
        "heading": "The psychologically well-prepared athlete is character-",
        "content": "ized by efficiency of thought and behavior. Efficiency is typically associated with skilled performance, when actions are fluid and graceful. The concept can also be extended to psychological activity; an efficient athlete adopts a task-relevant focus, not wasting attention on task-irrelevant processing such as worrying, catastro- phizing, or thinking about other things such as a critical audience or coach."
    },
    {
        "heading": "Sport psychology is a multifaceted discipline, draw-",
        "content": "ing on constructs of exercise science and psychological principles, that seeks to understand the influence of behavioral processes and cognitions on movement. Sport psychology is typically classified as a scientific field of study within sports medicine, and has three major goals: •\t Measuring psychological phenomena •\t Investigating the relationships between psycho- logical variables and performance •\t Applying theoretical knowledge to improve ath- letic performance By applying the information gained through an aware- ness of sport psychology principles, athletes can better manage their physical resources, thereby producing more effective performances. In reality, many athletes come to the training environment with some solid mental skills already in their repertoire, but this often seems to “just happen,” with little understanding of how these skills evolved, or even how to best use them for effective performance. Throughout this chapter we introduce a structure for understanding the interrelationships not only between the mental skills themselves, but between the mental skills and the physical, technical, and tactical skills being developed in the weight room and on the practice field. Note, however, that these skills can be truly effective only if they are understood, practiced, and applied to the performance setting. Like the physical, technical, and tactical constructs described throughout the rest of this book, mental skills too need to be taught, practiced, integrated into performance, and evaluated for effectiveness."
    },
    {
        "heading": "Ideal Performance State",
        "content": "The ideal performance state has been studied from a number of perspectives. Williams and Krane (42) listed the following characteristics that athletes typically report about this state: •\t Absence of fear—no fear of failure •\t No thinking about or analysis of performance (related to the motor stage of automaticity) •\t A narrow focus of attention concentrated on the activity itself •\t A sense of effortlessness—an involuntary expe- rience •\t A sense of personal control •\t A distortion of time and space, in which time seems to slow In a sense, this ideal performance state seems to repre- sent everything that applied sport psychology programs"
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "attempt to promote. There is an absence of negative self-talk, a strong feeling of efficacy, and an adaptive focus on task-relevant cues. An important aspect is that the athletes trust in their skill and conditioning levels and just “let it happen,” without interference from negative associative processes in the cerebral cortex. Kobe Bryant, one of the premier players in the"
    },
    {
        "heading": "National Basketball Association, describes being in this",
        "content": "state, saying, When you get in that zone it’s just a supreme confidence that you know it’s going in. It’s not a matter of if or this [or] that. It’s going in. Things just slow down. Everything slows down and you just have supreme confidence. When that happens, you really do not try to focus on what’s going on because . . . you could lose it in a second. Every- thing becomes one noise—you don’t hear this or that; everything’s just one noise—you’re not paying attention to one or the other. . . . You just really try to stay in the present and not let anything break that rhythm. Again, as long as you just kind of stay there, you become oblivious to everything that’s going on. You don’t think about your sur- roundings or what’s going on with the crowd or the team. You’re kind of locked in. . . . You have to really try to stay in the present and not let anything break that rhythm. (see YouTube at https://www .youtube.com/watch?v=wl49zc8g3DY) Bryant’s comments richly reinforce many of the concepts discussed throughout this chapter. It is important to remember that his mental state rests largely on a sound physical training program and on a history of perfor- mance success. Bryant exhibits phenomenal physical prowess, arduously running sprints, training on the court, and lifting weights in the off-season. Combined with superior performance on the basketball court, such preparatory physical effort contributes greatly to his focused, confident psychological state."
    },
    {
        "heading": "Arousal, Anxiety, and Stress",
        "content": "In order for athletes to perform effectively, they need to learn how to best manage their mental and physical energy levels. Athletes who deplete energy through worry, anger, frustration, or anxiety experience a greater likelihood of distraction and decreased self-confidence, and they have less physical energy for when they really need to perform (11). Thus, the ability to maintain self-control and manage energy in a performance envi- ronment is a critical skill for any performer."
    },
    {
        "heading": "Mental energy is generated, maintained, depleted, and",
        "content": "refreshed via our emotions. Emotions are temporary feeling states that occur in response to events and that have both physiological and psychological components (10). These emotions affect mental and physical energy and therefore can have both beneficial and detrimental effects on human performance, often depending on how they get interpreted. Emotions can be beneficial to performance when they get us excited, cause us to feel motivated, elevate confidence in ourselves, and reinforce our commitment levels. However, emotion can be detrimental when there is either too much or too little (a performer being too “amped up” or “too flat”) or when we lose control of our emotions and cease to function effectively in a performance environment (e.g., an athlete who cannot control his or her anger or frus- tration). Training athletes to tap into their emotions to generate or elevate energy, while maintaining a sense of control over those emotions so as not to let them interfere with performance, is a key toward generating that ideal performance state (40). By arming athletes with the mental tools to combat inappropriate thoughts, enhance confidence, and rein- force motivation and commitment, coaches are provid- ing many of the skills necessary to allow the athlete to maintain composure as well."
    },
    {
        "heading": "Arousal",
        "content": "The training environment provides a host of new and unfamiliar experiences that create multiple opportuni- ties to test oneself and be evaluated for effectiveness."
    },
    {
        "heading": "Because of this, athletic performance is frequently",
        "content": "affected by arousal, anxiety, and stress. These terms are often used interchangeably; however, in reality, they are different elements within the same construct. Arousal is simply a blend of physiological and psychological activation in an individual and refers to the intensity of motivation at any given moment (40)."
    },
    {
        "heading": "For example, a “psyched-up” athlete may experience",
        "content": "tremendous mental activation characterized by posi- tive thoughts and a strong sense of control, whereas a “flat” athlete could experience minimal activation characterized by wandering thoughts and feelings of boredom. Arousal is always present in an individual to some degree, on a continuum ranging from being deeply asleep, or comatose, to highly excited; but in and of itself it is not automatically associated with pleasant or unpleasant events. It is simply a measurement of activa- tion, and as such can be indexed by such metrics as heart rate, blood pressure, electroencephalography (EEG), electromyography (EMG), and catecholamine levels, or with self-report instruments such as the activation– deactivation checklist (39). The optimal arousal required for efficient performance depends on several factors that are discussed later in the chapter."
    },
    {
        "heading": "Anxiety",
        "content": "Anxiety is a subcategory of arousal in that it is a neg- atively perceived emotional state characterized by ner- vousness, worry, apprehension, or fear and is associated with a physiological activation of the body (40). Because anxiety requires the individual’s negative perception of a situation, it incorporates a cognitive component, called cognitive anxiety, as well as the physical reaction, or somatic anxiety, evidenced through physical symptoms such as tense muscles, tachycardia (fast heart rate), and upset stomach. The term anxiety is often confusingly used to refer to both a stable, enduring personality construct and a more short-term, changeable mood state. These are, in fact, different constructs within the emotional state of anx- iety. State anxiety refers to a subjective experience of apprehension and uncertainty accompanied by elevated autonomic and voluntary neural outflow and increased endocrine activity (36). State anxiety is a generally neg- ative experience, but its effects on athletic performance can be positive, negative, or indifferent, depending on such factors as the athlete’s skill level and personality and the complexity of the task to be performed. State anxiety is distinct from but related to trait anxiety, a personality variable or disposition relating to the probability that one will perceive an environment as threatening. In essence, trait anxiety acts as a primer for the athlete to experience state anxiety (37). Trait anxiety also affects the appropriate level of arousal for a given individual. People with high levels of trait anxiety tend to flood attentional capacity with task-irrelevant cognitions, such as thoughts of failure, catastrophe, or ego-oriented concerns. During a complex decision-making task, these attentionally demanding cues could compromise a player’s selective attention. The athlete with low trait anxiety can handle higher levels of pressure because of the decreased probability of engaging in such personal catastrophizing. ▶ ▶State anxiety is the actual experience of apprehension and uncontrolled arousal. Trait anxiety is a personality characteristic, which represents a latent disposition to perceive situations as threatening. In a nonanxious state, arousal is under the control of the athlete; it can be elevated or lowered as needed. The athlete who is psychologically well prepared knows the appropriate zone for optimal performance and can manage it accordingly. In an anxious state, arousal is relatively uncontrolled. Typically, arousal is too high during periods of ineffective state anxiety; the skeletal muscles are tense, the heart is racing, and negative thoughts intrude. This lack of physical and psychologi- cal efficiency is typically initiated by uncertainty about a present or anticipated event. At least three important factors are usually present: •\t A high degree of ego involvement, in which the athlete may perceive a threat to self-esteem •\t A perceived discrepancy between one’s ability and the demands for athletic success •\t A fear of the consequences of failure (such as a loss of approval from teammates, coach, family, or peers) Because these constructs of anxiety and arousal are com- plex and interrelated, figure 8.1 provides a summary of the interrelationships of arousal, state anxiety, and trait anxiety, and anxiety cognitive and somatic components."
    },
    {
        "heading": "Stress",
        "content": "Stress is defined as a substantial imbalance between demand (physical, psychological, or both) and response capability, under conditions in which failure to meet that demand has important consequences (31). A stressor is an environmental or cognitive event that precipitates stress (i.e., the stress response). Stress can be described as a negative (distress) or a positive (eustress) state. Both of these generate arousal, but only when the per- ception of the stressor is negative—distress—does it also generate anxiety. Therefore, distress comprises cognitive and somatic anxiety, whereas eustress comprises positive mental energy and physiological arousal."
    },
    {
        "heading": "Influence of Arousal",
        "content": "and Anxiety on Performance Once an understanding of the general concepts of arousal, anxiety, and stress is attained, the next step lies in deconstructing how these emotional elements influence performance. Why does arousal affect one athlete beneficially and another detrimentally? This section examines a number of theories and models that attempt to explain this relationship between arousal and performance. It begins with the simplest construct— Hull’s (35) drive theory—and builds on it with Yerkes and Dodson’s (50) inverted-U theory, describing the mediating influences of skill level, task complexity, and personality. Other related theories that further explain this relationship are outlined, including Hanin’s (12) individual zones of optimal functioning (IZOF), Fazey and Hardy’s (13) catastrophe theory, and finally, Kerr’s (17) reversal theory."
    },
    {
        "heading": "When researchers first started examining the relation-",
        "content": "ship between arousal and performance, it was thought to follow a direct and linear progression. Hull’s drive theory (35) proposes that as an individual’s arousal or state anxiety increases, so too does performance. Thus, the more psyched up athletes become, the better they perform. This may hold true as an athlete progresses from relatively low levels of arousal to somewhat higher amounts; but most would recognize that more arousal is not always better, as performers can clearly be too “pumped up” to perform well. Depending on the skill and experience levels of the performer, the complexity of the activity, or both, more arousal may be beneficial, but it can in fact also be detrimental. When people perform well-learned or simple skills, a higher level of arousal can benefit performance. However, the more complex a given skill becomes, or the less experience an athlete has with that skill, the more arousal can produce catastrophic performance outcomes (40)."
    },
    {
        "heading": "Skill Level",
        "content": "An athlete’s skill level can increase the latitude of optimal arousal; that is, the more skill an athlete has developed, the better he or she can perform during states of less-than or greater-than-optimal arousal (40). In the beginning stages of learning a skill, the athlete is in a stage of analysis or cognition (9). This means that he or she has to think about actions. For example, a novice basketball player has to be conscious of the ball while dribbling and needs to devote some attention to the task. At a given level of arousal, worrisome thoughts compete with an attentional capacity already filled by details of motor performance (i.e., dribbling). If a new situation suddenly develops, the novice’s mind is already occu- pied, and he or she may not see it. The optimal arousal point is lower for less skilled ath- letes than for more advanced players. Therefore, coaches should lower arousal and decrease the decision-making responsibilities of developing or unseasoned athletes (players who are skilled but lack competitive experience) and have them focus on simple assignments to prevent attentional overload. In coaching Olympic-style lifters during an important meet, instructions to novice com- petitors should be simple, clear, and direct. When they experience success, the derived self-confidence may reduce negative self-talk and the sense of uncertainty that typically characterizes such performers."
    },
    {
        "heading": "Task Complexity",
        "content": "A second factor that influences the appropriate level of arousal to achieve optimal performance is task"
    },
    {
        "heading": "Moment-to-moment changes in feelings of",
        "content": "nervousness, worry, and apprehension associated with arousal of the body"
    },
    {
        "heading": "A general physiological and psychological",
        "content": "activation of the organism that varies on a continuum from deep sleep to intense excitement"
    },
    {
        "heading": "An acquired disposition that predisposes a",
        "content": "person to perceive a wide range of objectively nondangerous circumstances as threatening and to respond to these with disproportionate state anxiety levels"
    },
    {
        "heading": "Moment-to-moment",
        "content": "changes in worries and negative thoughts"
    },
    {
        "heading": "Moment-to-moment",
        "content": "changes in perceived physiological arousal"
    },
    {
        "heading": "Cognitive",
        "content": "state anxiety"
    },
    {
        "heading": "Somatic",
        "content": "state anxiety Figure 8.1  The interrelationships of arousal, trait anxiety, and state anxiety. Reprinted, by permission, from Weinberg and Gould, 2015 (40)."
    },
    {
        "heading": "Complex",
        "content": "sport skill"
    },
    {
        "heading": "Simple",
        "content": "sport skill"
    },
    {
        "heading": "Low skill and",
        "content": "competitive experience"
    },
    {
        "heading": "High skill and",
        "content": "competitive experience"
    },
    {
        "heading": "Low",
        "content": "complexity (26). Most athletic skills are exceedingly complex from a biomechanical perspective, but the more concerning complexity relates to conscious decision making. For example, running is a very complex task in terms of motor control and functional anatomy, but ath- letes fortunately do not have to devote much conscious attention to the coordinated action. In fact, the action can become altered and inefficient if they think about it too much, because they change the neural sequences for movement initiation. From an attentional perspective, simple or well-learned skills are less affected by a high degree of arousal because they have few task-relevant cues to monitor (40). Fortunately, then, physiological arousal, which typically accompanies emotional arousal, may be beneficial. However, the situation is dramatically reversed for skills that necessitate conscious decision- making effort, such as those required by a goalie in soccer or a baseball catcher who is facing a critical, bases-loaded pitch. In these instances, arousal must be kept relatively low because of the need to maintain a wider focus so as to recognize relevant attentional cues."
    },
    {
        "heading": "Inverted-U Theory",
        "content": "Building on the basic relationship outlined in drive theory, Yerkes and Dodson (50) proposed one of the major tenets of the arousal–performance relationship— the inverted-U theory. Basically, this theory states that arousal facilitates performance up to an optimal level, beyond which further increases in arousal are associated with reduced performance. Figure 8.2 graphically shows this relationship. Most coaches and athletes intuitively accept this hypothesis, as they have all experienced poor performance when feeling flat or underaroused, as well as when they feel too “amped up” or “out of Figure 8.2  Inverted-U theory and its modifications. Reprinted, by permission, from Hatfield and Walford, 1987 (14)."
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "control.” The inverted-U concept helps coaches and athletes understand why arousal affects performance and enables them to gain greater control over the appropriate level of arousal for a given athlete within a given sport. It should be noted, however, that the generic shape of the curve in this relationship has been criticized, given our understanding of the individual influences of skill, ability, experience, and task complexity as described previously (11)."
    },
    {
        "heading": "Functioning Theory",
        "content": "Hanin (12) noted the interactions of individual factors that affect optimal arousal for performance and devel- oped the individual zones of optimal functioning theory. Dr. Hanin holds that different people, in different types of performances, perform best with very different levels of arousal. This theory differs from the inverted-U hypothesis in two ways: (1) Ideal performance does not seem to always occur at the midpoint of the arousal con- tinuum, and (2) rather than there being a single defined arousal point at which optimal performance occurs, this best performance can occur within a small range, or bandwidth, of arousal level. Further, Hanin proposed that there are positive and negative emotions (e.g., excited, nervous) that can generate enhanced performance, just as there are positive and negative emotions (e.g., comfortable, annoyed) that can debilitate performance. This proposal is important because it recognizes that any specific emotion can be positively perceived by one athlete but negatively perceived by another. In practice, then, athletes can retrospectively recall the arousal associated with several of their performances that differed in quality. They can then monitor emotions and arousal levels before an important match and make adjustments to increase the chances of falling into this individual ideal zone."
    },
    {
        "heading": "Catastrophe Theory",
        "content": "According to Hardy (13), assessment of the cognitive and somatic dimensions of arousal can sharpen the ability to predict (and therefore control) their impact on perfor- mance. Earlier assumptions associated with the invert- ed-U theory held that increases in arousal beyond the optimal level resulted in gradual, proportionate declines in performance. However, common observation tells us that this is not always the case—an athlete may suffer a severe and catastrophic decline rather than a gradual quadratic or curvilinear decline in performance, and restoring a degree of calm does not necessarily bring a return to the level of performance exhibited before the decline. In this model, the catastrophe theory, somatic arousal has a curvilinear, inverted-U relationship to athletic performance, whereas cognitive anxiety shows a steady negative relationship to performance. When increases in physiological arousal occur in the pres- ence of cognitive anxiety, a sudden drop—rather than a gradual decline—in performance occurs. The practical implication of this theory is that the arousal constructs need to be more clearly delineated as cognitive anxiety, physiological arousal, somatic anxiety, or some combi- nation of these."
    },
    {
        "heading": "Reversal Theory",
        "content": "Kerr’s (17) interpretation of reversal theory posits that the way in which arousal and anxiety affect performance depends on the individual’s interpretation of that arousal. Essentially, one athlete might interpret high levels of arousal as excitement and indicative of performance readiness, while another athlete, experiencing the same emotion at the same arousal level, would interpret that feeling as unpleasant and reflective of a lack of confidence. This idea implies that athletes have within their power the ability to reverse their interpretation of their own arousal; instead of perceiving high arousal as scary and worrisome, they can choose to reverse their perception and interpret the arousal as reflecting excite- ment and anticipation. This theory is important because it emphasizes that one’s interpretation of arousal, and not just its amount, is significant. Further, it shows that the way in which arousal and anxiety influence perfor- mance—whether they are beneficial or detrimental to performance—is within the control of the individual."
    },
    {
        "heading": "Motivation",
        "content": "As mentioned earlier in this chapter, motivation is a primary psychological factor in the acquisition and effective performance of motor skills. Motivation can be defined as the intensity and direction of effort (40). Selected aspects of motivational phenomena are highlighted in the following sections. We first discuss intrinsic and extrinsic motivation, which greatly influ- ence the athlete’s desire to train and compete. Then we discuss achievement motivation, which helps to explain individual differences in competitiveness. Finally, pos- itive and negative reinforcement are explained as they apply to skill learning and performance."
    },
    {
        "heading": "Intrinsic and Extrinsic Motivation",
        "content": "Intrinsic motivation is important for any athlete. Deci (7) defined this construct as a desire to be competent and self-determining. With intrinsic motivation, ath- letes are driven because of their love of the game and the inherent reward they feel from participation. This is motivation that comes from within the athlete and is exhibited regardless of the existence of material reward or punishment. Intrinsically motivated athletes focus on the enjoyment or fun they experience in the activity and generally desire to learn and improve because of this love for the behavior in and of itself (40). How can such a desirable state be maintained or encouraged? The answer lies in Deci’s (7) definition, which stresses success (competence) and “pulling one’s own strings” (self-determination). Appropriate goals, especially process or performance goals, can increase perceived competence. Additionally, giving the athlete some latitude in decision making increases perceived self-determination (7). Although authoritarian behavior is sometimes warranted in sport, in that clear directives are needed in a stressful and competitive environment, a total lack of delegated responsibilities could result in a loss of initiative and drive in athletes (40)."
    },
    {
        "heading": "In opposition, extrinsic motivation is motivation that",
        "content": "comes from some external as opposed to internal source. Numerous examples of this exist, as it is founded on an individualized reward construct; examples of more common extrinsic rewards in sport settings include awards, trophies, praise from coaches and teammates, social approval, and fear of punishment. It should be noted that athletes are rarely completely intrinsically or extrinsically motivated; rather, they exhibit varying degrees along this motivation continuum depending on the activity, their perceptions of competence, the level of importance the activity has, and a host of other variables (5, 7, 23, 40, 42)."
    },
    {
        "heading": "Achievement Motivation",
        "content": "Within the general construct of motivation lies a more specifically targeted type called achievement motiva- tion, which refers to a person’s efforts to master a task, achieve excellence, overcome obstacles, and engage in competition or social comparison. All things being equal between two athletes, whoever is higher in achievement motivation will be the better athlete because he or she has a greater appetite for competition."
    },
    {
        "heading": "McClelland and colleagues (23) theorized that all",
        "content": "people have opposing personality traits within them- selves: the motive to achieve success (MAS) and the motive to avoid failure (MAF). The MAS relates to the capacity to experience pride in one’s accomplishments and is characterized by a desire to challenge oneself and evaluate one’s abilities. On the other hand, the MAF relates to the desire to protect one’s ego and self-esteem. Despite its name, however, MAF is not really about avoiding failure itself. It is more about avoiding the perception of shame that accompanies the failure."
    },
    {
        "heading": "Generally, MAS-dominated athletes are most",
        "content": "intrigued by situations that are either uncertain or challenging, with an approximate 50% probability of success (40). This creates opportunities to assess one’s abilities. On the other hand, MAF-dominated players are more comfortable in situations in which it is either very easy to achieve success (thereby avoiding shame) or so extremely difficult that there would be no expectation of winning (again, eliminating the likelihood of feeling shame) (40). At higher levels of sport involvement, it is unlikely that athletes would be dominated by MAF, but they would certainly show degrees or a range of compet- itiveness. Confronted by a very challenging goal, such as gaining a significant amount of lean muscle weight during the hypertrophy phase of a periodized cycle, the"
    },
    {
        "heading": "MAF-dominated individual might reduce effort because",
        "content": "he or she fears failure and the threat to self-esteem (and might also claim that the goal is unrealistic), whereas the MAS-dominated individual might heighten effort in response to the challenge and not perceive any threat."
    },
    {
        "heading": "Motivational Aspects of Skill Learning",
        "content": "(Self-Controlled Practice) In addition to providing the individual with information for skill acquisition, practice, instructions, and feedback can also act as motivational factors for enhancing perfor- mance. Practice schedules that address the fundamental psychological needs of autonomy, competence, and social relatedness can influence motivation (47). Of recent interest in the motor learning literature is the role of self-controlled practice in enhancing motivation, performance, and skill learning. Self-controlled practice involves the athlete in decisions related to the practice structure, including when to receive feedback or which skill to practice; it also involves simply asking athletes how they believe they are doing (4-6, 47). This promotes a more active involvement in the practice session and can enhance feelings of competence and autonomy (5, 6). As a result of this heightened motivation, performance and learning improve (5, 6). Engaging the athletes in some decisions related to the practice schedule is an easy yet effective way to have them assist themselves in reaching their sport performance goals. The concepts of instruc- tions, feedback, and practice schedules are discussed in greater depth later in this chapter."
    },
    {
        "heading": "Positive and Negative Reinforcement",
        "content": "in Coaching Coaches can also benefit from understanding the con- cepts of positive and negative reinforcement and positive and negative punishment as they relate to motivation (22). Positive reinforcement is the act of increasing the probability of occurrence of a given behavior (a target behavior, such as correct footwork in basketball, is termed an operant) by following it with a positive action, object, or event such as praise, decals on the"
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "helmet, or prizes and awards. Negative reinforcement also increases the probability of occurrence of a given operant, but it is accomplished through the removal of an act, object, or event that is typically aversive. For example, if the team showed great hustle in practice (i.e., the operant is enthusiasm and hustle), then the coach could announce that no wind sprints would be required at the session’s end. This coaching reinforcement style focuses attention on what the athlete is doing correctly. Punishment, on the other hand, is designed to decrease the occurrence of a given operant, that is, negative behaviors such as mistakes or a lack of effort. Positive punishment is the presentation of an act, object, or event following a behavior that could decrease the behavior’s occurrence. An example is reprimanding a player after a mistake or making an athlete do push-ups or sprints after a fumble. Negative punishment, or the removal of something valued, could take the form of revoking privileges or playing time, as in benching. Although coaches use a mixture of both reward and punishment, reinforcement (i.e., reward), or a positive approach, is arguably better because it focuses on what athletes should do and what they did right (termed spe- cific positive feedback). Reinforcement (both positive and negative) increases task-relevant focus rather than worry focus. A task-relevant focus facilitates reaction time and decision making. With reinforcement, athletes also build long-term memories of success, self-esteem, self-efficacy, and confidence. Successful experiences more likely color the athlete’s view of competition as desirable and as an opportunity to perform. Of course, coaches may punish unwarranted lack of effort, but it seems ineffective to punish athletes for mistakes if they are making the effort to perform correctly."
    },
    {
        "heading": "Attention and Focus",
        "content": "The athlete’s ability to focus can be better understood through the construct of attention. Attention is defined as the processing of both environmental and internal cues that come to awareness. A performer’s conscious attention is continuously bombarded with a variety of external stimuli and internal thoughts to which it can be directed. The ability to inhibit awareness of some stimuli in order to process others is termed selective attention, and it suppresses task-irrelevant cues (e.g., people on the sidelines, planes flying over the stadium) in order to process the task-relevant cues in the limited attentional space. For a baseball pitcher, task-relevant cues might include the hitter’s tendencies and the loca- tions of runners on base. ▶ ▶Selective attention, commonly referred to by athletes as their level of focus, is the suppression of task-irrelevant stimuli and thoughts."
    },
    {
        "heading": "American football coaches often exploit the strate-",
        "content": "gic potential of selective attention of their opponents by calling a time-out just before a field goal attempt. During the time-out, the opposing athlete might selec- tively attend more to task-irrelevant thoughts of self- doubt and the potential for failure, rather than the more beneficial thoughts of self-reassurance or a focus on minor instructional cues. Placekickers can deal with this anxiety and attentional challenge by adopting a ritual or a mental checklist, commonly referred to as a routine, that consciously directs thoughts to task-relevant and controllable concerns (e.g., breathing, checking the turf, and stretching the hamstrings)."
    },
    {
        "heading": "The important underlying principle is that thinking",
        "content": "one set of thoughts actively precludes attending to other worrisome thoughts because of the limited capacity of working memory. This human shortcoming can be used to advantage. Before a lifting performance, for exam- ple, the athlete might use key phrases to focus on the task-relevant cues associated with the lift, such as foot placement, back position, point of visual focus, and knee angle during a squat. This strategy can reduce distrac- tions, which often deter optimal effort. Such focusing strategies can promote mental consistency during the preparatory state, which in turn can promote physical consistency—the hallmark of a skilled athlete. It is also important to note that the ability to focus attention on task-relevant cues and to control distraction is a skill that can be learned and that improves with increased experience. According to Fitts and Posner’s (9) classic theory, the athlete progresses through three How Should Positive and Negative Reinforcement Be Applied? •\t Coaches should generally subscribe to a reinforcement strategy to assist athletes in focusing on what they do correctly. •\t Punishment should be used sparingly, as it increases the likelihood that athletes will focus on what they are doing incorrectly. •\t Under conditions that promote a narrow focus of attention, positive reinforcement aids a focus on task-rel- evant cues, while punishment floods attentional capacity with a predominance of task-irrelevant cues. stages when learning new motor skills. The first stage, termed the cognitive stage, is characterized by effortful and conscious regulation of the movement. That is, the athlete has to think about the details of the task. During the second stage, the associative stage, the athlete must focus on the task but is less concerned with the details of the movement. Finally, the athlete achieves the stage of automaticity, during which the mind is relaxed and the skill is executed automatically without thinking."
    },
    {
        "heading": "Assuming proper instruction and coaching, the relaxed",
        "content": "mind focuses only on what is relevant to the task at that moment and, at the same time, automatically filters out all irrelevant cues. Attaining automaticity of action and the clarity of thought that often accompanies it is a goal for many athletes."
    },
    {
        "heading": "Attentional Styles",
        "content": "Nideffer (25) formulated an important concept in sport psychology when he theorized that individuals tend to experience shifting categories of attentional styles during performance. These categories are characterized by two dimensions: direction (internal-external) and width (broad-narrow). The first dimension refers to an introspective versus an externally oriented perspective, whereas the second dimension refers to an integrative (expansive) versus a highly selective orientation. These dimensions each occur on overlapping continuums, creating four “quadrants” of attentional focus: (1) broad external, in which the athlete assesses the situation by looking at the environment and various elements within it; (2) broad internal, in which the athlete processes information and develops a strategy; (3) narrow internal, in which the athlete mentally rehearses the upcoming action; and (4) narrow external, in which the athlete spe- cifically focuses on one or two external cues to generate action. These constructs and their relationships to each other can be seen in figure 8.3."
    },
    {
        "heading": "Understanding attentional styles can improve coach-",
        "content": "ing effectiveness. For example, a player who tends to become overloaded with external stimuli might be coached to focus on one important cue, such as an opponent’s footwork. Athletes who seem to get lost in their own head could practice describing out loud, to a coach, what they are feeling during a lunge. Without such coaching, these players would likely attend to inappropriate cues and react too slowly."
    },
    {
        "heading": "Psychological Techniques",
        "content": "for Improved Performance Improving one’s use of mental skills can enhance per- formance on sporting courts and in training rooms and on practice fields; it can also transfer over into better performance in all areas of life. Business or work, aca- demic, and even general social interaction in any domain can be improved with a little attention to building up mental skills. These psychological skills are quite simi- lar to physical, technical, and tactical skills in that they can be taught and learned and must be practiced on a regular basis if they are to generate long-term behavioral change. This next section introduces several of these psychological skills that can be integrated into training to improve overall performance."
    },
    {
        "heading": "Elevated Arousal and Anxiety",
        "content": "Several techniques can be used to help athletes manage their psychological processes through relaxation. Relax- ation techniques are designed to reduce physiological arousal and increase task-relevant focus. These tech- niques are important when people are executing complex tasks or practicing new ones, when they are dealing with pressure situations, or when deliberate focus is necessary."
    },
    {
        "heading": "Diaphragmatic Breathing",
        "content": "One simple technique for reaching a higher level of phys- ical and mental relaxation is diaphragmatic breathing (39). Referred to as belly breathing, this form of breath- ing is a basic stress management technique and a pre- cursor to virtually all other mental training techniques. It focuses attention on the process of breathing to clear the mind and therefore increase concentration. During any mental training exercise, athletes should attempt to engage in deep, rhythmic breathing in a relaxed, natural manner. Physiologically, this form of breathing has a major influence on heart rate and muscle tension due to feedback mechanisms that link the respiratory and cardiac control centers in the brain stem. The relatively deep inspiration, followed by a controlled expiration, alters autonomic nervous system (ANS) balance so that"
    },
    {
        "heading": "External",
        "content": "Figure 8.3  Four quadrants of attentional focus. Adapted from Nideffer, 1976 (25)."
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "increased vagal tone or parasympathetic activity can occur (28). The parasympathetic branch of the ANS promotes the effect opposite the sympathetic-mediated fight-or-flight response. Thus, rhythmic breathing can decrease neural stimulation of both the skeletal muscles and organs (e.g., heart, lungs, liver), resulting in a sense of deep relaxation."
    },
    {
        "heading": "Diaphragmatic breathing requires that attention be",
        "content": "directed to the abdominal region. It is best to get famil- iar with this starting from a standing position so that breathing is not inhibited. The athlete should let the arms hang loosely and concentrate on relaxing, partic- ularly in the neck and shoulder region, by first taking a couple of deep breaths. Next, the athlete should relax the abdominal muscles so that they appear flaccid. The initiation of each breath should occur simultaneously with the relaxed protrusion of the abdominal muscles; placing a hand on the abdomen gives feedback to ensure that the abdomen protrudes with the initiation of each breath. With each breath the abdomen should become naturally distended. When this portion of the technique is performed properly, the diaphragm (a muscle at the base of the lungs) contracts and drops, allowing a deeper breath to occur. This is the first stage of taking a maximal inhalation. The entire process of inhalation takes place in three different areas and stages: the lower abdomen, the midchest, and finally the upper chest. Diaphragmatic breathing can be combined with more dynamic muscular relaxation techniques like progressive muscular relax- ation and autogenic training."
    },
    {
        "heading": "Progressive Muscular Relaxation",
        "content": "To achieve an appropriate level of cognitive and somatic activation before performance, athletes may employ progressive muscle relaxation (PMR) (15). Progressive muscle relaxation is a technique by which psycholog- ical and physical arousal are self-regulated through the control of skeletal muscle tension. In essence, by going through a series of alternating muscular tensing and relaxing phases, the athlete learns to become aware of somatic tension and thereby control it. The hope is that a relaxed body will promote a relaxed mind."
    },
    {
        "heading": "These tensing and relaxing cycles progress from",
        "content": "one muscle group to the next until all muscle groups are optimally relaxed. Each cycle involves maximally tensing each muscle for a short period of time (10-15 seconds), followed by a conscious attempt to relax that muscle completely, before moving on to the next muscle group. With practice, an athlete learns to rapidly discern the difference between a tense muscle and a relaxed one and then actively take steps to generate the needed muscular relaxation. In many cases, a positive side effect of the reduced muscle tension is an increase in smooth, fluid, or effi- cient movement as well as an increased range of motion around the joint. This can be an effective self-regulation technique for some athletes before practice or compe- tition, or even during an intense moment in a given contest. However, it should be noted that when athletes first begin using PMR, there can be a period of lethargy following use. Therefore, athletes should practice this technique in the days leading up to competition (rather than on the day of) to determine its individual impact."
    },
    {
        "heading": "Autogenic Training",
        "content": "For athletes who are injured or who for some reason find it uncomfortable or impractical to experience high muscular tension levels, the PMR cycle for each muscle group can be replaced with an attentional state that simply focuses on the sense of warmth and heaviness for a particular limb or muscle group. This kind of technique, referred to as autogenic training, consists of a series of exercises designed to produce physical sensations in the body—generally warmth and heaviness (40). Because autogenic training eliminates the need for uncomfortable levels of muscle tension in the contraction–relaxation cycles, older athletes or athletes in rehabilitation from injury may find this an attractive alternative to PMR. ▶ ▶Relaxation techniques are designed to reduce physiological arousal and increase task-relevant focus. These techniques are of extreme importance when one is executing complex or novel tasks or performing in high-pressure situations."
    },
    {
        "heading": "Systematic Desensitization",
        "content": "Sometimes fears are learned by association of previously neutral stimuli with a stressful event. For example, an adult nonswimmer who experienced a threatening event in the water as a child may avoid activities around water because of a learned association. This individual may become fearful and therefore tense doing basic resistance or stretching exercises in a pool, even ones that require no swimming skill. This example illustrates the impor- tance of understanding exercise science. For example, the aquatic environment is a great aid in enhancing flex- ibility. To benefit maximally from a stretching program, however, a participant must learn to fully relax. If the purpose of the pool session is to enhance flexibility, the inability of a nonswimmer to relax in the environment could easily prevent gains in flexibility. One technique that helps an athlete initially confront or reduce fear is systematic desensitization (SD) (45)."
    },
    {
        "heading": "Systematic desensitization combines mental and phys-",
        "content": "ical techniques that allow an athlete to replace a fear response to various cues with a relaxation response."
    },
    {
        "heading": "Like cognitive–affective stress management training",
        "content": "(SMT) and stress inoculation training (SIT), system- atic desensitization teaches the athlete to use a specific relaxation skill-based coping response to control for cognitive arousal (40). This adaptive, learned replace- ment process, the principle behind SD, is called counter- conditioning. To practice the technique, an athlete should be rea- sonably skilled at both PMR and mental imagery. The athlete should construct a hierarchy, or progression, of events and situations that he or she specifically perceives as fearful. For example, a competitive gymnast who suffered a serious injury on the balance beam may list a series of fearful scenes, proceeding from warming up before the event to the actual movement that precipitated the injury. In a relaxed setting the athlete visualizes the first scene and experiences a mild degree of anxiety. At the same time, diaphragmatic breathing, PMR, or another physical relaxation technique is instituted, and a strong relaxation response theoretically should overcome the relatively weak fight-or-flight syndrome. This technique is practiced until the athlete can hold the image clearly while maintaining a relaxed state. The athlete progresses through the hierarchy, experiencing conditioned fear in small, manageable doses that are overcome by the relaxation achieved with the relaxation technique. This procedure prevents cognitive avoidance and counter- conditions a new response (relaxation) to the formerly fear-inducing stimuli (40)."
    },
    {
        "heading": "Imagery",
        "content": "Imagery can be defined as a cognitive skill in which the athlete creates or recreates an experience in his or her mind (40). Ideally, for athletes, it uses all the senses to create a mental experience of an athletic performance. The athlete simulates reality by mentally rehearsing a movement, imagining visual, auditory, kinesthetic, olfac- tory, and even gustatory (taste) cues. Feltz and Landers (8) provided convincing evidence for the effectiveness of mental imagery in the enhancement of sport skill based on a meta-analytic review of the literature. During the initial stages of using imagery, the athlete may start with a relatively simple, somewhat familiar visual"
    },
    {
        "heading": "How Should Athletes Use Arousal Control Techniques?",
        "content": "•\t An athlete should employ arousal reduction techniques when performing a new skill or one that is complex, or when performing in high-pressure situations. •\t Athletes should employ arousal enhancement techniques when executing simple skills, ones that are well learned, or in situations of minimal pressure. •\t The purpose of employing such techniques is to allow the athlete to perform with an unburdened mind while matching his or her mental and physical intensity to the demands of the task. image. This helps successful practice of the technique. As with learning any skill by proceeding from simple to complex, the person starts with static images, such as visualizing a golf ball or mentally examining the visual characteristics of a tennis racket. The vividness or detail of the image should become clearer and clearer with continued practice. Some people have a natural talent for achieving image clarity, but everyone can improve with repeated practice. The perspective of the image can be internal (first person) or external (third person). Although the research literature is unclear as to whether one is superior, it seems that an image that is more engaging and natural to the athlete would be most appropriate. Of course, the internal, first-person perspective seems more specific to skill execution, inasmuch as the actual task is performed with such an orientation. However, as many athletes are familiar with reviewing film or recordings of their per- formances, an external perspective may also feel natural."
    },
    {
        "heading": "After the athlete successfully visualizes a stationary",
        "content": "object with vivid detail, he or she may start to move the object or begin to “walk around” it in the mind, viewing it from a number of different perspectives. For an image such as a basketball, the athlete may attempt to bounce the ball and feel it against the fingertips. In this manner, the athlete increases complexity by controlling the image or moving it with control (e.g., bouncing the ball) and by bringing a multisensory perspective to bear (i.e., using tactile or kinesthetic as well as visual sensation)."
    },
    {
        "heading": "Rehearsing successful execution of a skill during",
        "content": "imagined competitive conditions can provide the sub- conscious mind with positive memories, thus increasing the athlete’s sense of confidence and preparedness for the particular sport. Of course, mental imaging is not as powerful a determinant of self-efficacy as actual success, but it does offer two potentially potent ingre- dients. First, successful performance is entirely under the control of the athlete during imaging, whereas a degree of uncertainty about the outcome is inherent in reality. In imagery the athlete has a great opportunity to “experience” success. We believe that athletes should be realistic in the kinds of success they imagine; that is, the mental images should be personally challenging yet within the realm of possibility. Second, the athlete can"
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "“experience” competition repeatedly, fostering a sense of familiarity and preparedness. For some athletes, the months of preparation for a season of play—involving off-season, preseason, and in-season conditioning and skill development—may lead to only a few minutes of actual competitive experience. Even for the starters in team sports, actual competitive experience may be extremely small relative to physical practice time. Mental imagery, however, allows the athlete to get used to this uncertain environment over longer periods of time despite minimal real-world com- petitive opportunity."
    },
    {
        "heading": "Self-Efficacy",
        "content": "Of course, one of the main objectives for applied sport psychology is generating a psychological perspective that improves performance, and it has been argued that perceived self-confidence, or self-efficacy (1), is a better predictor of task execution than either arousal or anxiety. Self-confidence is the belief that one can successfully perform a desired behavior (40), while self-efficacy, a situationally specific form of self-confidence, is the perception of one’s ability to perform a given task in a specific situation (1). Someone who is highly self-effi- cacious does not doubt his or her ability to succeed at a given task, even when failure is experienced. According to Bandura’s theory (1), a person’s self-ef- ficacy derives from a number of sources: •\t Performance accomplishments—past experiences of success or failure •\t Vicarious experiences—watching others (mod- eling) •\t Verbal persuasion—encouragement from self or others •\t Imaginal experience—using imagery to see one- self perform •\t Physiological states—perception of arousal as facilitative or debilitative •\t Emotional states—affect or mood These sources translate well into sport and training environments and can be influenced by the coaches as well as the athlete themselves. It is thought that if an athlete has the necessary skill set and an acceptable level of motivation, then the resulting performance is largely determined by self-ef- ficacy (1). Skill alone is not enough to ensure effective performance—athletes have to want to perform well and need to believe they can be successful in their endeav- ors. Furthermore, individuals’ level of self-efficacy influences the choices made—whether toward certain activities that they feel confident about, or away from those about which confidence is lacking. Similarly, this construct additionally influences level of overall effort as well as persistence in the face of obstacles, as those who believe in themselves generally work harder and are more determined to attain the desired outcome than those without the necessary levels of self-efficacy (40). Clearly, the perception of one’s ability to successfully perform the tasks of sport or training has a direct impact on the actual performance. ▶ ▶Self-efficacy influences people’s choice of activity, their level of effort in that activity, and how much persistence they will have in the face of challenging obstacles."
    },
    {
        "heading": "A technique frequently used to enhance self-efficacy,",
        "content": "aid in directing proper focus, assist in regulating arousal levels, and reinforce motivation is self-talk. Self-talk, or intrapersonal communication, is the inner dialogue we have with ourselves (40). It is what we say to ourselves, either out loud or in our heads, that provides the “sound track” for our behaviors and performances."
    },
    {
        "heading": "Self-talk is generally categorized as positive, neg-",
        "content": "ative, or instructional and can be either spontaneously generated or more purposefully used to generate changes in mood or behaviors (38). Positive self-talk can include utterances or statements that are encouraging (e.g., “Come on!”), motivational (e.g., “I can do this!”), or reinforcing (e.g., “I am ready!”) and generally reflects favorable emotions or feelings. Negative self-talk gen- erally reflects anger, discouragement, doubt, or negative judgment (e.g., “You suck!” “You can’t do this” “What were you thinking?”) Instructional self-talk generally provides specific direction or focus on necessary perfor- mance cues for a particular skill or strategy (e.g., “feet shoulder-width apart,” “Keep your torso erect”)."
    },
    {
        "heading": "Positive and instructionally focused self-talk have",
        "content": "been found to improve performance in laboratory set- tings; however, significant individual and environmental differences may modify these findings in actual perfor- mance settings (38). For example, instructional self-talk can be harmful for expert performers, as relaying specific performance cues may actively interfere with the auto- maticity of the movement. Furthermore, some evidence exists that positive self-talk can result in decreased self-efficacy in some performers (46). Generally, how- ever, negative self-talk is associated with poor perfor- mance, as it directs one’s focus to inappropriate cues, can trigger negative emotional energy, and can decrease confidence. Therefore, in order to employ self-talk most effectively, athletes should begin by examining their current use of self-talk and its effects on performance. Then, an assessment of the most appropriate way to modify their self-talk can be made."
    },
    {
        "heading": "Goal Setting",
        "content": "Not surprisingly, many of the concepts discussed in this chapter can have a direct influence on one another. Self-efficacy is one of these in that it has a significant impact on the types of goals people set for themselves."
    },
    {
        "heading": "Those with higher confidence and efficacy generally",
        "content": "envision, create, and strive to accomplish more chal- lenging goals. Goal setting can be characterized as a process whereby progressively challenging standards of performance are pursued with a defined criterion of task performance that increases the likelihood of perceived success (21). For example, a goal for a swimmer may be to execute a technically correct stroke throughout a sanctioned distance, such as the 50 m freestyle. In the beginning, the swimmer’s skill level might be so low that such a task would seem overwhelming and produce a strong sense of failure and frustration, yet physio- logical testing may show the coach that the athlete has the physical resources to excel at such an event (i.e., the swimmer has a high degree of fast-twitch, or Type II, muscle fibers, exhibits superior muscular power or speed-strength in the upper and lower body, and seems to have a high capacity for anaerobic metabolism). However, the stroke mechanics are inefficient; the athlete is highly aware of this and therefore lacks confidence. First, the coach and athlete can break the skill and con- ditioning units down into manageable components (the traditional whole–part–whole method of learning). Then as the athlete focuses on and masters each component, a sense of progress and success is nurtured, developing more confidence and better motivating the athlete to complete the challenging goal."
    },
    {
        "heading": "Systematic goal setting can simultaneously increase",
        "content": "the psychological development and performance of the athlete (40). A number of reasons explain why goal setting affects performance: •\t Goals direct an athlete’s attention by prioritizing efforts. •\t Goals increase effort because of the contingency of success on goal attainment. •\t Goals increase positive reinforcement through the feedback given to athletes. It seems that the informational nature of thoughtfully derived goals, which increase effort because they are challenging yet attainable, is a powerful ingredient in behavioral change."
    },
    {
        "heading": "Process Goals",
        "content": "An important distinction related to setting goals is the difference between the process versus the outcome (2). Process goals are those over whose achievement the athlete has control. They focus on the actions the indi- vidual must engage in during performance to execute the skill well. If the effort is expended, success occurs with a relatively high degree of probability. Examples of process goals within the skill domain relate to form and technique, although an individually determined time (in the case of a swimmer or track athlete) could also be considered a process goal. An example of a process goal within strength and conditioning is to have the athlete focus on the strategy for weight reduction (e.g., what the athlete must do on a daily basis, such as aerobic activ- ity and dietary modifications) rather than on the actual result (e.g., a loss of weight), thereby increasing a sense of control over actions. With process goals, success is strongly contingent on effort."
    },
    {
        "heading": "Outcome Goals",
        "content": "On the other hand, outcome goals are ones over which the athlete has little control; typically, winning is the primary focus. Outcome goals in sport generally focus on the competitive result of an event, so earning a medal, scoring points, and generating a high ranking would all fall in this category. The accomplishment of outcome goals is contingent not only on individual effort, but also on the efforts and abilities of others—something out of the individual’s personal control. We believe that winning is a sound goal orientation that can surely generate high levels of motivation but that, ironically, an athlete can increase the likelihood of its achievement by having both a process and an outcome goal orientation as opposed to a winning-only attitude. Undue emphasis on winning alone may occupy such a proportion of fixed attentional capacity that it causes narrowing of attentional focus. As such, task-relevant cues are missed, reaction time is slowed, and coordination is diminished by forced movements and compromised automaticity, which alter neuromuscular sequencing—all inhibiting the attainment of the desired goal. Both process and outcome goals can be applied to strength and conditioning settings as well. For example, emphasizing technique during the power clean illus- trates a process orientation, whereas focusing only on completing the set illustrates an outcome orientation. An exception to the general caveat about avoiding outcome goals is the situation in which an athlete is extremely confident and undermatched in competition. He or she may want to focus solely on outcome and a personal best to maximize motivation."
    },
    {
        "heading": "Short-Term Goals",
        "content": "In addition to the process and outcome distinction just discussed, goals can also be categorized as short-term and long-term. Short-term goals are generally those that are directly related to current training or competition and are guidelines that can be attained in a relatively"
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "short time frame. Short-term goals also increase the likelihood of success because, although challenging, they are relatively close to the athlete’s present ability level. They also increase confidence, self-efficacy, and motivation because of the likelihood of success. In this regard, short-term process and outcome goals counteract the boredom and frustration that are potential side effects of long, arduous training regimens."
    },
    {
        "heading": "Long-Term Goals",
        "content": "However, the full meaning of the short-term standards of success is framed by an appropriate long-term goal. Long-term goals are those that overarch the series of linked short-term goals. The attainment of those short- term goals should lead to the accomplishment of the related long-term goal. The athlete may see more rele- vance in everyday practice goals if it is apparent how they help attain the ultimate level of performance. For example, a gymnast who has a long-term goal of winning the floor routine for the national championship during her senior year may be much more intense and positive about weight room conditioning exercises when she perceives their relevance to her dream. An athlete may be more aroused psychologically and physiologically during practice by the perception that today’s activity is another step on the ladder to a personal, long-term dream."
    },
    {
        "heading": "Lastly, the specificity of the goals—whether short-",
        "content": "or long-term—is important in relation to giving the athlete feedback in effective coaching. Feedback, or the knowledge of success and failure, is more effective in the presence of specific, quantifiable goals, as opposed to vague standards of performance. Feedback is a corrective mechanism, like a thermostat or cybernetic device. Both success and failure can help the athlete stay on course toward long-term success. For example, a specific goal of 25 minutes of continuous running in a heart rate range of 160 to 170 beats/min is a much more engaging objec- tive than “going out for a run.” The vague phrasing may be fine for a recreational participant, but it is not helpful for a competitive cross-country runner, especially when the goal is to develop physiological capacity."
    },
    {
        "heading": "Optimal goal setting requires knowledge of the",
        "content": "exercise sciences in both the biophysical and behavioral domains. The efficacy of goals for improving athletic performance lies in their relevance to the physical needs of the athlete. For example, formulating a series of appro- priate goals to enable a 400 m runner to decrease his or her time in the event rests on understanding the physical profile, relevant metabolic pathways, and biomechanical technique to be developed. Of course, some goals may be completely psycholog- ical and therefore only indirectly performance based. An example of such a goal is to adopt a positive mood state for an entire practice. Although such goals demand less biophysical knowledge, they may be profoundly useful in increasing performance because they are goals that an athlete has tremendous control over and can facilitate inhibiting habitual negative self-talk. However, the most comprehensive goal-setting programs encompass sev- eral areas of exercise science in that they might involve goals from any number of subdisciplines, including physiological, metabolic, biomechanical, nutrition, and psychological. This requirement uniquely distinguishes sport psychology from other behavioral sciences."
    },
    {
        "heading": "A comprehensive understanding of the impact and",
        "content": "value of sport psychology on athletic performance is not complete without a working knowledge of the overlap of motor skill acquisition and learning topics."
    },
    {
        "heading": "The integration of this significantly related behavioral",
        "content": "science will improve both the athletes’ performance and the ability of those who coach them. Selected techniques to enhance motor skill learning are discussed in the next sections, including those pertaining to practice schedule, instructions, and feedback. While research demonstrates favorable outcomes for particular techniques, it is important to consider the uniqueness of the athlete, the task, and the environment. What may facilitate learning for one athlete may have a different effect on another. The following sections can thus serve as a basic guide that can be tailored to the needs of the athlete, the task, and the environment."
    },
    {
        "heading": "Before considering techniques to enhance motor skill",
        "content": "learning, it is important to recognize the learning–"
    },
    {
        "heading": "Guidelines for Using Goal Setting",
        "content": "•\t Long-term goals and short-term goals are interdependent. •\t Long-term goals provide a sense of meaningfulness and direction for pursuing short-term goals. •\t The attainment of short-term goals provides a hierarchical sense of mastery and success that builds self-confi- dence. •\t Athletes should define process goals to focus on elements of their performance over which they have control. performance distinction. Learning is a process that results in a relatively permanent change in the capability for a motor skill (30). Performance is the execution of the skill in the current environment (16). As has been discussed throughout this chapter, performance can be affected by arousal, motivation, and numerous other factors and therefore may not be indicative of the skill capabilities of the individual (3). While the techniques discussed here will facilitate skill learning of the individ- ual, some might actually lead to performance decrements during the practice session. It is imperative to recognize this possibility and not to assume that an athlete’s per- formance during a given practice session reflects his or her learning of the given skill."
    },
    {
        "heading": "Practice Schedule",
        "content": "Practice is essential for motor skill learning. More importantly, challenging practice enables motor skill acquisition; mere repetitions alone are not enough to change behavior (27). One of the many ways to facilitate skill learning is through the manipulation of the practice structure and schedule."
    },
    {
        "heading": "Whole Versus Part Practice",
        "content": "With respect to teaching a complex motor skill, there is debate about the effectiveness of whole versus part practice. Whole practice addresses the skill in its entirety, whereas part practice separates the skill into a series of subcomponents. As a general rule, tasks that are challenging but have low interrelatedness of the subcomponents are learned better with part practice (24). For example, the snatch is a skilled power movement that can be broken down into four subcomponents: the first pull, transition, second pull, and catch. On the other hand, whole practice would tend to be favored for a task with subcomponents that are highly interrelated, as part practice can inhibit the effective regrouping of the subcomponents (24). In the instance of a lunge, it would be ineffective to separate the movements of the front leg from the movements of the lead leg, because these two components are highly interrelated. Therefore, a lunge would be better learned as a whole. Regardless of the task interrelatedness, in instances in which the skill may be dangerous or costly to learn as a whole, part practice is the favored choice. If part practice is to be used, there are numerous ways to separate a task into subcomponents. Segmentation breaks down the task into a series of subcomponents that have clear breaks between them (41). For example, as mentioned previously, the snatch can be broken down into the first pull, the transition, the second pull, and the catch. Fractionalization breaks the tasks into subcom- ponents that occur simultaneously (41). In performing the push press, the athlete practices the press motion of the arms and the push motion of the legs independently. Simplification adjusts the difficulty of the tasks by changing task characteristics such as the execution speed or the equipment used (41). In the snatch, the athlete first practices the subcomponents with a PVC pipe. In this instance, both segmentation and fractionalization are used. When teaching the subcomponents of the task, there are multiple methods to integrate the parts back into the whole skill. Pure-part training (also known as the part–whole method) has the athlete practice each subcomponent of the skill multiple times independently. After all components have been practiced, the skill is practiced in its entirety (41). In a snatch, the first pull is practiced, then the transition, followed by the second pull and ending with the catch. After all skills have been practiced multiple times, the snatch is practiced."
    },
    {
        "heading": "Progressive-part training has the athlete practice the",
        "content": "first two parts in isolation before practicing these parts together (41). The athlete then practices the third sub- component before practicing all three parts together. In the snatch, the athlete first practices the first pull and then the transition, then the first pull with the transition. The athlete then practices the second pull before practicing the first pull, transition, and second pull as a combined skill. This progression continues until the whole skill has been reintegrated. Repetitive part training has the athlete practice only the first part in isolation; then each subsequent part is added until the whole task is reintegrated (41). The athlete in this instance would first practice the first pull; then the first pull with the transi- tion; then the first pull, transition, and second pull; and so forth. With use of simplification, characteristics of the task can be added gradually, increasing the difficulty of the task. The choice of sequencing will be dependent on the task and the goals of the given training session."
    },
    {
        "heading": "Random Practice",
        "content": "Traditionally, skills are practiced in a blocked fashion, such that the athlete practices the same skill multiple times before progressing to another skill. In random practice, multiple skills are practiced in a random order during a given practice session. For example, during blocked practice, the athlete performs multiple squat depth jumps before progressing to another skill. In random practice, an athlete may perform a squat depth jump, a depth jump with a lateral movement, a split-squat jump, and a side-to-side push-off in a random order. The athlete continues to repeat these skills in a random order."
    },
    {
        "heading": "While performance on each individual skill initially",
        "content": "declines during random practice, learning is facilitated by this practice design (33). As applied to a sport set- ting, an integration of blocked and random practice (a few repetitive attempts at each skill before proceeding)"
    },
    {
        "heading": "Psychology of Athletic Preparation and Performance",
        "content": "maximizes the benefits of both practice schedules (18). In the instance of the jumps, the athlete would perform a few repetitions of the squat depth jump before moving on to another movement such as the side-to-side push-off."
    },
    {
        "heading": "Similar to random practice, variable practice includes",
        "content": "variations of the same skill within a single practice ses- sion as opposed to specific practice in which a specific skill (i.e., depth jump to second box of a specific height) is repeated multiple times. In variable practice, the ath- lete would practice stepping from and jumping to boxes of varying heights. Similar to random practice, variable practice can impair performance during the practice ses- sion, but can enhance performance on a novel variation of a skill (19) such as the ability to quickly jump to a second box after stepping off a box from an unpracticed height. A combination of specific and variable practice allows the athlete to develop sport-specific skills while also providing the athlete with the flexibility to perform in unfamiliar contexts (19). This flexibility is important to an athlete’s success, as sport requires the athlete to perform in unfamiliar environments (travel games) and to accurately modify a practice skill in response to an opponent. As an example, training to land from and jump to varying heights will allow the athlete to respond in a game and execute the skill in an unfamiliar context."
    },
    {
        "heading": "Observational practice (action observation), or practice",
        "content": "through observation of the task or skill to be performed, has important implications for motor skill learning."
    },
    {
        "heading": "Observational practice frequently uses prerecorded",
        "content": "videos or live demonstrations. The individual executing the observed skill can be a novice or a competent or expert performer. When physical practice is combined with observational practice, learning is enhanced (32). In a strength and conditioning setting, partner work can facilitate learning. As one athlete completes a lift or a drill, the other athlete can observe during his or her rest period and vice versa. Sakadjian and colleagues (29) found that observational practice combined with physi- cal practice facilitated improved power clean technique as compared to physical practice alone. Observational practice can assist athletes in achieving the desired tech- nique, thus maintaining athlete safety and allowing for a more rapid progression to heavier lifting."
    },
    {
        "heading": "Instructions",
        "content": "A coach can facilitate learning by varying the amount of detail provided in the instruction to the athletes’ strongest learning style. Instructional styles can be divided into explicit instructions, guided discovery, and discovery. Explicit instructions include prescriptive information that gives the athlete the “rules” for effec- tively executing the given task. In learning a squat, the athlete receives detailed instructions about the specific body position throughout the movement as well as the type (e.g., flexion-extension) and amount of movement at each of the joints. Guided discovery provides the athlete with instructions about the overall movement goal and important prompts for task accomplishment without explicitly telling the athlete how to accomplish the task. The athlete is told the goal of the squat depth jump and a few key reminders to prevent injury, such as maintaining a neutral spine. This style provides some direction while allowing the athlete to explore relation- ships between the executed movement patterns and the associated movement goal. Finally, discovery instructs the athlete on the overarching goal of the task and the athlete receives little to no direction. In this instance the athlete is just told to squat to a particular depth and is allowed to explore methods to accomplish this task. A discovery instructional style can slow the learning process while explicit instructions can impair perfor- mance in a stressful environment (34). The decreased attentional demands of discovery and guided discovery instructional styles allow athletes to increase their focus on the task-relevant cues related to task execution (49)."
    },
    {
        "heading": "Feedback",
        "content": "Feedback plays a significant role in motor skill acqui- sition by providing the athlete with information about the movement pattern and the associated goal. This information can then be used to make appropriate adjustments to achieve the desired movement pattern and goal. Intrinsic feedback is feedback provided to the athlete by the athlete from the senses—for exam- ple, sensory information about missing a box during a squat box jump. Integration of the sensory information allows the athlete to fine-tune and adjust the movement pattern to produce the desired movement and associated task goal. Augmented feedback is feedback provided to the athlete by either an observer, such as a coach, or technology, such as video or laboratory equipment. After the squat box jump, a coach can tell the athlete that the hips countermovement was too slow, resulting in missing the box. The remainder of this section focuses on augmented feedback. Augmented feedback can be broken down into knowledge of results and knowledge of perfor- mance. Knowledge of results provides the athlete with information about the execution of the task goal. For example, with a T-drill, the coach can tell the athlete how quickly he or she completed the drill. The athlete can also be given normative information about how this time compares with others. Both positive normative feedback and feedback without comparison augment skill learning compared to negative normative feedback (20). Knowledge of performance feedback provides the athlete with information about his or her movement pattern. This can be delivered in the form of video analysis or through the use of specialized laboratory equipment such as a force plate. In the instance of the T-drill, the coach gives the athlete specific information about the movement during the T-test such as body posi- tion during changes of direction. When the task goal is a movement outcome—for example, proper form on a power clean—there is an overlap between knowledge of results and knowledge of performance and thus they can become one and the same. The timing and frequency of feedback also influence learning outcomes. Feedback that is offered concurrently with the task enhances performance while impairing learning; therefore, this feedback is beneficial in a com- petition setting (43). However, feedback that is provided after task execution facilitates skill learning (43). This feedback can be provided either after every trial or after a series of trials. While decreased frequency impairs performance during practice, less frequent feedback enhances skill acquisition as compared to feedback after every trial (44), except in instances in which the skill is complex (48). Therefore, in initial skill learning it would be beneficial to provide more frequent feedback that decreases as athletes progress in their skill level. ▶ ▶Feedback can be used to facilitate both learning and performance. The timing and frequency of the feedback have different influences on performance and learning."
    },
    {
        "heading": "While concurrent feedback is beneficial",
        "content": "for competition, delayed feedback that is initially frequent and decreases with time will facilitate learning of complex movement patterns."
    },
    {
        "heading": "Although a scientific and motivationally sound coaching",
        "content": "program can greatly help in the development of athletes, several other complementary psychological techniques can enhance their overall effectiveness. In reality, most athletes probably have had both adaptive and maladap- tive experiences in the form of countless practices and competitions and, as a result, have developed a more or less effective mental skills repertoire. A working under- standing of some of the psychological principles and tools for the generation of cognitive–behavioral change included in this chapter may help facilitate improved performance and an enhanced quality of life. The coach and athlete can each contribute to improved performance outcomes and increase the enjoyment of competition by attending to the psychological aspects of instruction and performance. A positive, goal-oriented coaching approach is one of the most powerful contribu- tors to psychological preparation for sport. The physical and nutritional preparation of the athlete represents the foundation on which performance potential is based, as the role of psychology is to mentally manage the devel- oped physical resources (i.e., strength, speed, flexibility, and skill), thereby allowing the athlete to achieve his or her potential on a more consistent basis. Additionally, an adequate understanding of the mind–body relation- ship, as reflected in the constructs of this chapter, can facilitate communication between the strength and conditioning professional and the athlete and aid the athlete in controlling and managing emotion, arousal, focus, and motivation. Using appropriate psychological techniques can help this self-management process. The experience of success in sport may be important in and of itself, but we believe that the greater outcome of improved mental skills utilization may be the enhanced self-esteem, confidence, and positive self-concept that athletes achieve in their lives in general."
    },
    {
        "heading": "Key Terms",
        "content": "achievement motivation anxiety arousal attention augmented feedback autogenic training catastrophe theory cognitive anxiety counterconditioning diaphragmatic breathing discovery distress drive theory emotions enhancement eustress explicit instructions extrinsic motivation fractionalization goal setting guided discovery ideal performance state imagery individual zones of optimal functioning intrinsic feedback intrinsic motivation inverted-U theory knowledge of performance knowledge of results long-term goals mental imagery motivation motive to achieve success (MAS) motive to avoid failure (MAF) negative punishment negative reinforcement observational practice operant outcome goals part practice physiological efficiency positive punishment positive reinforcement process goals progressive muscle relaxation (PMR) progressive-part training psychological efficiency pure-part training random practice repetitive part training reversal theory routine segmentation selective attention self-confidence self-controlled practice self-efficacy self-talk short-term goals simplification somatic anxiety sport psychology state anxiety stress stressor systematic desensitization (SD) trait anxiety variable practice whole practice"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t An Olympic weightlifter attempting a personal record is able to ignore the audience to concentrate solely on her performance. Which of the following abilities is this athlete most likely using to perform the exercise? a.\t selective attention b.\t somatic anxiety c.\t guided discovery d.\t self-efficacy 2.\t An athlete’s desire to perform to his or her potential is an example of a.\t motive to avoid failure b.\t autogenic training c.\t selective attention d.\t achievement motivation 3.\t For a high school American football team, if any player squats two times his body weight, his name is placed on the wall. This is an example of a.\t negative reinforcement b.\t positive reinforcement c.\t negative punishment d.\t positive punishment 4.\t How does an athlete’s optimal level of arousal change with limited skill and ability to perform the activity? a.\t It increases. b.\t It decreases. c.\t It has no effect. d.\t It is not related to the activity. 5.\t In teaching the push press, which of the following is an example of segmentation with pure-part training integration? a.\t Practice the push press without any equipment, progress to practice with a PVC pipe, and end with an unloaded bar. b.\t Practice the dip, followed by the dip with the drive, and end with practice of the entire push press. c.\t Practice the dip, the drive, and the catch independently before practicing the entire push press. d.\t Practice the dip and the drive independently, followed by practice of the dip with the drive; then prac- tice the catch independently and end with practice of the entire push press."
    }
]