[
    {
        "heading": "Ian Jeffreys, PhD",
        "content": "After completing this chapter, you will be able to •\t identify the components and benefits of a preexercise warm-up, •\t structure effective warm-ups, •\t identify the factors that affect flexibility, •\t use flexibility exercises that take advantage of proprioceptive neuromuscular facilitation, and •\t select and apply appropriate static and dynamic stretching methods. This chapter is devoted to two key areas, warm-up and training for flexibility. While these two areas have often been linked, it is important to differentiate between the two, as they have distinctly different key functions. A warm-up is designed to prepare an athlete for upcoming training or competition and can improve performance while potentially lessening the risk of injury. The chapter looks at the aims of a warm-up and suggests appropriate structures and protocols for designing effective warm- ups. Flexibility training, on the other hand, aims to increase the range of motion around a joint, normally through the use of different forms of stretching. The chapter looks at factors that affect flexibility and the use of different stretching protocols to facilitate enhancing flexibility."
    },
    {
        "heading": "Warm-Up",
        "content": "A warm-up period is now almost universally accepted as an integral part of any training session or competi- tion (10). Essentially, its goal is to prepare the athlete mentally and physically for exercise or competition (51). A well-designed warm-up can confer a number of physiological responses that can potentially increase subsequent performance. These can be divided into temperature-related effects and non–temperature-related effects (10). Temperature-related effects include an increase in muscle temperature, core temperature (68), enhanced neural function, and the disruption of tran- sient connective tissue bonds (33), while non–tempera- ture-related effects can include increased blood flow to muscles, an elevation of baseline oxygen consumption, and postactivation potentiation (10). Warm-up effects are best elicited via an active type of warm-up rather than via passive warming techniques (33). The positive effects on performance may include the following: •\t Faster muscle contraction and relaxation of both agonist and antagonist muscles (51) •\t Improvements in the rate of force development and reaction time (3) •\t Improvements in muscle strength and power (9, 33) •\t Lowered viscous resistance in muscles and joints (33) •\t Improved oxygen delivery due to the Bohr effect, whereby higher temperatures facilitate oxygen release from hemoglobin and myoglobin (68) •\t Increased blood flow to active muscles (68) •\t Enhanced metabolic reactions (33) •\t An increased psychological preparedness for performance (10) While the number of quality studies investigating the impact of warm-up on performance is surprisingly low, studies generally show a positive impact on subsequent performance (42). These include improvements in endurance performance (both aerobic and anaerobic) and improvements in performance on physical tasks such as jumping, as well as in actual sporting performance (42). What is also clear is that the major factors influencing the potential improvements are the structure of the warm-up and the specificity of the warm-up to the task(s) to be performed (42). It is likely that a range of warm-ups can be used, provided that they are structured in a way that addresses the specific physiological, biomechanical, and psychological requirements of the sport and of the athlete. ▶ ▶The structure of the warm-up influences potential improvements; as such, the warm- up needs to be specific to the activity to be performed."
    },
    {
        "heading": "An effective warm-up has also traditionally been",
        "content": "thought to decrease the risk of injury. While the influ- ence of a warm-up on injury prevention is unclear, the evidence suggests that positive effects may exist (41, 85, 86). For example, increased muscle temperature can increase resistance to muscle tear (81)."
    },
    {
        "heading": "Components of a Warm-Up",
        "content": "It is generally advised that a warm-up consist of a period of aerobic exercise, followed by stretching, and ending with a period of activity similar to the upcoming activity (42). A traditional warm-up program structure is built around these requirements and typically involves two key phases. The first is a general warm-up period (21, 77), which may consist of 5 minutes of slow aerobic activity such as jogging, skipping, or cycling. The aim of this phase is to increase heart rate, blood flow, deep muscle temperature, respiration rate, and perspiration and decrease viscosity of joint fluids (30). This phase is typically followed by a period of general stretching that aims to replicate the ranges of motion required for the upcoming activity."
    },
    {
        "heading": "Following the general warm-up is the specific",
        "content": "warm-up period, which incorporates movements similar to the movements of the athlete’s sport. This phase should also include rehearsal of the skill(s) to be performed (100)."
    },
    {
        "heading": "The whole warm-up should progress gradually and",
        "content": "provide sufficient intensity to increase muscle and core temperatures without causing fatigue or reducing energy stores (68). Typically, it should last between 10 and 20 minutes; the shorter time periods are far more common in the majority of training sessions. Longer time peri-"
    },
    {
        "heading": "Warm-Up and Flexibility Training",
        "content": "ods are more common in cases in which aspects of the warm-up are an integral part of the main session, or when specific competition warm-ups are being carried out. The warm-up should end no more than 15 minutes before the start of the subsequent activity (after this time the positive effects of the warm-up start to dissipate) (33)."
    },
    {
        "heading": "Targeted and Structured Warm-Ups",
        "content": "While the structure of general and specific warm-up is generally accepted, activities undertaken within warm- ups vary considerably. Consequently, although athletes may be undertaking a warm-up, it is difficult to ensure that the warm-up adequately addresses the key variables required to optimize subsequent performance (42). Effective planning needs to carefully consider how the warm-up will contribute to subsequent performance."
    },
    {
        "heading": "Similarly, planning needs to delineate between warm-ups",
        "content": "used before competition and the more ubiquitous warm- ups used within a training session. Whereas the warm-up for competition aims at maximizing performance in the subsequent competition, the training warm-up, as well as optimizing acute performance, can contribute to performance in other productive ways and should be planned appropriately. For optimal impact, this planning should also consider how the warm-up contributes to the overall development of the athlete; this planning should entail short-, medium-, and long-term considerations. Medium- and long-term planning is a recent trend with regard to planning effective warm-ups. Athletes spend a great deal of training time warming up, and so structures that allow optimal use of this time provide a potentially powerful tool for the coach (54). Effective warm-ups should be thought of as an integral part of a training session, not as a separate entity (54). With most training warm-ups lasting from 10 to 20 minutes, over a training cycle this contributes to a significant amount of training time; with effective planning, this can contribute greatly to an athlete’s overall develop- ment, as well as optimally preparing the athlete for the subsequent session. ▶ ▶The warm-up is an integral part of the training session. Strength and conditioning profes- sionals should plan warm-ups incorporating short-, medium-, and long-term consider- ations that will contribute to the overall development of the athlete. It is likely that optimal levels of warm-up exist (89); these are related to the type of warm-up (training or competition), the task to be performed, the individual, and the environment. There is likely a range of poten- tially effective warm-ups; the key is that the coach has a structure around which to plan the warm-up. The structure of general and specific warm-up, though valid, may need to be supplemented by an approach that allows for greater targeting of both short- and long-term per- formance. One structure that has been adopted by many coaches and that addresses all of the key aspects of an effective warm-up is the Raise, Activate and Mobilize, and Potentiate (RAMP) protocol (54). This builds on the general and specific structure and provides a suitable approach via which performance can be maximized in the short, medium, and long term (54). As the name indicates, raise, activate and mobilize, and potentiate are its three key phases. The first phase of RAMP involves activities that raise the level of key physiological parameters but also the levels of skill of the athletes. This phase is analogous to the general warm-up and has the aim of elevating body temperature, heart rate, respiration rate, blood flow, and joint fluid viscosity via low-intensity activi- ties. However, a critical aspect is that unlike traditional general warm-up activities, these are not simply general aerobic exercises; instead, they attempt to simulate the movement patterns of the upcoming activity or develop the movement patterns or skill patterns the athlete will need to deploy within the sport. In this way, the session, from the outset, is targeted at key movement and skill capacities, as well as providing the required physio- logical effects of the activity. This also assists in the psychological preparation of the athlete for practice or competition as the session constantly addresses compo- nents that relate to performance."
    },
    {
        "heading": "The second phase, activating and mobilizing, is",
        "content": "analogous to the stretching component of a typical warm-up. Key movement patterns required for athletic performance in both the subsequent session and in the athlete’s overall development, such as squat patterns and lunge patterns, are performed. The focus on mobility, or actively moving through a range of motion, requires a combination of motor control, stability, and flexibility and more closely relates to the movements requirements an athlete will face (54). Great debate is still prevalent as to whether static stretching should be used within warm-up, and at present the evidence is equivocal. Some reviews of the literature on the effect of static stretching on performance question the practice (83, 84, 100), suggesting that it can compromise muscle performance (59). Studies have demonstrated negative effects of static stretching on performance in a range of parameters such as force production (8, 25-27, 35, 76), power performance (23, 92, 99, 100), running speed (38), reaction/movement time (7), and strength endurance (73). Other studies show no decrement in performance, and a more recent review by Kay and Blazevich (56) concludes that there is clear evidence that short-duration static stretching has no detrimental effect on subsequent performance unless stretches are held for greater than 60 seconds. However, a recent meta-analysis performed by Simic and colleagues (87) calls into question the work of Kay and Blazevich (56), suggesting that the authors did not use appropriate statistical measures to support their contentions. Simic and coworkers (87) report that shorter-duration (<45 seconds) static stretching bouts result in less performance decrement but that the perfor- mance decrement still exists and may affect competitive performance. Therefore, in deciding whether to use static stretching within this phase of the warm-up, it is important that the strength and conditioning professional perform a benefit–risk analysis (65). An important factor to consider in designing this phase of the warm-up is the range of motion required for the activity; athletes in sports that require greater ranges of motion may need to spend more time in this phase of warm-up than those with a low range of motion requirement (46, 97). In relation to these decisions, the use of a mobili- zation and activation phase for warm-up rather than a stretching phase helps coaches select the activities. As no consistent link has been shown between stretching and injury prevention (47, 50, 75, 86, 89) or subsequent muscle soreness (55), the focus in warm-ups should shift to performance. Exercises should be designed to con- tribute to the preparation for the upcoming session but also enhance the athlete’s overall movement capacities. Exercises that encourage the athlete to use key move- ment patterns, thus helping with the development of the required motor control as well as developing mobility, are ideal activities within this phase of the warm-up (54). Similarly, this phase provides a great opportunity via which to address any specific movement issues an athlete may demonstrate (54). The use of a range of dynamic stretching and mobil- ity exercises provides all of these key advantages."
    },
    {
        "heading": "Additionally, dynamic stretching helps maintain the",
        "content": "temperature-related benefits of the raising phase of the warm-up (54). Furthermore, a number of joints can be integrated into a single stretch, often including multipla- nar movements similar to those that occur in sport. Thus, dynamic stretches are extremely time efficient, which can be important when training time is limited (49, 54). These advantages, together with the fact that dynamic stretching and mobility exercises have been shown to improve subsequent running performance (38, 66, 98), make these types of exercises the preferred activities during warming up for the majority of sports (54). The third phase, potentiation, is analogous to the specific warm-up but importantly also focuses on the intensity of activities. This phase deploys sport-specific activities that progress in intensity until the athlete is performing at the intensity required for the subsequent competition or training session. This phase is important to subsequent performance, especially in activities that require high levels of speed, strength, and power, yet it is often omitted from traditional warm-ups. Indeed, the more power necessary for the sport or activity, the more important the potentiation phase of warm-up (17), and including high-intensity dynamic exercises can facilitate subsequent performance (11, 14, 36, 99)."
    },
    {
        "heading": "Competition warm-up should include a progression of",
        "content": "sport-specific activities that enable the athlete to maxi- mize performance physiologically and psychologically (11). For the training warm-up, this should be targeted to the upcoming session yet also address the longer-term requirements of the athlete. With effective planning, this phase of the warm-up can be a key part of the session, presenting an ideal opportunity to work on aspects of performance such as speed and agility (54). Effective planning of this phase can allow considerable training time to be spent on key components of fitness without an overall increase in training duration (54). Indeed, it is this phase that ultimately determines the optimal length of the warm-up, as the potentiation phase can become a key part of the session, allowing the delivery of elements such as speed training and agility training; in these instances the entire warm-up will be longer but will progress essentially seamlessly to the main session."
    },
    {
        "heading": "Flexibility",
        "content": "The degree of movement that occurs at a joint is called the range of motion (ROM). Flexibility is a measure of ROM and has static and dynamic components. Static flexibility is the range of possible movement about a joint (22, 30) and its surrounding muscles during a passive movement (40, 44). Static flexibility requires no voluntary muscular activity; an external force such as gravity, a partner, or a machine provides the force for a stretch. Dynamic flexibility refers to the available"
    },
    {
        "heading": "ROM during active movements and therefore requires",
        "content": "voluntary muscular actions. Dynamic ROM is generally greater than static ROM. The relationship between static and dynamic ROM has historically been questioned (52) and still remains largely unresolved, especially in relation to the fact that normal motion cannot guarantee normal movement (19). Therefore, the direct transfer between measures of static flexibility and sport perfor- mance cannot be determined. In determining which type of flexibility is most cru- cial, it is important to look at the nature of sport itself. A key role of flexibility is its contribution to an athlete’s movement. Thus, flexibility viewed in isolation can be misleading, as normal ROM does not guarantee normal movement (19). In this context the concept of mobility can be more enlightening, because it entails movement and therefore the integration of additional aspects such"
    },
    {
        "heading": "Warm-Up and Flexibility Training",
        "content": "as balance coordination, postural control coordination, and perception (19). In this way, mobility frames flexi- bility as a dynamic quality, with the athlete required to demonstrate control, coordination, and force through any demonstrated ROM. This is advantageous when looking at the role of flexibility on performance. Indeed, enhanced ROM without appropriate motor control can never maximize performance (82)."
    },
    {
        "heading": "Flexibility and Performance",
        "content": "The effects of flexibility on performance depend on the types of activity undertaken, and the most flexible athlete is not always the most successful (82). Therefore, optimizing flexibility in relation to the specific activity rather than simply maximizing flexibility is the main aim of training (71). Sports and activities have specific requirements for ROM, and it is likely that optimal levels of flexibility exist for each activity, with these related to the movements within the particular sport (45, 89). It is also important that the strength and conditioning professional keep in mind the kinetic and kinematic patterns required within the ROM, as this will dictate the types of development methods used. The develop- ment of greater ROM will be associated with the aim of enhancing performance, and this often involves the need to apply force over the required ROM and the ability to assume the key technical positions required for the sport. In some instances, greater ROM can be seen as the missing link in the athlete’s power program, as the ability to apply force over a greater ROM can increase impulse, via extending the time over which the athlete can apply force, which in turn contributes to enhanced performance in a range of sports (67). Thus, the strength and conditioning professional should look at the optimal ROM required of the athlete, but also at the force patterns required through this ROM, and should develop these in tandem with enhanced ROM to ensure that the athlete is optimally prepared for performance. There are optimal ranges of flexibility for different sports and activities, and injury risk may be increased when an athlete is unable to attain this range. It is also important to note that both inflexibility and hyperflex- ibility can result in higher risks of injury (78, 89). In addition, an imbalance in flexibility could predispose the individual to an increased risk of injury (57, 58)."
    },
    {
        "heading": "A number of anatomical and training-related factors",
        "content": "affect flexibility. Training cannot alter some factors, such as joint structure, age, and sex. However, others can be manipulated and thus are important considerations in the design of flexibility development programs. A long- term program of stretching can have cumulative positive effects ranging from enhanced flexibility to enhanced strength (82). Strength and conditioning professionals should consider each athlete’s unique combination of factors and sport requirements when recommending flexibility development exercises and programs."
    },
    {
        "heading": "Joint Structure",
        "content": "The structure of a joint determines its ROM (66). Ball- and-socket joints, such as the hip and shoulder, move in all anatomical planes and have the greatest ROM of all joints (2). The wrist is an ellipsoidal joint (an oval- shaped condyle that fits into an elliptical cavity) primar- ily allowing movement in the sagittal and frontal planes; its ROM is significantly less than that of the shoulder or hip (2). In contrast, the knee is a modified hinge joint, with movement primarily in the sagittal plane; its ROM is less than that of either a ball-and-socket joint or the ellipsoidal wrist joint. The type of joint, the shapes of the joint’s articulating surfaces, and the soft tissues surrounding the joint all affect its ROM."
    },
    {
        "heading": "Age and Sex",
        "content": "Young people tend to be more flexible than older people (95), and females tend to be more flexible than males (44). Differences in flexibility between young men and women may be due in part to structural and anatomical differences and the type and extent of activities per- formed. Older people undergo a process called fibrosis, in which fibrous connective tissue replaces degenerating muscle fibers (2). This is likely due to inactivity and a tendency to use less of the available ROM during movement. Just as older people can improve strength, they can improve flexibility with appropriate exercise."
    },
    {
        "heading": "Muscle and Connective Tissue",
        "content": "A range of body tissues can influence flexibility. For example, factors such as muscle tissue, the musculo- tendinous unit, tendons, ligaments, fascial sheaths, joint capsules, and skin may limit ROM (30). The relative contributions of these to increased flexibility, both acutely and chronically, remain unclear and reflect the impact of elasticity and plasticity. Elasticity (the ability to return to original resting length after a passive stretch) and plasticity (the tendency to assume a new and greater length after a passive stretch) of connective tissue are other factors that determine ROM (39, 96). Stretching exercises can positively affect connective tissues by taking advantage of their plastic potential, although the relative importance of each tissue type and the dif- ferences between individual responses remain unclear (12)."
    },
    {
        "heading": "Stretch Tolerance",
        "content": "An important factor in determining an athlete’s flexibility is stretch tolerance, or the ability to tolerate the discomfort of stretching (82). Individuals with a greater ROM tend to demonstrate a greater level of stretch tolerance and are thus able to tolerate a greater stretch load (12). One important feature of a regular stretching program is that it can increase an athlete’s stretch tolerance, thus potentially permitting further increases in flexibility."
    },
    {
        "heading": "Neural Control",
        "content": "The control of an athlete’s ROM is ultimately held at the level of the central and peripheral nervous system and less by structural elements (62). This system includes both afferent and efferent mechanisms resulting in both reflexive and conscious activities that ultimately control the ROM an athlete is able to attain. A key aspect of an effective flexibility program is the capacity to positively affect this system, allowing for elicitation of a greater ROM."
    },
    {
        "heading": "A comprehensive and proper resistance training program",
        "content": "may increase flexibility (60, 88) and also assist in the development of force capacity through the enhanced"
    },
    {
        "heading": "ROM. Effective strength training protocols should be",
        "content": "seen as an important adjunct to a stretching program (82). However, this comes with a proviso: Heavy resistance training with limited ROM during the exercises may decrease ROM (30). To prevent loss of ROM, an athlete should perform exercises that develop both agonist and antagonist muscles (16) and should exercise through the full available ROM of the involved joints."
    },
    {
        "heading": "Muscle Bulk",
        "content": "A significant increase in muscle bulk may adversely affect ROM by impeding joint movement. An athlete with large biceps and deltoids, for example, may expe- rience difficulty in stretching the triceps (30), racking a power clean, or holding a bar while performing the front squat. Although altering the training program can decrease the amount of muscle bulk, this may not be advisable for large power athletes such as shot putters or American football offensive linemen. Strength and conditioning professionals should always keep the requirements of the athlete’s sport in mind: The need for large muscles may supersede the need for extreme joint mobility, but similarly, where ROM is crucial, the potential negative effects of muscle bulk should be considered and training programs planned accordingly."
    },
    {
        "heading": "Activity Level",
        "content": "An active person tends to be more flexible than an inactive one (44). This is particularly true if the activity includes flexibility exercises but is also true if the person performs other activities such as resistance training. Both men and women have successfully increased their flex- ibility as an outcome of a properly designed resistance training program (94). It is also important to understand that activity level alone does not improve flexibility; stretching exercises or exercises requiring the body to move through a full ROM are essential if joint flexibility is to be maintained or increased."
    },
    {
        "heading": "Frequency, Duration,",
        "content": "and Intensity of Stretching As with all forms of training, frequency, duration, and intensity are important issues in program design (28)."
    },
    {
        "heading": "Both static (13) and proprioceptive neuromuscular",
        "content": "facilitation (34) stretching have been shown to increase joint flexibility around the knee, hip, trunk, shoulder, and ankle joints (89). Despite this, the exact mechanisms responsible for increased flexibility are still unclear. The acute effects of stretching on ROM are transient and are greatest immediately after the stretching session; then they decline, with the duration of significant improve- ments in flexibility ranging from 3 minutes (29) to 24 hours (31)."
    },
    {
        "heading": "For longer-lasting effects, a dedicated flexibility",
        "content": "program is required (89). Stretching twice per week, for a minimum of five weeks, has been shown to signifi- cantly improve flexibility (40). However, the literature provides limited guidelines regarding specific stretching parameters, especially for proprioceptive neuromuscular facilitation methods (30). As to the appropriate duration for a static stretch, 15 to 30 seconds is generally recommended (78) and has been shown to be more effective than shorter durations (79, 93). Evidence supports the use of 30 seconds (4-6) and suggests that there are diminishing returns beyond this duration. Another consideration is the total stretch time throughout a day, which may be as important as the duration of a single stretch (17, 79). When performing static stretches, athletes should hold the stretch at a position of mild discomfort (not pain). Joint integrity should never be compromised in order to increase ROM. All stretching sessions should be preceded by a period of general activity to raise muscle temperature. Because neural and vascular structures are stretched during flex- ibility exercises, athletes should be monitored for a loss of sensation or radiating pain."
    },
    {
        "heading": "When Should an Athlete Stretch?",
        "content": "Stretching should be performed at the following times for optimal benefits: •\t Following practice and competition. Postpractice stretching facilitates ROM improvements (43) because of increased muscle temperature (39)."
    },
    {
        "heading": "Warm-Up and Flexibility Training",
        "content": "It should be performed within 5 to 10 minutes after practice. The increased body temperature increases the elastic properties of collagen within muscles and tendons, which allows for a greater stretch magnitude. Postpractice stretching may also decrease muscle soreness (77), although the evidence on this is ambiguous (1, 61). •\t As a separate session. If increased levels of flex- ibility are required, additional stretching sessions may be needed. In this case, stretching should be preceded by a thorough general warm-up to allow for the increase in muscle temperature necessary for effective stretching. This type of session can be especially useful as a recovery session on the day after a competition."
    },
    {
        "heading": "Two important proprioceptors should be considered",
        "content": "during stretching: muscle spindles and Golgi tendon organs (GTOs). Muscle spindles, located within intra- fusal muscle fibers that run parallel to extrafusal muscle fibers, monitor changes in muscle length (40). During a rapid stretching movement, a sensory neuron from the muscle spindle innervates a motor neuron in the spine. The motor neuron then causes a muscle action of the previously stretched extrafusal muscle fibers; this is the stretch reflex. Stimulation of the muscle spindle and the subsequent activation of the stretch reflex should be avoided during stretching, as motion will be limited by the reflexive muscle action. If the muscle spindles are not stimulated, the muscle relaxes and allows greater stretch. Because of the very slow movement during static stretching (see the next section, “Types of Stretch- ing”), the stretch reflex is not invoked. Rapid (ballistic and dynamic) stretching movements may stimulate the muscle spindles, causing a stretch reflex."
    },
    {
        "heading": "The GTO, a mechanoreceptor located near the",
        "content": "musculotendinous junction, is sensitive to increases in muscular tension. When stimulated, the GTO causes a muscle to reflexively relax. Relaxation that occurs in the same muscle that is experiencing increased tension is called autogenic inhibition (18, 22, 72). Autogenic inhibition is accomplished via active contraction of a muscle immediately before a passive stretch of that same muscle. Tension built up during the active contraction stimulates the GTO, causing a reflexive relaxation of the muscle during the subsequent passive stretch. Relaxation that occurs in the muscle opposing the muscle experienc- ing the increased tension is called reciprocal inhibition (18, 72). This occurs when one simultaneously contracts the muscle opposing the muscle that is being passively stretched. Here the tension in the contracting muscle stimulates the GTO and causes a simultaneous reflexive relaxation of the stretched muscle."
    },
    {
        "heading": "Types of Stretching",
        "content": "Stretching requires movement of a body segment to a point of resistance in the ROM. At the point of resistance, a force is applied. This stretching movement can be per- formed either actively or passively. An active stretch occurs when the person stretching supplies the force of the stretch. During the sitting toe touch, for example, the athlete contracts the abdominal muscles and hip flexors to flex the torso forward to stretch the hamstrings and low back. A passive stretch occurs when a partner or a stretching machine provides external force to cause or enhance a stretch."
    },
    {
        "heading": "Static Stretch",
        "content": "A static stretch is slow and constant, with the end position held for 15 to 30 seconds (4, 6). A static stretch includes the relaxation and concurrent elongation of the stretched muscle (37). Because it is performed slowly, static stretching does not elicit the stretch reflex of the stretched muscle (20); therefore, the likelihood of injury is less than during ballistic stretching (2, 39, 90). In addition, static stretching is easy to learn and has been shown to effectively improve ROM (13). Although injury to muscles or connective tissue may result if the static stretch is too intense, there are no real disadvan- tages to static stretching as long as proper technique is used. Static stretching is appropriate for all athletes in a variety of sports for increasing flexibility. The sitting toe touch is a good example of a static stretch. To perform this stretch statically, the athlete sits on the ground with the lower extremities together and knees extended, leans forward from the waist, and slowly reaches toward the ankles. The athlete gradually increases the intensity of the stretch by leaning forward until he or she feels mild discomfort in the hamstrings or lower back. The athlete holds this position for 15 to 30 seconds and then slowly returns to an upright sitting position. The stretch is static because it is per- formed slowly and the end position is held without movement."
    },
    {
        "heading": "A ballistic stretch typically involves active muscular",
        "content": "effort and uses a bouncing-type movement in which the end position is not held (70). Ballistic stretching is often used in the preexercise warm-up; however, if not appropriately controlled or sequenced, it may injure muscles or connective tissues, especially when there has been a previous injury (20). Ballistic stretching usually triggers the stretch reflex that does not allow the involved muscles to relax, which may limit ROM, so the strength and conditioning professional should monitor this during the session. As an example, consider the sitting toe touch per- formed as a ballistic stretch rather than a static stretch. The athlete sits on the ground with knees extended, lower extremities together, and upper body perpendicular to the legs. The athlete reaches quickly toward the ankles, bounces at the end position, and immediately returns to a near-vertical upper body position. With each repetition, the end position extends farther than in the preceding repetition. Ballistic stretching has been shown to be just as effective as static stretching in enhancing ROM (63) and could play a role in a flexibility development program (24). However, care must be taken to ensure that the athlete is appropriately prepared for this type of exercise acutely and chronically, and special care should be taken when a previous injury has been reported."
    },
    {
        "heading": "Dynamic Stretch",
        "content": "A dynamic stretch is a type of functionally based stretching exercise that uses sport-generic and sport-spe- cific movements to prepare the body for activity (64)."
    },
    {
        "heading": "Dynamic stretching—sometimes referred to as mobility",
        "content": "drills (3)—places an emphasis on the movement require- ments of the sport or activity rather than on individual muscles. This type of exercise can closely duplicate the movement requirements of a sport or activity (48); for example, a walking knee lift stretch mimics the knee lift of a sprinter. Essentially, one can think of dynamic stretching as actively moving a joint through the ROM encountered in a sport."
    },
    {
        "heading": "Dynamic and ballistic stretches may appear similar;",
        "content": "however, a number of key differences significantly alter the effects of these activities such that dynamic stretch- ing avoids the potential negative effects associated with ballistic stretching. Dynamic stretching avoids bouncing and is performed in a more controlled manner than ballistic stretching. The result is a controlled ROM that is often smaller than that produced by ballistic stretch- ing but demonstrates the control required to be able to actively move through the full ROM and assume and hold the end position. The ability to actively move a joint through a ROM is generally far more sport specific than the ability to stat- ically hold a stretch. Advantages of dynamic stretching include its ability to promote dynamic flexibility and to replicate the movement patterns and ROM required for sport activities. As a consequence, dynamic stretches, as outlined in the discussion of warm-up, are increasingly the preferred method of stretching during warm-up."
    },
    {
        "heading": "In dynamic stretching, unlike static stretching, the",
        "content": "muscle does not relax during the stretch but instead is active through the ROM; this is also more specific to the movement patterns that occur in sport. Even though it is an ideal warm-up activity, dynamic stretching may be less effective than static or proprioceptive neuromuscular facilitation stretching at increasing static ROM (5); in situations in which an increased static ROM is needed, static or proprioceptive neuromuscular facilitation meth- ods may be preferred. When one is designing a dynamic stretching program, the starting point should be a careful analysis of the major movement patterns within the given sport and the ROM required within these movements. One can then select exercises that replicate those movements via a series of dynamic stretches. In this way, it is possible to achieve a highly specific flexibility program."
    },
    {
        "heading": "Dynamic stretching provides the opportunity to com-",
        "content": "bine movements (32, 49). This gives the strength and conditioning professional a large number of combina- tions that can be used to provide variety in the warm-up."
    },
    {
        "heading": "Athletes can perform dynamic stretching exercises",
        "content": "either for a series of repetitions in the same place (e.g., 10 lunges) or for a series of repetitions to cover a given distance (e.g., lunge for 15 m). Regardless of the method chosen, each drill should start slowly and gradually increase the ROM, the speed, or both during subsequent repetitions or sets. For example, athletes can perform the knee lift exercise over a distance of 15 m, starting at a walk, and build to a skip in subsequent repetitions. This progression provides for an increase in both speed and"
    },
    {
        "heading": "ROM. An effective warm-up using dynamic stretching",
        "content": "can be achieved in 10 to 15 minutes (64). In a dynamic stretch that mirrors a sport skill—such as a sprinter’s knee lift drill—it is important that the stretch also emphasize the key skill factors required for the movement so that the most important mechanics of the drill are reinforced. For example, if the knee lift drill is used in the warm-up, effective body mechanics should be emphasized along with key joint positions such as dorsiflexion of the ankle of the lifted foot. The use of dynamic stretches must always be coordinated with appropriate sport techniques and never compromise proper technique."
    },
    {
        "heading": "Proprioceptive neuromuscular facilitation (PNF)",
        "content": "stretching was originally developed as part of a neu- romuscular rehabilitation program designed to relax muscles with increased tone or activity (90). It has since been expanded to athletics as a method of increasing flexibility. Proprioceptive neuromuscular facilitation techniques are usually performed with a partner and involve both passive movement and active (concentric and isometric) muscle actions. Proprioceptive neu- romuscular facilitation stretching may be superior to other stretching methods because it facilitates muscular inhibition (21, 34, 53, 74, 80, 88, 91), although evidence for this has not been consistently shown (28). However,"
    },
    {
        "heading": "Warm-Up and Flexibility Training",
        "content": "PNF stretching is often impractical because most of the stretches require a partner and some expertise. This section serves as an introduction to PNF stretching. During a PNF stretch, three specific muscle actions are used to facilitate the passive stretch. Both isometric and concentric muscle actions of the antagonist (the muscle being stretched) are used before a passive stretch of the antagonist to achieve autogenic inhibition. The isometric muscle action is referred to as hold and the concentric muscle action as contract. A concentric muscle action of the agonist, called agonist contraction, is used during a passive stretch of the antagonist to achieve reciprocal inhibition. Each technique also involves passive, static stretches that are referred to as relax. There are three basic types of PNF stretching techniques: •\t Hold-relax (15, 18, 21, 80, 88) •\t Contract-relax (15, 21) •\t Hold-relax with agonist contraction (18, 72) The PNF techniques are completed in three phases. With each of the three techniques, the first phase incor- porates a passive prestretch of 10 seconds. The muscle actions used in the second and third phases differ for the three techniques; the second and third phases give each technique its name. A stretch to improve hamstring flexibility provides an illustration (see figures 14.1 through 14.11)."
    },
    {
        "heading": "Hold-Relax",
        "content": "The hold-relax technique begins with a passive pre- stretch that is held at the point of mild discomfort for 10 seconds (figure 14.3). The partner then applies a hip flexion force and instructs the athlete, “Hold and don’t let me move the leg”; the athlete “holds” and resists the movement so that an isometric muscle action occurs and is held for 6 seconds (figure 14.4). The athlete then relaxes, and a passive stretch is performed and held for 30 seconds (figure 14.5). The final stretch should be of greater magnitude due to autogenic inhibition (i.e., activation of the hamstrings)."
    },
    {
        "heading": "Contract-Relax",
        "content": "The contract-relax technique also begins with a passive prestretch of the hamstrings that is held at the point of mild discomfort for 10 seconds (figure 14.6). The athlete then extends the hip against resistance from the partner so that a concentric muscle action through the full ROM occurs (figure 14.7). The athlete then relaxes, and a passive hip flexion stretch is applied and held for 30 seconds (figure 14.8). The increased ROM is facilitated due to autogenic inhibition (i.e., activation of the hamstrings). In an alternative to this technique, the Figure 14.1  Starting position of PNF hamstring stretch. Figure 14.2  Partner and subject leg and hand positions for PNF hamstring stretch."
    },
    {
        "heading": "Figure 14.3  Passive prestretch of hamstrings during",
        "content": "hold-relax PNF hamstring stretch. Figure 14.5  Increased ROM during passive stretch of hold-relax PNF hamstring stretch. Figure 14.7  Concentric action of hip extensors during contract-relax PNF stretch. Figure 14.8  Increased ROM during passive stretch of contract-relax PNF stretch."
    },
    {
        "heading": "Figure 14.9  Passive prestretch during hold-relax with",
        "content": "agonist contraction PNF hamstring stretch."
    },
    {
        "heading": "Figure 14.4  Isometric action during hold-relax PNF",
        "content": "hamstring stretch."
    },
    {
        "heading": "Figure 14.6  Passive prestretch of hamstrings during",
        "content": "contract-relax PNF stretch."
    },
    {
        "heading": "Figure 14.10  Isometric action of hamstrings during",
        "content": "hold-relax with agonist contraction PNF hamstring stretch."
    },
    {
        "heading": "Concentric contraction of quadriceps",
        "content": "during hold-relax with agonist contraction PNF ham- string stretch, creating increased ROM during passive stretch. athlete attempts to extend the hip and the partner does not allow the movement (69). Because this is essentially the same as the hold-relax technique, the contract-relax method described here is preferred."
    },
    {
        "heading": "The hold-relax with agonist contraction technique is",
        "content": "identical to hold-relax in the first two phases (figures 14.9 and 14.10). During the third phase, a concentric action of the agonist is used in addition to the passive stretch to add to the stretch force (figure 14.11). That is, following the isometric hold, the athlete flexes the hip, thereby moving further into the new ROM. With this technique, the final stretch should be greater, primarily because of reciprocal inhibition (i.e., activation of the hip flexors) (69, 72) and secondarily because of autogenic inhibition (i.e., activation of the hamstrings) (72). Figure 14.12  Partner PNF stretching for the calves. Figure 14.13  Partner PNF stretching for the chest. ▶ ▶The hold-relax with agonist contraction is the most effective PNF stretching technique due to facilitation via both reciprocal and autogenic inhibition."
    },
    {
        "heading": "The following are common PNF stretches performed",
        "content": "with a partner. Each is illustrated with a photo. •\t Calves and ankles (figure 14.12) •\t Chest (figure 14.13) •\t Groin (figure 14.14) •\t Hamstrings and hip extensors (previously described) Figure 14.14  Partner PNF stretching for the groin. Figure 14.15  Partner PNF stretching for the quadriceps and hip flexors. Figure 14.16  Partner PNF stretching for the shoulders."
    },
    {
        "heading": "Conclusion",
        "content": "A warm-up can provide benefits that enhance subsequent performance. Warm-up should be geared toward the particular sport or activity and should use an appropriate structure, ensuring that an athlete is optimally prepared for subsequent activity. Effective warm-up planning can ensure that the activities prepare the athlete for the upcoming session but do not induce undue fatigue. Additionally, the warm-up should be planned so that the activities contribute both to the goal of the upcoming session and to the development of the athlete in the medium and long term. •\t Quadriceps and hip flexors (figure 14.15) •\t Shoulders (figure 14.16)"
    },
    {
        "heading": "Optimal flexibility for performance varies from sport",
        "content": "to sport and is closely related to the types of movements and actions an athlete will be required to perform. The concept of mobility may be more appropriate than flexibility with its focus on active movement through the required ROM. For athletes who need to increase flexibility, static and PNF stretching techniques will allow for an effective increase in ROM, and these techniques should be a key component of an extended training program. Strength and conditioning profession- als should consider each athlete’s unique combination of joint structure, age, sex, and sport requirements when recommending stretching protocols."
    },
    {
        "heading": "NECK",
        "content": "14.1 \t Look Right and Left 14.2 \t Flexion and Extension"
    },
    {
        "heading": "SHOULDERS AND CHEST",
        "content": "14.3 \t Straight Arms Behind Back 14.4 \t Seated Lean-Back"
    },
    {
        "heading": "POSTERIOR OF UPPER ARM",
        "content": "14.5 \t Behind-Neck Stretch (Chicken Wing)\t 332"
    },
    {
        "heading": "UPPER BACK",
        "content": "14.6 \t Cross Arm in Front of Chest 14.7 \t Arms Straight Up Above Head (Pillar)\t 333"
    },
    {
        "heading": "LOWER BACK",
        "content": "14.8 \t Spinal Twist (Pretzel) 14.9 \t Semi-Leg Straddle"
    },
    {
        "heading": "HIPS",
        "content": "14.10 \t Forward Lunge (Fencer) 14.11 \t Supine Knee Flex"
    },
    {
        "heading": "TORSO",
        "content": "14.12 \t Side Bend With Straight Arms 14.13 \t Side Bend With Bent Arm"
    },
    {
        "heading": "ANTERIOR OF THIGH AND HIP FLEXOR",
        "content": "14.14 \t Side Quadriceps Stretch"
    },
    {
        "heading": "POSTERIOR OF THIGH",
        "content": "14.15 \t Sitting Toe Touch 14.16 \t Semistraddle (Figure Four)"
    },
    {
        "heading": "GROIN",
        "content": "14.17 \t Straddle (Spread Eagle) 14.18 \t Butterfly"
    },
    {
        "heading": "CALF",
        "content": "14.19 \t Wall Stretch 14.20 \t Step Stretch"
    },
    {
        "heading": "Guidelines for Static Stretching",
        "content": "•\t Get into a position that facilitates relaxation. •\t Move to the point in the ROM where you experience a sensation of mild discomfort. If performing partner-assisted PNF stretching, communicate clearly with your partner. •\t Hold stretches for 15 to 30 seconds. •\t Repeat unilateral stretches on both sides."
    },
    {
        "heading": "Precautions for Static Stretching",
        "content": "•\t Decrease stretch intensity if you experience pain, radiating symptoms, or loss of sensation. •\t Use caution when stretching a hypermobile joint. •\t Avoid combination movements that involve the spine (e.g., extension and lateral flexion). •\t Stabilizing muscles should be active to protect other joints and prevent unwanted movements."
    },
    {
        "heading": "Neck",
        "content": "14.1"
    },
    {
        "heading": "Look Right and Left",
        "content": "1.\t Stand or sit with the head and neck upright. 2.\t Turn the head to the right using a submaximal concentric muscle action. 3.\t Turn the head to the left using a submaximal concentric muscle action."
    },
    {
        "heading": "Muscle Affected",
        "content": "sternocleidomastoid 14.2"
    },
    {
        "heading": "Rotation of the neck to the right",
        "content": "1.\t Standing or sitting with head and neck upright, flex the neck by tucking the chin toward the chest. 2.\t If the chin touches the chest, try to touch the chin lower on the chest. 3.\t Extend the neck by trying to come as close as possible to touching the head to the back."
    },
    {
        "heading": "Muscles Affected",
        "content": "sternocleidomastoid, suboccipitals, splenae"
    },
    {
        "heading": "Shoulders and Chest",
        "content": "14.3"
    },
    {
        "heading": "Straight Arms Behind Back",
        "content": "1.\t Standing, place both arms behind the back. 2.\t Interlock fingers with palms facing each other. 3.\t Straighten the elbows fully. 4.\t Slowly raise the arms, keeping the elbows straight. 5.\t Keep head upright and neck relaxed."
    },
    {
        "heading": "Stretching the shoulder joints—standing",
        "content": "14.4"
    },
    {
        "heading": "Seated Lean-Back",
        "content": "1.\t Sitting with the legs straight and arms extended, place palms on the floor about 12 inches (30 cm) behind the hips. 2.\t Point the fingers away from the body (backward). 3.\t Slide the hands backward and lean backward."
    },
    {
        "heading": "Muscles Affected",
        "content": "deltoids, pectoralis major"
    },
    {
        "heading": "Muscles Affected",
        "content": "anterior deltoid, pectoralis major"
    },
    {
        "heading": "Posterior of Upper Arm",
        "content": "14.5"
    },
    {
        "heading": "Behind-Neck Stretch  (Chicken Wing)",
        "content": "1.\t Standing or sitting, abduct the right shoulder and flex the elbow. 2.\t Reach the right hand down toward the left scapula. 3.\t Grasp the right elbow with the left hand. 4.\t Pull the elbow behind the head with the left hand to increase shoulder abduction."
    },
    {
        "heading": "Muscles Affected",
        "content": "triceps brachii, latissimus dorsi"
    },
    {
        "heading": "Upper Back",
        "content": "14.6"
    },
    {
        "heading": "Cross Arm in Front of Chest",
        "content": "1.\t Stand or sit with the left elbow slightly flexed (15°-30°) and the arm across the body (i.e., shoulder in horizontal adduction). 2.\t Grasp the upper arm just above the elbow, plac- ing the right hand on the posterior side of the upper arm. 3.\t Pull the left arm across the chest (toward the right) with the right hand. 14.7"
    },
    {
        "heading": "Arms Straight Up Above Head  (Pillar)",
        "content": "1.\t Stand with the arms in front of the torso, fingers interlocked with palms facing out. 2.\t Slowly straighten the arms above the head with the palms up. 3.\t Continue to reach upward with the hands and arms. 4.\t While continuing to reach upward, slowly reach slightly backward."
    },
    {
        "heading": "Muscles Affected",
        "content": "posterior deltoid, rhomboids, middle trapezius"
    },
    {
        "heading": "Muscle Affected",
        "content": "latissimus dorsi"
    },
    {
        "heading": "Lower Back",
        "content": "14.8"
    },
    {
        "heading": "Spinal Twist  (Pretzel)",
        "content": "1.\t Sitting with the legs straight and the upper body nearly vertical, place the right foot to the left side of the left knee. 2.\t Place the back of the left elbow on the right side of the right knee, which is now bent. 3.\t Place the right palm on the floor 12 to 16 inches (30-40 cm) behind the hips. 4.\t Push the right knee to the left with the left elbow while turning the shoulders and head to the right as far as possible. Try to look behind the back."
    },
    {
        "heading": "Muscles Affected",
        "content": "internal oblique, external oblique, piriformis, erector spinae 14.9"
    },
    {
        "heading": "Semi-Leg Straddle",
        "content": "1.\t Sit with knees flexed 30° to 50°; let the legs totally relax. 2.\t Point the knees outward; the sides of the knees may or may not touch the floor. 3.\t Lean forward from the waist and reach forward with extended arms. Note: Bending the knees and relaxing the legs decreases hamstring involvement and increases lower back stretch."
    },
    {
        "heading": "Muscle Affected",
        "content": "erector spinae"
    },
    {
        "heading": "Stretching the low back and sides",
        "content": "Stretching the low back from a seated position"
    },
    {
        "heading": "Hips",
        "content": "14.10\t Forward Lunge  (Fencer) 1.\t Standing, take a long step forward with the right leg and flex the right knee until it is directly over the right foot (as in the free weight lunge exercise). 2.\t Keep the right foot flat on the floor. 3.\t Keep the back leg straight. 4.\t Keep the back foot pointed in the same direction as the front foot; it is not necessary to have the heel on the floor. 5.\t Keep the torso upright and rest the hands on the hips or the front leg. 6.\t Slowly lower the hips forward and downward. 14.11\t Supine Knee Flex 1.\t Lie on the back with legs straight. 2.\t Flex the right knee and hip, bringing the thigh toward the chest. 3.\t Place both hands behind the thigh and continue to pull the thigh toward the chest."
    },
    {
        "heading": "Muscles Affected",
        "content": "hip extensors (gluteus maximus and hamstrings)"
    },
    {
        "heading": "Muscles Affected",
        "content": "iliopsoas, rectus femoris"
    },
    {
        "heading": "Torso",
        "content": "14.12\t Side Bend With Straight Arms 1.\t Stand with feet shoulder-width apart. 2.\t Interlace the fingers with the palms away from the torso and facing outward. 3.\t Reach upward with straight arms. 4.\t Keeping the arms straight, lean from the waist to the left side. Do not bend the knees."
    },
    {
        "heading": "Muscles Affected",
        "content": "external oblique, latissimus dorsi, serratus anterior"
    },
    {
        "heading": "Stretching the sides and upper back",
        "content": "14.13\t Side Bend With Bent Arm 1.\t Stand with feet shoulder-width apart. 2.\t Flex the right elbow and raise the elbow above the head. 3.\t Reach the right hand down toward the left shoulder. 4.\t Grasp the right elbow with the left hand. 5.\t Pull the elbow behind the head. 6.\t Keeping the arm bent, lean from the waist to the left side. 7.\t Do not bend the knees."
    },
    {
        "heading": "Muscles Affected",
        "content": "external oblique, latissimus dorsi, serratus anterior, triceps brachii"
    },
    {
        "heading": "Anterior of Thigh and Hip Flexor",
        "content": "14.14\t Side Quadriceps Stretch 1.\t Lie on the left side with both legs straight. 2.\t Place the left forearm flat on the floor and the upper arm perpendicular to the floor. 3.\t Place the left forearm at a 45° angle to the torso. 4.\t Flex the right leg (knee), with the heel of the right foot moving toward the buttocks. 5.\t Grasp the front of the ankle with the right hand and pull toward the buttocks. Note: The stretch occurs as a result of knee flexion and hip extension."
    },
    {
        "heading": "Muscles Affected",
        "content": "quadriceps, iliopsoas"
    },
    {
        "heading": "Posterior of Thigh",
        "content": "14.15\t Sitting Toe Touch 1.\t Sit with the upper body nearly vertical and legs straight. 2.\t Lean forward using hip flexion and grasp the toes with each hand. Slightly pull the toes toward the upper body and pull the chest toward the legs. If you have limited flexibility, try to grasp the ankles."
    },
    {
        "heading": "Muscles Affected",
        "content": "hamstrings, erector spinae, gastrocnemius 14.16\t Semistraddle  (Figure Four) 1.\t Sit with the upper body nearly vertical and legs straight. 2.\t Place the sole of the right foot on the inner side of the left knee. The outer side of the right leg should be resting on the floor. 3.\t Lean forward using hip flexion and grasp the toes of the left foot with the left hand. Slightly pull the toes toward the upper body as the chest is also pulled toward the left leg."
    },
    {
        "heading": "Muscles Affected",
        "content": "gastrocnemius, hamstrings, erector spinae"
    },
    {
        "heading": "Groin",
        "content": "14.17\t Straddle  (Spread Eagle) 1.\t Sit with the upper body nearly vertical and legs straight. Abduct the hips, spreading the legs as far as possible. 2.\t With both hands, grasp the toes of the left foot and pull on the toes slightly while pulling the chest toward the left leg. 3.\t Repeat toward the center by grasping the right toes with the right hand and the left toes with 14.18\t Butterfly the left hand. Pull the torso forward and toward the ground. 1.\t Sitting with the upper body nearly vertical and legs straight, flex both knees, bringing the soles of the feet together. 2.\t Pull the feet toward the body. 3.\t Place the hands on the feet and the elbows on the legs. 4.\t Pull the torso slightly forward as the elbows push down, causing hip abduction."
    },
    {
        "heading": "Muscles Affected",
        "content": "hip adductors, sartorius"
    },
    {
        "heading": "Stretching the hamstrings and hip adductors",
        "content": "Stretching the hamstrings, hip adductors, and lower back"
    },
    {
        "heading": "Muscles Affected",
        "content": "gastrocnemius, hamstrings, erector spinae, hip adductors, sartorius \\INSERT Photo E6372_0756P_0370, TP 14.18, ID: 508367, here\\"
    },
    {
        "heading": "Calf",
        "content": "1.\t Stand facing the wall with feet shoulder-width apart and toes approximately 2 feet (0.6 m) from the wall. 2.\t Lean forward, placing the hands on the wall. 3.\t Step back approximately 2 feet (0.6 m) with the stretch leg while flexing the opposite knee. 4.\t Extend the knee of the stretch leg and lower the heel to the floor to apply the stretch."
    },
    {
        "heading": "Muscles Affected",
        "content": "gastrocnemius, soleus; Achilles tendon 14.20\t Step Stretch 1.\t Place the ball of one foot on the edge of a step or board 3 to 4 inches (8-10 cm) high, with the other foot flat on the step. 2.\t With straight legs, lower the heel of the foot on the edge of the step as far as possible. 3.\t Repeat with the other leg. Note: To stretch the Achilles tendon, complete the same stretch with 10° of knee flexion."
    },
    {
        "heading": "Muscles Affected",
        "content": "gastrocnemius, soleus, Achilles tendon 14.19\t Wall Stretch"
    },
    {
        "heading": "Stretching the calves",
        "content": "Stretching the calf while standing on a step"
    },
    {
        "heading": "DYNAMIC STRETCHING TECHNIQUES",
        "content": "14.21 \t Arm Swings 14.22 \t Inchworm 14.23 \t Lunge Walk 14.24 \t Lunge With Overhead Side Reach 14.25 \t Walking Knee Lift 14.26 \t Forward Lunge With Elbow to Instep\t345 14.27 \t Heel-to-Toe Walk 14.28 \t Walking Over and Under 14.29 \t Inverted Hamstring Stretch 14.30 \t Straight-Leg March 14.31 \t Spiderman Crawl"
    },
    {
        "heading": "Guidelines for Dynamic Stretching",
        "content": "•\t Carry out 5 to 10 repetitions for each movement, either in place or over a given distance. •\t Where possible, progressively increase the ROM on each repetition. •\t Where appropriate, increase the speed of motion in subsequent sets, but always maintain control of the motion. •\t Actively control muscular actions as you move through the ROM. •\t Where appropriate, try to replicate the movements required for sport performance."
    },
    {
        "heading": "Precautions for Dynamic Stretching",
        "content": "•\t Move progressively through the ROM. •\t Move deliberately through the motion but without bouncing (movement should be controlled at all times). •\t Do not forsake good technique for additional ROM. 14.21\t Arm Swings 1.\t Stand erect and raise the arms in front of the body until they are parallel to the floor. 2.\t While walking over a prescribed distance, swing the arms in unison to the right so the left arm is in front of the chest, the fingers of the left hand are pointing directly lateral to the left shoulder, and the right arm is behind the body. 3.\t Immediately reverse the direction of movement to swing the arms in unison to the left. 4.\t Movement should occur only at the shoulder joints (i.e., keep torso and head facing forward). 5.\t Alternate swinging the arms in unison to the right and left."
    },
    {
        "heading": "Muscles Affected",
        "content": "latissimus dorsi, teres major, anterior and posterior deltoids, pectoralis major 14.22\t Inchworm 1.\t Stand erect with the feet placed shoulder-width apart. 2.\t While slightly flexing the knees, bend forward at the waist and place hands shoulder-width apart flat on the floor. 3.\t The weight of the body should be shifted back (i.e., not directly over the hands), with the but- tocks high in the air—imagine making an inverted V with the body. 4.\t Move the hands alternately forward, as if taking short steps with the hands, until the body is in the push-up position. 5.\t Walk the legs to the hands using small steps while keeping the knees slightly flexed. 6.\t Repeat the motion over a prescribed distance."
    },
    {
        "heading": "Muscles Affected",
        "content": "erector spinae, gastrocnemius, gluteus maximus, hamstrings, soleus, anterior tibialis"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.23\t Lunge Walk 1.\t Stand erect with the feet parallel to each other and shoulder-width apart. 2.\t Take an exaggerated step directly forward with the left leg, planting the left foot flat on the floor pointing straight ahead. 3.\t Allow the left hip and knee to slowly flex, keeping the left knee directly over the left foot. 4.\t Slightly flex the right knee and lower it until it is 1 to 2 inches (3-5 cm) above the floor; the right foot should be pointed straight ahead. 5.\t Balance the weight evenly between the ball of the right foot and the entire left foot. 6.\t Keep the torso perpendicular to the floor by “sitting back” on the right leg. 7.\t Forcefully push off of the floor by extending the left hip and knee. 8.\t Pick up the right foot and place it next to the left foot; do not stutter-step forward. 9.\t Stand erect, pause, and then step forward with the right leg, progressing forward with each step. 14.24\t Lunge With Overhead Side Reach"
    },
    {
        "heading": "Muscles Affected",
        "content": "gluteus maximus, hamstrings, iliopsoas, quadriceps 1.\t Stand erect with the feet parallel to each other and shoulder-width apart. 2.\t Take an exaggerated step directly forward with the left leg, planting the left foot flat on the floor pointing straight ahead. 3.\t Allow the left hip and knee to slowly flex, keeping the left knee directly over the left foot. 4.\t Slightly flex the right knee and lower it until it is 1 to 2 inches (3-5 cm) above the floor; the right foot should be pointed straight ahead. 5.\t Reach up high with the right arm and bend the torso laterally toward the left leg. 6.\t Return to an erect torso position, and then force- fully push off the floor by extending the left hip and knee. 7.\t Pick up the right foot and place it next to the left foot; do not stutter-step forward. 8.\t Stand erect, pause, and then step forward with the right leg, progressing forward with each step."
    },
    {
        "heading": "Muscles Affected",
        "content": "gluteus maximus, hamstrings, iliopsoas, latissimus dorsi, internal and external oblique, rectus femoris"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.25\t Walking Knee Lift 1.\t Stand erect with the feet parallel to each other and shoulder-width apart. 2.\t Step forward with the left leg and flex the right hip and knee to move the right thigh upward toward the chest. 3.\t Grasp the front of the right knee/upper shin and use the arms to pull the right knee up further and to squeeze the thigh against the chest. 4.\t Dorsiflex the left foot as the right hip and knee are flexed. 5.\t Keeping the torso erect, pause for a moment, then proceed to step down with the right leg. 6.\t Shift the body weight to the right leg and repeat the motion with the left leg. 7.\t Progress forward with each step, increasing the ROM and speed on subsequent steps."
    },
    {
        "heading": "Muscles Affected",
        "content": "gluteus maximus, hamstrings"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.26\t Forward Lunge With Elbow to Instep 1.\t Stand erect with the feet parallel to each other and shoulder-width apart. 2.\t Take an exaggerated step directly forward with the left leg, planting the left foot flat on the floor pointing straight ahead. 3.\t Allow the left hip and knee to slowly flex, keeping the left knee directly over the left foot. 4.\t Slightly flex the right knee and lower it until it is 1 to 2 inches (3-5 cm) above the floor; the right foot should be pointed straight ahead. 5.\t Lean forward, bringing the left arm forward and touching the left elbow to the instep of the left foot; the right hand may be placed on the floor to maintain balance. 6.\t Lean back to return to an erect torso position, and then forcefully push off the floor by extending the left hip and knee. 7.\t Pick up the right foot and place it next to the left foot; do not stutter-step forward. 8.\t Stand erect, pause, and then step forward with the right leg, progressing forward with each step."
    },
    {
        "heading": "Muscles Affected",
        "content": "biceps femoris, erector spinae, gastrocnemius, gluteus maximus, hamstrings, iliopsoas, latissimus dorsi, internal and external oblique, quadriceps, rectus femoris, soleus"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.27\t Heel-to-Toe Walk 1.\t Stand erect with the feet parallel to each other and shoulder-width apart. 2.\t Take a small step forward with the right leg; place the heel of the right foot on the ground first and then continue to dorsiflex the foot. 3.\t Immediately roll forward and rise up as high as possible onto the ball of the right foot. 4.\t Swing the left leg forward in order to take another small step. 5.\t Repeat with the left leg, progressing forward with each step."
    },
    {
        "heading": "Muscles Affected",
        "content": "gastrocnemius, soleus, anterior tibialis"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.28\t Walking Over and Under 1.\t Stand erect with the feet parallel to each other and shoulder-width apart. 2.\t Flex the left hip and knee and then abduct the left thigh until it is parallel to the floor. 3.\t Step laterally to the left, stepping laterally over the first hurdle. 4.\t Place the left foot firmly on the ground, shift the body weight to the left leg, and then proceed to lift the right leg over the first hurdle. 5.\t After lifting the right leg over the hurdle and placing the right foot firmly on the ground, stand erect, pause, and then flex the hips and knees and dorsiflex the ankles to assume a full squat position. 6.\t Extend the left leg laterally, as if performing a lateral lunge. 7.\t Keeping the body weight low, move the body laterally, ducking under the second hurdle. 8.\t Stand erect, pause, and repeat the motion in the opposite direction, ducking under the second hurdle and stepping over the first. Note: If hurdles are not available, athletes can perform the exercise can be performed by mirroring the motion of trying to step laterally and then under a hurdle."
    },
    {
        "heading": "Muscles Affected",
        "content": "hip abductors, hip adductors, gastrocnemius, gluteus maximus, hamstrings, iliopsoas, rectus femoris, soleus"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.29\t Inverted Hamstring Stretch 1.\t Stand tall and step a small step forward with the left leg. 2.\t Bend at the waist. 3.\t Reach forward with the left arm and simultane- ously reach back with the right leg. 4.\t Try to keep the hips square. 5.\t Reach a position in which you feel a stretch in the hamstrings but eventually aim to attain a position in which the body is parallel to the floor. 6.\t Reach the right hand down toward the floor. 7.\t Return to the start by actively using the ham- strings and gluteals of the planted leg. 8.\t Take a step forward and repeat on the other leg."
    },
    {
        "heading": "Muscles Affected",
        "content": "gluteus maximus, hamstrings, hip abductors, hip adductors, erector spinae"
    },
    {
        "heading": "Dynamic Stretching Techniques",
        "content": "14.30\t Straight-Leg March 1.\t Assume a tall standing position with both arms outstretched in front of the chest. 2.\t Rise up onto the toes of the left leg and simul- taneously, using a straight-leg action, raise the right leg forward and up, aiming to actively move it through as large a ROM as possible. 3.\t Once the highest point is reached, actively pull the leg back to the start position. 4.\t Maintain the tall standing posture throughout. 5.\t Repeat on alternate legs as you move forward. 14.31\t Spiderman Crawl 1.\t Assume a push-up position but with elbows bent so that the position is lower than normal. 2.\t Lift and externally rotate the left leg, bringing the knee forward at an angle outside the left elbow. 3.\t Walk the hands forward and across the body. 4.\t As this progresses, bring the right leg forward outside the right hand and repeat for the given distance. 5.\t Repeat, alternating sides, for the required dis- tance."
    },
    {
        "heading": "Muscles Affected",
        "content": "biceps femoris, erector spinae, gastrocnemius, gluteus maximus, hamstrings, iliopsoas, latissimus dorsi, internal and external oblique, quadriceps, rectus femoris, soleus"
    },
    {
        "heading": "Muscles Affected",
        "content": "gluteus maximus, hamstrings, iliopsoas, rectus femoris"
    },
    {
        "heading": "Key Terms",
        "content": "active stretch agonist contraction autogenic inhibition ball-and-socket joint ballistic stretch contract-relax dynamic flexibility dynamic stretch elasticity ellipsoidal joint fibrosis flexibility general warm-up"
    },
    {
        "heading": "Golgi tendon organ (GTO)",
        "content": "hinge joint hold-relax hold-relax with agonist contraction mechanoreceptor mobility drills muscle spindles passive stretch plasticity potentiation proprioceptive neuromuscular facilitation (PNF)"
    },
    {
        "heading": "Potentiate (RAMP)",
        "content": "range of motion (ROM) reciprocal inhibition specific warm-up static flexibility static stretch stretch reflex"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following is a nontemperature-related effect of a warm-up? a.\t enhanced neural function b.\t disruption of transient connective tissue bonds c.\t elevation of baseline oxygen consumption d.\t increase in muscle temperature 2.\t When stimulated during PNF stretching, Golgi tendon organs allow the relaxation of the a.\t stretched muscle by contracting the reciprocal muscle b.\t reciprocal muscle by contracting the stretched muscle c.\t reciprocal muscle by its own contraction d.\t stretched muscle by its own contraction 3.\t Which of the following stretching techniques decreases muscle spindle stimulation? a.\t dynamic b.\t ballistic c.\t static d.\t passive 4.\t Stimulation of muscle spindles induces a a.\t relaxation of GTOs b.\t relaxation of the stretched muscle c.\t contraction of the stretched muscle d.\t contraction of the reciprocal muscle 5.\t After performing the hold-relax with agonist contraction PNF stretch for the hamstrings, which of the fol- lowing explains the resulting increase in flexibility?"
    },
    {
        "heading": "IV.\tcrossed-extensor inhibition",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only"
    }
]