[
    {
        "heading": "Bill Campbell, PhD",
        "content": "After completing this chapter, you will be able to •\t provide reliable and up-to-date information to athletes on the risks and benefits of performance-enhancing substances, including anabolic steroids; •\t understand the efficacy and adverse effects of over-the-counter dietary supplements marketed to athletes for enhancing sport and exercise performance; •\t determine which performance-enhancing supplements are beneficial for strength/ power performance, endurance performance, or both; and •\t distinguish between those performance- enhancing supplements that mimic the effects of hormones in the body and those that improve performance through some other means. The author would like to acknowledge the significant contributions of Jay R. Hoffman and Jeffrey R. Stout to this chapter."
    },
    {
        "heading": "Athletes who choose to use performance-enhancing sub-",
        "content": "stances do so with the hope that they will augment their training adaptations and ultimately improve their sport performance (198). Ideally, performance-enhancing substances also support the health of the athlete and are within the ethical and stated guidelines of the athlete’s sport. Because of the ethical considerations relating to unfair advantage during competition and the potential for adverse events, most athletic governing bodies have generated a list of substances that are banned from national and international competition. Athletes caught using such substances can be suspended or forced to forfeit their medals or both. In situations in which the athlete tests positive for a banned substance on repeated occasions, he or she risks a lifetime ban on participa- tion in the given sport. However, numerous nutritional supplements and ergogenic aids are permissible and are frequently used by athletes to maximize performance enhancement. Often the use of these substances is pro- moted on the basis of unfounded claims (198). Thus, it is imperative that the athlete become informed about the legality of these substances, understand the potential risks associated with consumption, and know whether scientific research supports the claims (i.e., the efficacy of the product). The strength and conditioning profes- sional can greatly assist athletes in this regard by giving them relevant information related to these issues, as well as by referring them to nutrition specialists. Although an ergogenic aid can be any substance, mechanical aid, or training method that improves sport performance, for the purposes of this chapter the term refers specifically to pharmacologic aids. Athletes may try to gain a competitive advantage by using supplements that are reputed to be ergogenic but are not banned, or they may knowingly use banned substances in the belief that they can stay ahead of the drug testers (198). A consequence may be that athletes who would normally refrain from using these substances may feel pressured to use them just to stay abreast of their competitors. However, athletes who are well informed can confidently ignore useless and possibly harmful products despite what their fellow athletes claim. It may also be possible to steer athletes away from the use of banned drugs if they are aware of the risks to their health and safety and are aware that competitors who cheat run a high risk of being detected."
    },
    {
        "heading": "Athletes should focus on using appropriately peri-",
        "content": "odized strength and conditioning methods and sound nutritional practices designed to enhance performance. If these two factors are addressed, at that point the athlete can consider using sport supplements or ergogenic aids. It is important that athletes seek guidance from appro- priate professionals in order to make sure that what they are considering is both legal and efficacious. ▶ ▶An athlete’s first priority should be to apply sound principles of training, including adequate nutrition, before using any nutri- tional supplement or ergogenic aid. Before purchasing or consuming a product, an athlete should seek guidance from qualified professionals to make sure the choice is both legal and effective."
    },
    {
        "heading": "This chapter discusses two categories of perfor-",
        "content": "mance-enhancing substances: (1) hormones and the drugs that mimic their effects and (2) dietary supple- ments. Certain hormones, such as testosterone, play an integral role in the adaptive response to strength and conditioning activities; others, such as epinephrine, are important for energy mobilization during training. These and several other types of hormones are covered more extensively in the next part of this chapter. The distinction between a drug and a dietary supplement is not intuitively obvious. For example, caffeine, which is found in many beverages such as coffee, is categorized as a drug. The distinction between a drug and a dietary supplement affects whether or not a product meets"
    },
    {
        "heading": "United States Food and Drug Administration (FDA)",
        "content": "approval for safety and effectiveness. If a product is not classified as a drug or advertised as having therapeutic value, FDA regulations concerning its sale are relatively relaxed. This means that any manufacturer can introduce a new dietary supplement to the market without special approval and that the FDA will not investigate its safety or effectiveness unless a health risk is brought to the agency’s attention (87). The FDA’s definition of a drug encompasses substances that change the body’s struc- ture or function. This includes substances that stimulate hormone secretion. In addition, if a compound is admin- istered differently from the way in which foods would be consumed, it may be classified as a drug. ▶ ▶The distinction between a drug and a dietary supplement is linked to FDA approval for safety and effectiveness."
    },
    {
        "heading": "Generally, dietary supplements are highly refined",
        "content": "products that would not be confused with a food. They may not have any positive nutritional value; hence they are not referred to as nutritional supplements. Carbo- hydrate loading to bolster glycogen stores before an athletic competition is considered sport nutrition, as is a tablet of a single purified amino acid (not promoted for medicinal properties); however, the tablet is considered a dietary supplement."
    },
    {
        "heading": "The FDA regulates both finished dietary supplement",
        "content": "products and dietary ingredients. The FDA regulates dietary supplements under a different set of regulations than those covering conventional foods and drugs (see"
    },
    {
        "heading": "FDA website at www.fda.gov/Food/Dietarysupple-",
        "content": "ments/default.htm). In 1994, the U.S. Congress passed a seminal piece of legislation known as the Dietary"
    },
    {
        "heading": "DSHEA, manufacturers and distributors of dietary",
        "content": "supplements are prohibited from marketing products that are adulterated or misbranded. This means that these firms are responsible for evaluating the safety and labeling of their products before marketing to ensure that they meet all the requirements of DSHEA and FDA regulations. Companies can, however, make claims about effects on the body’s structure and function as long as the manufacturers can show that the statements are truthful and not misleading; this is a much less stringent requirement than for effectiveness claims made for drugs."
    },
    {
        "heading": "Ergogenic substances are usually banned from athletic",
        "content": "competition when a consensus is reached that they may provide an unfair competitive edge or pose a significant health risk. This prohibition does not need to be based on conclusive proof that a substance does anything advantageous; it simply represents an agreement among administrators or clinicians that this may be the case."
    },
    {
        "heading": "As mentioned previously, every sport’s governing body",
        "content": "publishes its own list of banned substances. Probably the most widely recognized international organization regulating doping worldwide is the World Anti-Doping"
    },
    {
        "heading": "Agency (WADA), which oversees the doping controls",
        "content": "and establishes the banned substances list for the Inter- national Olympic Committee (69). Each country has an affiliated agency (e.g., United States Anti-Doping"
    },
    {
        "heading": "Agency [USADA], Australian Anti-Doping Agency",
        "content": "[ASADA]). ASADA not only polices doping in Olympic sports but also oversees doping controls for professional sports in Australia. The prohibited substances list is standardized and updated by WADA each year. While the WADA list is the international standard, other orga- nizations, such as collegiate and professional sports in the United States, have different prohibited substances lists as well as penalties for doping. Regardless of which organization regulates doping controls, it is incumbent upon the athlete, sport coach, strength and conditioning professional, and all support staff to ensure that they are compliant with their respective organizations. Figure 11.1 Definition of Products That Can Be Sold as Dietary Supplements The following points define which products can be sold as dietary supplements in the United States: 1.\t A product (other than tobacco) intended to supplement the diet that contains one or more of the following dietary ingredients: a.\t A vitamin b.\t A mineral c.\t An herb or other botanical d.\t An amino acid e.\t A dietary substance for use by humans to supplement the diet by increasing the total dietary intake f.\t A concentrate, metabolite, constituent, extract, or combination of any ingredient identified in a through e 2.\t The product must also be intended for ingestion and cannot be advertised for use as a conventional food or as the sole item within a meal or diet."
    },
    {
        "heading": "Major League Baseball",
        "content": "http://mlbplayers.mlb.com/pa/info/cba.jsp"
    },
    {
        "heading": "National Collegiate Athletic Association",
        "content": "www.ncaa.org/health-and-safety/policy/2013-14-ncaa-banned-drugs"
    },
    {
        "heading": "National Football League",
        "content": "www.nflplayers.com/About-us/Rules--Regulations/Player-Policies/Banned-Substances National Hockey League (uses the WADA banned substances list) www.nhl.com/ice/page.htm?id=26397"
    },
    {
        "heading": "World Anti-Doping Agency (WADA)",
        "content": "https://www.wada-ama.org/en Figure 11.1  The National Collegiate Athletic Association’s list of substances banned for athletes at colleges and universities in the United States. Check with your institution or governing body for the list specific to your situation. 2013-2014 National Collegiate Athletic Association Banned Drug Classes"
    },
    {
        "heading": "A. Stimulants",
        "content": "Amphetamine (Adderall), caffeine (guarana), cocaine, ephedrine, fenfluramine (Fen), methamphetamine, methylphenidate (Ritalin), phentermine (Phen), synephrine (bitter orange), methylhexaneamine, “bath salts” (mephedrone), and so on The following stimulants are not banned: phenylephrine and pseudoephedrine."
    },
    {
        "heading": "B. Anabolic Agents",
        "content": "(Sometimes listed as a chemical formula, such as 3,6,17-androstenetrione), androstenedione, boldenone, clenbuterol, dehydroepiandrosterone (DHEA), epi-trenbolone, etiocholanolone, methasterone, methandienone, nandrolone, norandrostenedione, stanozolol, stenbolone, testosterone, trenbolone, and so on C. Alcohol and Beta-Blockers (Banned for Rifle Only) Alcohol, atenolol, metoprolol, nadolol, pindolol, propranolol, timolol, and so on D. Diuretics (Water Pills) and Other Masking Agents Bumetanide, chlorothiazide, furosemide, hydrochlorothiazide, probenecid, spironolactone (canrenone), triam- eterene, trichlormethiazide, and so on"
    },
    {
        "heading": "E. Street Drugs",
        "content": "Heroin, marijuana, tetrahydrocannabinol (THC), synthetic cannabinoids (e.g., spice, K2, JWH-018, JWH-073)"
    },
    {
        "heading": "F. Peptide Hormones and Analogues",
        "content": "Growth hormone (hGH), human chorionic gonadotropin (hCG), erythropoietin (EPO), and so on"
    },
    {
        "heading": "G. Anti-Estrogens",
        "content": "Anastrozole, tamoxifen, formestane, 3,17-dioxo-etiochol-1,4,6-triene (ATD), and so on"
    },
    {
        "heading": "Bambuterol, formoterol, salbutamol, salmeterol, and so on",
        "content": "lists the 2013-2014 National Collegiate Athletic Asso- ciation banned drug classes. This list is used by many universities in the United States and is subject to change on a yearly basis. Some of the substances are illegal under govern- mental statute as well. Anabolic steroids are a Class III substance, which makes their possession, for other than medical use, punishable with a maximum penalty of one year in prison and a minimum US$1,000 fine if this is the individual’s first drug offense. The maximum penalty for trafficking (to deal or trade in something illegal) is five years in prison and a fine of US$250,000 if this is the individual’s first felony drug offense. If this is the second felony drug offense, the maximum period of imprisonment and the maximum fine both double. While these penalties are for federal offenses, individual states have also implemented fines and penalties for illegal use of anabolic steroids."
    },
    {
        "heading": "Hormones",
        "content": "A variety of endogenously produced hormones are used to enhance athletic performance. The most commonly used hormone is testosterone, along with its synthetic derivatives (121). Testosterone is the primary androgen hormone that interacts with skeletal muscle tissue. In addition to testosterone, a variety of other hormones produced by the body have been employed by athletes as ergogenic aids to stimulate the testes to produce testosterone, or they have anabolic properties in them- selves; growth hormone is an example. Erythropoietin, which is secreted by the kidneys, is used to stimulate red cell production for enhancement of aerobic endurance performance; and catecholamines such as adrenaline (or epinephrine), which have metabolic and nervous system effects, are often used to enhance weight loss and to provide greater arousal for performance."
    },
    {
        "heading": "Anabolic steroids are the synthetic (human-made)",
        "content": "derivatives of the male sex hormone testosterone. Phys- iologically, elevations in testosterone concentrations stimulate protein synthesis, resulting in improvements in muscle size, body mass, and strength (27). In addition, testosterone and its synthetic derivatives are responsible for the development and maturation of male secondary sex characteristics (i.e., increase in body hair; mas- culine voice; development of male pattern baldness, libido, sperm production, and aggressiveness). These androgenic properties include the full development of the primary sexual characteristics of the male. Thus it is more accurate to refer to synthetic derivatives of testos- terone as anabolic-androgenic steroids. However, they are also referred to as androgens, androgenic steroids, or anabolic steroids. Secretion of testosterone occurs primarily in the inter- stitial Leydig cells in the testes. Although several other steroid hormones with anabolic-androgenic properties are produced in the testes (e.g., dihydrotestosterone and androstenedione), testosterone is produced in far greater quantities. Testosterone and these other male sex hormones are also secreted in significantly smaller amounts from the adrenal glands (in men and women) and ovaries (in women). Many of the ergogenic aids on the market today are precursors for testosterone (i.e., androstenedione) and are discussed in more detail later in this chapter. It was not until the 1930s that testosterone was iso- lated, synthesized, and subsequently investigated for its effects in humans (61). The physiological changes that testosterone regulates have made it one of the drugs of choice for strength and power athletes or other athletes interested in increasing muscle mass (121). However, testosterone itself is a very poor ergogenic aid. Rapid degradation occurs when testosterone is given either orally or through injectable administration (256). Thus, chemical modification of testosterone was necessary to retard the degradation process in order to achieve androgenic and anabolic effects at lower concentrations and to provide effective blood concentrations for longer periods of time (256). Many derivatives of testosterone were developed from 1940 to 1960 (207); once these modifications occurred, anabolic steroid use through either oral or injectable administration became pos- sible. In recent years, anabolic steroid administration via creams and gels for topical applications and skin patches has increased in popularity, primarily for medical reasons. However, the most commonly used forms for administration in athletes are oral and injectable forms (121). Examples of oral and injectable anabolic steroids are listed in table 11.1."
    },
    {
        "heading": "Dosing",
        "content": "Athletes typically use anabolic steroids in a “stacking” regimen, in which they administer several different drugs simultaneously (187). The rationale for stacking is to increase the potency of each drug via an additive effect. That is, the potency of one anabolic agent may be enhanced when it is consumed simultaneously with another anabolic agent. Research in this area is limited, and the efficacy of stacking has not been proven one way or the other. Individuals use both oral and injectable compounds. Most users take anabolic steroids in a cyclic pattern, meaning they use the drugs for several weeks or months and alternate these cycles with periods of discon- tinued use (187). Often users administer the drugs in a pyramid (step-up) pattern in which dosages are steadily increased over several weeks (121). Toward the end of the cycle, the athlete “steps down” to reduce the likeli- hood of negative side effects. At this point, some athletes discontinue the drug use or perhaps initiate another cycle of different drugs (e.g., drugs that may increase endogenous testosterone production, taken to prevent the undesirable drop in testosterone concentrations that follows the removal of the pharmaceutical agents). One study showed that the typical steroid regimen involved an average of 3.1 agents, with a typical cycle ranging"
    },
    {
        "heading": "Table 11.1  Types of Anabolic Steroids Used",
        "content": "by Athletes"
    },
    {
        "heading": "Generic name or",
        "content": "category"
    },
    {
        "heading": "Examples of trade",
        "content": "names"
    },
    {
        "heading": "Finaject",
        "content": "*These are generic categories of substances; many different preparations of each are available. from 5 to 10 weeks (187). The dose that the athlete administered was reported to vary from between 5 and 29 times greater than physiological replacement doses (187). These higher pharmacologic dosages appear necessary to elicit the gains that the athletes desire. In a classic study on the dose–response curve of anabolic steroids, Forbes (81) demonstrated that the total dose of anabolic steroids has a logarithmic relationship to increases in lean body mass; low doses produce only slight effects, but there is a progressive augmentation of lean body mass with increasingly larger doses. These results reinforce the athlete’s philosophy that if a low dose is effective, then more must be better. Athletes typically use higher doses of the substances than are prescribed for men with low testosterone levels."
    },
    {
        "heading": "Methandrostenolone (Dianabol), for example, maintains",
        "content": "normal secondary sexual characteristics in hypogonadal men at a replacement dose of approximately 15 mg/day; athletes have reported using up to 300 mg/day (88). This orally active drug has not been available for medical use in the United States for more than a decade but is still available through black market sources. Testosterone enanthate is a testosterone ester and is an injectable steroid that is readily available in the United States and is used clinically for some rare diseases and for replace- ment treatment. A replacement dose is approximately 75 to 100 mg/week administered every one to two weeks."
    },
    {
        "heading": "Injectable steroids are administered intramuscularly,",
        "content": "typically by deep gluteal injections. They are also more potent than oral steroids because of their route of deliv- ery, and perhaps as well because they do not require additional modification to protect them from immediate metabolism by the liver. The injectable compounds have a wide range of half-lives. Among the testosterone esters, testosterone propionate remains in the circulation for approximately 1.5 days, whereas testosterone buciclate lasts for three months after a single injection (18)."
    },
    {
        "heading": "Who Uses Anabolic Steroids?",
        "content": "It is believed that athletes (particularly strength athletes) whose goals are to improve athletic performance are the primary users of anabolic steroids. George J. Mitchell, a former United States senator, in the famous 2007 “Mitchell Report” stated that use of androgenic–ana- bolic steroids by Major League Baseball players in the United States was pervasive (49). Before this revelation of anabolic steroid use in athletes, earlier reports date back to the 1952 and 1956 Olympics, in which there were accounts of systematic use of androgens by the"
    },
    {
        "heading": "Soviet weightlifting team (49). State-sponsored anabolic",
        "content": "steroid use in other countries has also been documented. In the former German Democratic Republic after the fall of the communist government in 1990, classified documents revealed a secret state program beginning in 1966 to improve national athletic performance using androgens (49, 86). In the United States, widespread use has also been reported in powerlifters (59), National"
    },
    {
        "heading": "Football League players (125), and collegiate athletes",
        "content": "(167). Although results of several surveys suggest that anabolic steroid use appears to have been declining over the last few decades (133, 238), anabolic steroids are among the top sport issues today because of accusations of widespread use in many sports during the past few years (84). Strength athletes are not the only users of anabolic steroids. People outside organized sport use steroids to enhance appearance rather than performance (66). National surveys of male American high school seniors showed that approximately 7% were using, or had used, anabolic steroids (14, 39). One-third of the admitted steroid users were not involved in school-sponsored sports, and more than one-fourth stated that their main reason for using steroids was to improve appearance, as opposed to athletic performance. Pope and his colleagues (191, 193) described a subset of bodybuilders with an altered self-image who believed that they looked small and weak even though they were large and muscular."
    },
    {
        "heading": "These individuals used ergogenic substances and weight",
        "content": "training to increase their body size. Pope calls this condition “reverse anorexia nervosa”; it is also known as muscle dysmorphia. These bodybuilders appear to be substantially different from competitive athletes in terms of their objectives, the substantial health risks that some of them are willing to take, and their strategies of using extremely large doses of anabolic steroids. This phenomenon may suggest why the most serious illnesses associated with steroid use have occurred almost exclu- sively in bodybuilders and not in other steroid-using athletes (88)."
    },
    {
        "heading": "The purported ergogenic benefits commonly attributed to",
        "content": "anabolic steroid use are increased muscle mass, strength, and athletic performance, particularly in sports requiring maximal strength levels. When anabolic steroids are taken at supraphysiologic doses, these ergogenic benefits are realized (27, 240). The degree and incidence of these changes are variable, depending greatly on, among other factors, the training status of the individual (27)."
    },
    {
        "heading": "One of the primary rea-",
        "content": "sons athletes and nonathletes take anabolic steroids is to increase lean muscle mass and maximal strength. If such improvements do occur, this will lead to better perfor- mance on the field, with all other variables of athleticism held constant. When anabolic steroids are given in doses similar to those used by recreationally trained and com- petitive athletes, increases in muscle protein synthesis"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "are seen (106). These increases in protein synthesis are likely responsible for the increases observed in lean body mass in both recreationally trained and competitive athletes taking anabolic steroids (111, 113, 153, 240, 250). Even when anabolic steroids are administered to normal adult men not engaged in intensive resistance training, increases in body mass, including the nonfat component, are observed (27, 82, 88, 252). The extent to which gains in lean body mass and maximal strength occur with anabolic steroid use has been reported in the scientific literature as a case study (2). In this study, an adult male international-level bodybuilder self-injected androgenic hormones (at a dosage of 53 mg/day) for a training period of one year that included only a four- week abstinence from drugs in the middle of the year. During this time, the bodybuilder was able to gain about 7 kg (15 pounds) of fat-free weight, increase the mean fiber area of the vastus lateralis muscle by approximately 11% in six months’ time, and significantly increase maximal strength. Despite these improvements in muscle mass and strength, the individual’s health status was neg- atively affected. Specifically, after drug withdrawal, the subject experienced atrophic testicles and low luteinizing hormone, follicle-stimulating hormone, and testosterone levels. High-density lipoprotein (HDL) cholesterol was also significantly lowered, which indicates a higher risk for atherogenesis. See more information on the health consequences of anabolic steroid use in the “Adverse Effects” section. For some time it was postulated that increases in body mass with androgen use came from an increase in body water (113). An increase in total body water is expected with an increase in muscle mass, since water constitutes a majority of the cellular weight; however, it has been postulated that anabolic steroids may increase water retention as well by increasing interstitial and extracellular volume. Although water retention may explain why not all of the weight gain is sustained after cessation of anabolic steroid use, this issue is still not well understood. In a study of experienced male body- builders, an eight-week cycle of nandrolone decanoate (200 mg/week, intramuscularly) resulted in a signifi- cant 2.2 kg (4.8-pound) increase in body mass, a 2.6 kg (5.7-pound) increase in fat-free mass, and a 0.4 kg (0.88-pound) decrease in fat mass, with no change in hydration of fat-free mass (240). In addition, the extra- cellular and intracellular water ratio was unaltered. Even after six weeks of discontinued androgen use, the body mass of the bodybuilders was still significantly greater than baseline levels (1.6 kg [3.5 pounds] greater), yet no hydration changes were seen. The increase in fat-free mass and possible reduction in fat mass may last for several months after cessation of use (82) (figure 11.2). Thus, athletes may derive a benefit from steroid use even if they stop taking the drugs long enough before competition to obtain a negative drug test. This is why unannounced, year-round drug testing of some elite ath- letes is important for the prevention of unfair drug use."
    },
    {
        "heading": "Initially, researchers examining",
        "content": "the ergogenicity of exogenously administered anabolic steroids were unable to see any significant performance effects (75, 85, 161, 223). Consequently, the scientific and medical community suggested that anabolic steroids had little influence on athletic performance. This, how- ever, was contrary to anecdotal reports emanating from gyms and training centers that showed large strength improvements in the athletes. Upon further examina- tion of the initial studies, several methodological flaws became apparent. Several of these studies used physi- ological doses, in contrast to the suprapharmacologic doses that are typically taken by athletes self-admin- istering androgens. In essence, these subjects were shutting down their own endogenous production and replacing it with an exogenous anabolic steroid. Another flaw in some of these investigations was the method of strength assessment. In several studies, strength per- formance was evaluated using a mode of exercise that was different from the training stimulus. This lack of specificity likely masked any possible training effect. In addition, several studies used subjects who had only minimal resistance training experience (85, 223). When exogenous androgens have been administered to expe- rienced resistance-trained athletes, significant strength gains have been consistently reported (3, 113, 217, 250)."
    },
    {
        "heading": "Strength gains in experienced strength-trained athletes",
        "content": "Figure 11.2  Changes in lean body mass with anabolic steroid administration and following drug cessation. Data from Forbes, Porta, Herr, and Griggs, 1992 (82). 8 weeks of use 6 weeks after cessation"
    },
    {
        "heading": "Increase in fat-free mass (kg)",
        "content": "3.0 2.5 2.0 1.5 1.0 0.5"
    },
    {
        "heading": "Deca-Durabolin",
        "content": "are generally quite small relative to those seen in novice lifters; but when strength-trained athletes use anabolic steroids, their strength gains may be two- to threefold higher than those typically seen in similarly trained athletes who are not supplementing (113, 240, 250). ▶ ▶The purported ergogenic benefits com- monly attributed to anabolic steroid use are increased muscle mass, strength, and athletic performance, but these changes depend on the training status of the indi- vidual."
    },
    {
        "heading": "Psychological Effects",
        "content": "Anabolic steroid use is also associated with changes in aggression, arousal, and irritability (174). The East Germans reportedly used anabolic steroids for this effect, delivering high doses to the central nervous system by taking steroids through the nose. The issue has not been well studied, but anecdotal reports suggest that this practice markedly increased aggressiveness and enhanced performance among athletes (65). Elevations in arousal and self-esteem may be a positive side effect for the anabolic steroid user. Increases in aggressiveness may also be perceived as a benefit, especially for athletes participating in contact sports."
    },
    {
        "heading": "Increased aggressiveness may not be confined to",
        "content": "athletic performance, however. Anabolic steroid users experiencing increased aggressiveness may pose a threat both to themselves and to those they come in contact with (183, 192). Anabolic steroids are also associated with mood swings and psychotic episodes. Studies have shown that nearly 60% of anabolic steroid users experi- ence increases in irritability and aggressiveness (192)."
    },
    {
        "heading": "Pope and colleagues (194) reported significant elevations",
        "content": "in aggressiveness and manic scores following 12 weeks of testosterone cypionate injections in a controlled dou- ble-blind crossover study. Interestingly, the results of this study were not uniform across the subjects. Most subjects showed little psychological effect, and few developed prominent effects. A cause-and-effect relationship has yet to be identified in anabolic steroid users, but it does appear that individuals who experience psychological or behavioral changes recover when steroid use is dis- continued (91)."
    },
    {
        "heading": "Adverse Effects",
        "content": "Adverse effects associated with anabolic steroid use are listed in table 11.2. It is important to note that there are differences between the side effects of anabolic steroid use under medical supervision and those associated with abuse (i.e., consumption of many drugs at high doses). Most of the information concerning adverse medical events associated with anabolic steroid use has been acquired from athletes self-administering the drugs. In conjunction, some of the scientific literature has suggested that the medical problems related to ana- bolic steroids may be somewhat overstated (26, 258), considering that many of the side effects linked to abuse are reversible upon cessation. Anecdotally, it appears that a disproportionate magnitude of use and incidence of adverse events are evident in bodybuilders (who are also known for consuming several other drugs—such as diuretics, thyroid hormones, insulin, and anti-estro- gens—that relieve some side effects but potentiate other risk factors as well) compared to strength and power athletes."
    },
    {
        "heading": "Testosterone Precursors (Prohormones)",
        "content": "Prohormones are precursors to the synthesis of other hormones and are theorized to increase the body’s ability to produce a given specific hormone. The basis for the"
    },
    {
        "heading": "Increased risk of liver tumors and",
        "content": "liver damage"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "they may be at higher risk for some of the negative side effects associated with anabolic steroid use. Broeder and colleagues (34), in the conclusion to their Andro Project study in which they investigated the physiological and hormonal influences of androstenedione in conjunction with a high-intensity resistance training program, made the following statement:"
    },
    {
        "heading": "Testosterone precursors do not enhance adapta-",
        "content": "tions to resistance training when consumed in dos- ages recommended by manufacturers. Testosterone precursor supplementation does result in signif- icant increases in estrogen-related compounds, dehydroepiandrosterone sulfate concentrations, down-regulation in testosterone synthesis, and unfavorable alterations in blood lipid and coronary heart disease risk profiles of men aged 35 to 65 years. (p. 3093) Based on the scientific evidence, it appears as if pro- hormones fall far short of providing the anabolic effects generally associated with androgens (36). However, sci- entific research has focused almost exclusively on only a few prohormone supplements—DHEA, androstenediol, 19-nor-androstenedione, and 19-nor-androstenediol."
    },
    {
        "heading": "There are many other prohormone supplements avail-",
        "content": "able that have not been clinically tested. Also, use of prohormones has not been studied in highly trained athletes. In addition, oral administration has been the primary method of taking prohormones. The oral use of prohormones may not be as effective as other means of intake (e.g., injection). All of this suggests that continued study of the efficacy of the testosterone precursors for performance enhancement is still needed; specifically warranted is examination of other routes of ingestion in a trained competitive athletic population."
    },
    {
        "heading": "Human chorionic gonadotropin (HCG) is a hormone",
        "content": "obtained from the placenta of pregnant women and is very closely related in structure and function to luteinizing hormone. In fact, it is the pregnancy indicator used by use of prohormones as an ergogenic aid evolved from a study showing a threefold increase in testosterone in healthy women who were given 100 mg of either androstenedione or dehydroepiandrosterone (163). Athletes who have continued to supplement with these testosterone precursors (androstenedione, androstene- diol, and dehydroepiandrosterone [DHEA]) likely do so on the premise that they will increase testosterone concentrations, strength, muscle size, and willingness to train, as well as providing overall athletic performance enhancements similar to those experienced by people taking anabolic steroids. However, these precursors have only relatively weak androgenic properties in themselves; androstenedione and DHEA have only 1/5th and 1/10th the biological activity of testosterone, respectively (175). Nevertheless, testosterone precursors were officially listed as controlled substances in the 2004 Anabolic Steroid Control Act passed by the U.S."
    },
    {
        "heading": "Congress, which mandated a physician’s prescription",
        "content": "for these substances."
    },
    {
        "heading": "Studies examining the efficacy of testosterone pre-",
        "content": "cursors have produced varying results. No significant differences in strength or body composition were seen in middle-aged men performing a resistance training program while supplementing with either DHEA, andro- stenedione (100 mg), or a placebo for three months (248)."
    },
    {
        "heading": "When DHEA supplementation (150 mg) was examined",
        "content": "in a group of younger males (19-29 years) on a two- weeks-on, one-week-off cycle for eight weeks, there were no gains in strength or lean tissue (37). In addition, the investigators were unable to see any changes in serum testosterone, estrone, estradiol, or lipid concentrations with supplementation. Even in studies using higher dosages (300 mg) of androstenedione for eight weeks, in a similar two-weeks-on, one-week-off protocol, no significant effect was observed in strength, muscle size, or testosterone concentrations (144). However, andro- stenedione supplementation did cause an increase in serum concentrations of estradiol and estrone and was associated with lower high-density lipoprotein (HDL) levels. These results suggest that although performance changes may not occur in athletes taking this supplement,"
    },
    {
        "heading": "Examples of Banned Prohormone Supplements",
        "content": "This list contains some examples of prohormones that have been banned as part of the Anabolic Steroid Control Act of 2004, but it is not a comprehensive list. •\t Androstanediol •\t Androstanedione •\t Bolasterone •\t Methyltestosterone •\t Norandrostenediol •\t Norandrostenedione •\t 19-nor-4-androstenediol •\t 19-nor-5-androstenediol •\t 1-testosterone over-the-counter pregnancy test kits, since it is generally not found in the body at any other time. In the general population, HCG is sometimes injected into overweight females under medical supervision in conjunction with low-calorie diets for the purposes of weight loss (99). Research suggests that when used for this purpose, HCG is not effective for inducing weight loss. The caloric restriction that accompanies the HCG injections appears to be the main contributing factor to associated weight loss (99)."
    },
    {
        "heading": "While HCG offers females no performance-enhancing",
        "content": "ability, it is cited anecdotally as useful for males who take anabolic steroids. When injected into men, HCG can increase testicular testosterone production; testos- terone levels can nearly double within four days after a large intramuscular injection (54). The activity of HCG in the male body is due to its ability to mimic lutein- izing hormone, a pituitary hormone that stimulates the Leydig cells in the testicles to manufacture testosterone (160). The reason males would want to be injected with HCG to increase endogenous testosterone levels is that endogenous testosterone production is suppressed at the end of a steroid cycle (173, 176). For that reason, if HCG is used by athletes, it is likely used by those who are finishing a cycle of anabolic steroids and are looking to activate their own endogenous testosterone production."
    },
    {
        "heading": "Adverse Effects",
        "content": "Human chorionic gonadotropin is given as an injection under the skin or into a muscle; the side effects that are common to such administration are pain, swelling, and tenderness around the injection site. There is very little research on the side effects of HCG injections. In one investigation in which HCG was injected into obese women, no adverse effects were reported in relation to blood pressure or routine blood work (218)."
    },
    {
        "heading": "Insulin",
        "content": "Insulin is a potent anabolic hormone. It is secreted by the pancreas in response to elevations in blood glucose or specific amino acid (e.g., leucine) concentrations. Its role is to facilitate the uptake of glucose and amino acids into the cell. Since insulin increases protein synthesis, it is considered an anabolic hormone."
    },
    {
        "heading": "When insulin concentrations are elevated naturally (i.e.,",
        "content": "endogenously from the pancreas following carbohydrate ingestion), there are no safety concerns in otherwise healthy individuals. Additionally, several reports indi- cate that postworkout carbohydrate ingestion suppresses muscle protein breakdown via the anticatabolic effects of insulin (32, 201). Theoretically, if protein breakdown is suppressed over several weeks to months, gains in lean muscle mass could be realized."
    },
    {
        "heading": "Adverse Effects",
        "content": "Because of insulin’s anabolic properties and its rumored ability to potentiate the effects of growth hormone and insulin-like growth factors, some individuals (primar- ily bodybuilders) take insulin by injection. The use of insulin in this manner comes with serious consequences. Possible outcomes in a previously healthy athlete include immediate death, coma, or the development of insu- lin-dependent diabetes (160)."
    },
    {
        "heading": "Human growth hormone (HGH), a protein secreted",
        "content": "from the anterior pituitary gland, has several important physiological functions that enhance its ergogenic effect. It is anabolic due to its stimulation of bone and skeletal muscle growth, but it also has important metabolic functions such as maintaining blood glucose levels, increasing the uptake of glucose and amino acids into muscle cells (80), and stimulating release of fatty acids from the fat cells."
    },
    {
        "heading": "The primary source of pharmacologic growth hor-",
        "content": "mone is a relatively complicated molecule from which it is synthetically derived using recombinant DNA technology. However, until 1986, the only source of the hormone was the pituitaries of human cadavers. Because HGH receptors are unable to cross-react with growth hormone from animal sources, the financial cost of HGH was very high before 1986. Although the use of cadaver growth hormone did not come without significant health risks, these consequences did not prevent athletes from taking the supplement but instead only substantially restricted use (121). The development of recombinant"
    },
    {
        "heading": "HGH provided clinicians with a relatively low-risk",
        "content": "drug at a lower cost (as compared to cadaver growth hormone) with greater availability. Clinicians can now prescribe recombinant HGH to increase stature in short children with growth hormone deficiency and alter body composition in adults. The use of HGH as a performance- enhancing substance is believed to be widespread among professional athletes; it is either taken alone or stacked with anabolic steroids (17). Even though recombinant technology has increased the availability of HGH, its cost, especially on the black market, is extremely high— between several hundred and a few thousand dollars per month. Humatrope, Nutropin, Norditropin, Genotropin, Serostim, Saizen, and Protropin are brand names of HGH commonly used in the United States."
    },
    {
        "heading": "Efficacy",
        "content": "There appear to be no studies on the efficacy of HGH in professional athletes. Most investigations of HGH have focused on HGH as replacement therapy in growth hor- mone–deficient adults and children or in healthy elderly individuals. These studies have consistently shown positive alterations in body composition (increases in lean body tissue with decreases in body fat) (79, 120, 204, 228). In men with established growth hormone deficiencies, nightly injections of recombinant HGH for six months resulted in an average increase of 12 pounds (5.4 kg) in lean body mass and a similar amount of fat loss (204). Most studies have not addressed the effect of HGH therapy on muscle strength and performance. One study showed no changes in isokinetic strength following 12 months of therapy (120). However, the subjects in that study did not perform any resistance training during the course of treatment. A study involving trained adults given growth hormone (three days per week for six weeks) showed modest changes in body composition, but no strength assessment was performed (58). Although the scientific literature does not provide support for the efficacy of HGH use in athletic populations, it is likely that the inability to perform such studies (due to ethical constraints) will limit much of our understanding of HGH and human performance. In years past, the use of HGH by athletes may have been prevalent in some professional sports because of its perceived efficacy and the fact that it could not be detected in random drug tests. Currently, HGH cannot be detected in the urine via a drug test, and it may be postulated that athletes opt to use it for this reason. However, a blood test for HGH was first introduced at the 2004 Summer Olympic Games in Athens, Greece. Growth hormone is a protein molecule. Injection is necessary in order to avoid its complete metabolism and maintain its effectiveness. Oral ingestion does not result in any benefit. Many of the actions of growth hormone are mediated through insulin-like growth factor I (IGF- I), another peptide hormone, which is produced and secreted from the liver in response to growth hormone stimulation. Insulin-like growth factor I is now being synthesized using recombinant DNA technology and will likely produce the same effects as HGH."
    },
    {
        "heading": "Adverse Effects",
        "content": "The use of HGH does, however, present some potential significant health risks. Excessive secretion of growth hormone during childhood causes gigantism, a condi- tion in which a person becomes abnormally tall. After puberty, once linear growth has stopped, excess secretion of growth hormone causes acromegaly, a disfiguring disease characterized by a widening of the bones, arthri- tis, organ enlargement, and metabolic abnormalities. This is a potential risk for athletes who use HGH as an ergogenic aid. In addition, these side effects may provide some indication that the athlete could be using this drug."
    },
    {
        "heading": "In clinical studies in growth hormone–deficient adults,",
        "content": "side effects appear to be minimal for even up to two years of replacement therapy (1, 120, 237). However, athletes who supplement with HGH generally use dos- ages that far exceed the doses commonly administered in replacement treatment (17). Thus, one should not assume that HGH use is benign with regard to adverse medical events in doses commonly used by an athletic popula- tion. Adverse side effects for HGH abuse are diabetes in prone individuals; cardiovascular dysfunction; muscle, joint, and bone pain; hypertension; abnormal growth of organs; and accelerated osteoarthritis (17). ▶ ▶Although growth hormone used as replace- ment therapy for people with growth hor- mone or IGF-I deficiency can be effective and can have minimal adverse consequences, the dosages that are likely used by athletes may pose a significant risk for acromegaly."
    },
    {
        "heading": "Erythropoietin",
        "content": "One of the limiting factors for endurance performance is the athlete’s ability to deliver oxygen to the contract- ing skeletal muscle. Over the years, several methods have been developed to increase the body’s ability to deliver oxygen. Some methods include novel training programs that may naturally elevate red blood cell and hemoglobin levels (i.e., altitude training), while other methods involve synthetic means to elevate the oxy- gen-carrying capacity of the blood (i.e., blood doping). Blood doping increases one’s red blood cell mass and is typically conducted using blood transfusions or taking a hormone known as erythropoietin. There are two forms of blood doping via blood transfusions: autologous and homologous. Autologous blood doping is the transfusion of one’s own blood, which has been stored (refrigerated or frozen) until needed. Homologous blood doping is the transfusion of blood that has been taken from another person with the same blood type. Since the late 1980s, blood doping via autologous blood transfusion has taken a back seat to the more popular method, administration of recombinant human erythropoietin (47)."
    },
    {
        "heading": "Erythropoietin (EPO) is produced in the kidneys",
        "content": "and stimulates the production of new red blood cells. It is also a protein hormone that can be produced by recombinant DNA techniques and is reportedly being abused by athletes (72). Erythropoietin use was one of the methods of doping that Lance Armstrong admitted to over the course of his cycling career. The EPO level in the blood increases in response to chronic aerobic endurance exercise. In certain types of anemia, especially in kidney patients with inadequate EPO production, recombinant human EPO can improve the quality of life of the individual."
    },
    {
        "heading": "Efficacy",
        "content": "Injections of EPO are generally associated with ele- vations in both hematocrit and hemoglobin. When EPO was given to normal men during six weeks of treatment, hematocrit levels increased from 44.5% to 50%; hemoglobin concentrations increased by 10%; aerobic capacity increased between 6% and 8%; and the time to exhaustion improved by up to 17% (25, 73)."
    },
    {
        "heading": "The enhanced oxygen-carrying capacity of the blood",
        "content": "makes EPO an effective ergogenic aid for the aerobic endurance athlete."
    },
    {
        "heading": "While medically supervised use of EPO provides",
        "content": "therapeutic benefit in the treatment of anemia related to kidney disease, its misuse can lead to serious health risks for athletes who use this substance simply to gain a competitive edge. The increase in hematocrit result- ing from EPO injection presents a significant health risk. Increases in red blood cell number increase blood viscosity (the thickening of the blood). This poses several problems that include increased risk of blood clotting, elevations in systolic blood pressure, stroke, and cerebral or pulmonary embolism (95). During aerobic endurance events, the additional problem of dehydration could compound cardiovascular risks by eliminating any safety margin in the balance between performance advantages from artificially increased hematocrit and decrements from increased blood viscosity. The deaths of a number of competitive cyclists have been related to EPO administration (95). The primary risk associated with EPO is its lack of predictability compared to red blood cell infusion. Once EPO is injected into the body, the stimulus for producing red blood cells is no longer under control. Consequently, aerobic endurance athletes should avoid this drug because of the significant cardio- vascular risk, leading to possible death, associated with its administration. b-Adrenergic Agonists"
    },
    {
        "heading": "Synthetic b-adrenergic agonists, or b-agonists, are",
        "content": "substances chemically related to epinephrine, a hormone produced in the adrenal medulla that regulates phys- iological effects, such as lipolysis (the breakdown of fat) and thermogenesis (increased energy expenditure resulting in the production of heat). b-Agonists were originally developed for the treatment of asthma and other life-threatening medical conditions. Some of these compounds have been found to have specific effects on body composition, such as increases in lean mass and decreases in stored fat (195); because of this, these drugs are sometimes referred to as partitioning agents (24). One of the more popular b-agonists used by athletes is the drug clenbuterol (195)."
    },
    {
        "heading": "Efficacy",
        "content": "Clenbuterol is a b2-agonist and is a widely used bron- chodilator (used to reverse bronchial restriction) in many parts of the world. Athletes use clenbuterol as an ergogenic aid to increase lean muscle tissue and reduce subcutaneous fat (195). Data on the effectiveness of clenbuterol have typically been based not on healthy athletes, but rather subjects with heart failure (138), patients experiencing muscle-wasting conditions (165), and animal models (162, 164). Though studies in humans are limited, several findings have indicated an ergogenic potential of b2-agonists for strength improvements (164, 166). Athletes generally use clenbuterol in doses twice the recommended amounts administered for clinical purposes, in a cyclic fashion (three weeks on alternated with three weeks off, with a two-days-on, two-days-off cycle during the “on” week) (195). It is believed that this cycling regimen avoids b2-receptor downregulation (160)."
    },
    {
        "heading": "Adverse Effects",
        "content": "Athletes consume clenbuterol in a capsule form, in con- trast to the inhalation route that is often used for relieving bronchial constriction. Although a number of potential side effects have been suggested (i.e., transient tachycar- dia, hyperthermia, tremors, dizziness, palpitations, and insomnia), actual documented events are quite limited (160). In addition, the scarcity of data on the ergogenic potential of clenbuterol in humans makes determining its efficacy difficult. b-Blockers b-Blockers are a class of drugs that block the b- adrenergic receptors, preventing the catecholamines (i.e., norepinephrine and epinephrine) from binding. b-Blockers are generally prescribed by cardiologists for the treatment of a wide variety of cardiovascular diseases, including hypertension. The ergogenic bene- fit of these drugs may reside in their ability to reduce anxiety and tremors during performance (155). Thus, athletes who rely on steady, controlled movements during performance (i.e., archers or marksmen) would appear to benefit from these drugs. Also, b-blockers may improve physiological adaptations from aerobic endur- ance training by causing an upregulation of b-receptors."
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "If this is true, it would result in an exaggerated response to sympathetic discharge during intense exercise upon cessation of supplementation."
    },
    {
        "heading": "Efficacy",
        "content": "Several studies have shown that b-blockers can improve both slow and fast shooting accuracy (7, 152). In addi- tion, the dose taken appears to have significant effects on the magnitude of improvement. In shooters who administered b-blockers in two different doses (80 mg vs. 40 mg of oxprenolol), the group taking the higher dose shot with greater accuracy (7). In certain sports, however, some degree of anxiety may be important."
    },
    {
        "heading": "Tesch (229) reported that bowlers whose performance",
        "content": "was improved during blockade with oxprenolol had significantly greater heart rates before, during, and after competition than subjects whose performance did not improve while on b-blockers."
    },
    {
        "heading": "Adverse Effects",
        "content": "b-Blockers may also have an ergolytic effect (reduce performance). Studies have shown that b-blockers impair the cardiovascular response to exercise by reduc- ing maximal heart rate, oxygen consumption, and 10 km race time performance (6). Also, b-blockers are associ- ated with an increased rate of perceived exertion (229)."
    },
    {
        "heading": "Risks associated with these drugs include bronchospasm,",
        "content": "heart failure, prolonged hypoglycemia, bradycardia, heart block, and intermittent claudication (89)."
    },
    {
        "heading": "The sport supplement industry throughout the world",
        "content": "continues to increase, with the global sport nutrition market valued at US$20.7 billion in 2012 and having an expected value of over US$37 billion by 2019 (235)."
    },
    {
        "heading": "Some sport nutrition companies make unsubstantiated",
        "content": "claims concerning the efficacy of their products. At times, unscrupulous companies have knowingly placed analogues of banned substances in their products to enhance their effects (50). As a result, much confusion has been created among athletes regarding appropriate supplements and the ethics of companies. This section describes dietary supplements that are commonly used by athletes and presents scientific examination of their efficacy."
    },
    {
        "heading": "Amino Acids",
        "content": "Essential amino acids (EAAs) are not produced in the body and must be obtained through the diet. Essential amino acids include isoleucine, leucine, valine, lysine, methionine, phenylalanine, threonine, and tryptophan. High levels of the EAAs can be found in any number of animal-based proteins or as supplements sold over the counter. Leucine can also be found in plants such as spinach and broccoli, but the amount of leucine is minimal when compared to that in animal-based sources."
    },
    {
        "heading": "Efficacy",
        "content": "Scientists have been able to delineate certain categories of amino acids as well as individual amino acids and their role in stimulating muscle protein synthesis. For example, Tipton and colleagues (230, 231) reported that nonessential amino acids were not necessary to stimulate muscle protein synthesis; rather, only the presence of EAAs is needed. In this research (230), six healthy adults (three males and three females) participated in resistance exercise (eight sets of eight repetitions at 80% of 1-rep- etition maximum [1RM]) and then consumed either 40 g of mixed amino acids (composed of both nonessential and essential amino acids), 40 g of EAA, or a placebo. While the mixed amino acids and the EAA induced an anabolic response that was significantly greater than with the placebo treatment, there was no difference between the amino acid treatments. Since there was no difference, it was concluded that nonessential amino acids are not needed to stimulate muscle protein synthesis. In a fol- low-up study, using the same protocol (but with only 6 g EAA and 35 g sugar), Rasmussen and colleagues (197) demonstrated significantly greater anabolic drive—that is, the building of new muscle tissue—with the EAA supplement (when given shortly after resistance exer- cise) versus the placebo."
    },
    {
        "heading": "Subsequently, Tipton and colleagues (232) examined",
        "content": "the effects of consuming 6 g EAA plus 36 g of sugar, before or after resistance training, on muscle protein metabolism. They reported that when the EAA plus sugar was consumed 30 minutes before resistance training, the acute (3 hours postexercise) anabolic response was 158% greater than when the EAA and sugar supplement were consumed posttraining. As a result of these acute findings, Tipton and colleagues (232) and Rasmussen and colleagues (197) theorized that a person who con- sumed EAA before or after (or both before and after) every resistance training session over a period of weeks would experience greater changes in muscle mass than with training only. It is important to note that although the nonessential amino acids are not required to stimulate muscle protein synthesis, this does not mean that they are not important for maximizing training adaptations in the athlete. The conditionally essential and nonessential amino acids serve as the substrates that are incorporated into the newly formed muscle proteins; further, they also spare the conversion of these amino acids from the essential ones, thus effectively increasing the levels of EAAs. Prior work in animal models further identified that of the eight EAAs, it is the branched-chain amino acids (BCAAs)—isoleucine, leucine, and valine—that are responsible for increasing muscle protein synthesis (96). Of the BCAAs, it appears that leucine is the key amino acid for stimulating muscle protein synthesis (42, 139, 199) via the Akt/mechanistic target of rapamycin (mTOR) pathway (figure 11.3). Norton and coworkers (180) demonstrated in rodent models that a leucine threshold for stimulating muscle protein synthesis exists. Based on this pioneering research, many nutrition researchers now believe that the leucine content in any given protein intake is the rate-limiting factor in terms of maximizing muscle protein synthesis within the capacity of skeletal muscle, rather than simply the total amount of protein ingested. To support this theory of the importance of the content of a protein meal, Pasiakos and colleagues (185) reported that a leucine-enriched EAA beverage resulted in a significant elevation of muscle protein synthesis compared to a normal leucine-contain- ing EAA beverage. In this study, trained males ingested one of two different 10 g EAA beverages during cycling exercise—one containing 3.5 g of leucine (46 mg/kg body mass) and the other containing 1.87 g of leucine (~25 mg/kg body mass). After the exercise bout (during a 3-hour assessment period), muscle protein synthesis was 33% greater in the leucine-enriched EAA beverage. The importance of leucine intake and its role in the anabolic response of skeletal muscle following resistance training is a popular topic in sport nutrition research today."
    },
    {
        "heading": "Adverse Effects",
        "content": "No known reports or scientific studies have investigated the adverse effects of branched-chain amino acid or EAA supplementation."
    },
    {
        "heading": "Arginine",
        "content": "Arginine is a conditionally essential amino acid and has crucial roles in nutrition and metabolism. Arginine is required for the synthesis of protein and creatine, and its metabolism results in the production of nitric oxide. The claims often attributed to arginine supplementation are its ability to elevate nitric oxide levels, increase muscle blood flow, and improve exercise performance. Each of these claims is directed at athletes or physically active individuals, as these are all outcomes that would be ben- eficial for enhancing sport performance or maximizing training adaptations. Unfortunately, there is very little scientific evidence supporting these claims regarding arginine supplementation in the populations that these outcomes would benefit."
    },
    {
        "heading": "Oral arginine supplementation is most often marketed",
        "content": "for its potential to elevate nitric oxide levels. Nitric oxide possesses many physiological roles in the human body, but its effects on vasodilation (i.e., the widening of blood vessels) are what make it important during exercising conditions. During exercise, nitric oxide levels are naturally increased so that more blood can flow through the arteries and arterioles for the purpose of delivering oxygen and fuel substrates to the working skeletal muscles (30). While nitric oxide is essential for vasodilation, the overwhelming majority of the scientific literature does not support the claim that oral arginine supplementation increases nitric oxide production to levels that are greater than the effects of exercise alone in healthy individuals (5, 159, 208). In contrast to healthy individuals, those with risk factors for cardiovascular disease or people who have diabetes may benefit from increased nitric oxide production resulting from oral arginine supplementation (135, 136). A natural outcome of nitric oxide production is an increased muscle blood flow. Therefore, increas- ing muscle blood flow is also a popular claim that is made regarding arginine’s effectiveness. Despite the common perception among athletes and consumers Figure 11.3  Role of leucine in muscle protein synthesis. ▶ ▶The branched-chain amino acid leucine is a key regulator in stimulating muscle protein synthesis. Leucine directly activates the Akt/ mTOR pathway in skeletal muscle, which is a key pathway in skeletal muscle protein synthesis."
    },
    {
        "heading": "Increase in Akt/mTOR pathway/",
        "content": "protein synthesis"
    },
    {
        "heading": "Synergy between resistance",
        "content": "exercise and leucine ingestion"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "of dietary supplements that arginine supplementation does increase muscle blood flow, nearly all scientific investigations into this area are in agreement that muscle blood flow is not increased in healthy individuals fol- lowing arginine supplementation (76, 77, 226). Oral arginine supplementation has also been purported to improve endurance exercise performance. However, in research investigating arginine’s effectiveness in healthy populations, it was reported that time to exhaustion, local muscular endurance, and intermittent anaerobic exercise performance were not improved as a result of supplementation (104, 159, 239). Due to its inability to increase nitric oxide production, enhance muscle blood flow, or improve several modes of endurance exercise, oral arginine supplementation is not recommended for healthy athletes."
    },
    {
        "heading": "Adverse Effects",
        "content": "A majority of the scientific investigations in which arginine was given to participants to improve exercise performance used a 6 g dose. While this dose of arginine was not effective in improving endurance performance, this amount was well tolerated and posed no adverse side effects. Oral supplementation at doses up to 13 g is generally well tolerated. The most common adverse reactions to higher doses (13 to 30 g) include gastrointes- tinal distress consistent with nausea, abdominal cramps, and diarrhea (51). ▶ ▶Due to its inability to increase nitric oxide production, enhance muscle blood flow, or improve endurance exercise performance, oral arginine supplementation is not recom- mended for healthy athletes. b-Hydroxy-b-Methylbutyrate b-Hydroxy-b-methylbutyrate (HMB) is a derivative of the EAA leucine and its metabolite a-ketoisocaproic acid. Evidence shows that HMB stimulates protein synthesis (74) and decreases protein breakdown by inhibiting the ubiquitin–proteasome pathway (211). Due to HMB’s role in the regulation of protein breakdown, it may be an effective supplement for minimizing losses of lean muscle mass in situations that promote a catabolic state. b-Hydroxy-b-methylbutyrate is not currently banned or restricted by sport organizations."
    },
    {
        "heading": "Efficacy",
        "content": "The initial research study that highlighted HMB’s anti- catabolic potential was conducted by Nissen and col- leagues (179). In this study, untrained subjects ingested one of three levels of HMB (0, 1.5, or 3.0 g per day) and two protein levels (117 or 175 g per day) and resistance trained three days per week for three weeks. As a measure of myofibrillar protein breakdown, urinary 3-methyl- histidine levels were measured (higher levels of uri- nary 3-methyl-histidine mean that more muscle protein is catabolized, or broken down). After the first week of the resistance training protocol, urinary 3-methyl- histidine was increased by 94% in the control group and by 85% and 50% in those individuals ingesting 1.5 and 3 g of HMB per day, respectively. During the second week of the study, urinary 3-methyl-histidine levels were still elevated by 27% in the control group but were 4% and 15% below basal levels for the 1.5 and 3 g of HMB per day groups. At the end of the third week of resistance training, urinary 3-methyl-histidine levels were not sig- nificantly different between the groups (179)."
    },
    {
        "heading": "Research in other catabolic-inducing environments",
        "content": "has also demonstrated the effectiveness of HMB sup- plementation. For example, when older adults were con- fined to complete bed rest (a catabolic state) for 10 days, it was reported that the subjects who were supplemented with 3 g of HMB per day lost significantly less lean body mass (lost only 0.37 pounds [0.17 kg]) as compared to those subjects who were supplemented with a placebo (lost 4.5 pounds [2.05 kg]) (64). Other research findings are in agreement with these observations and have shown that HMB exerts an anticatabolic effect and suppresses muscle damage (146, 241)."
    },
    {
        "heading": "In previously untrained individuals initiating a resis-",
        "content": "tance training program lasting four to eight weeks, HMB has been shown to exert significantly greater improve- ments in strength and lean body mass as compared to a placebo (94, 179, 184). The muscle damage and soreness that result from resistance training are predictably greater in those who have little training experience as compared to individuals who have engaged in resistance training for longer periods of time. Given HMB’s ability to sup- press muscle damage and muscle protein breakdown, it is not surprising that HMB is effective for people beginning a new training program. The ergogenic effects of HMB in trained individuals are less conclusive. Studies using resistance-trained or competitive athletes were unable to duplicate the results seen in a recreationally trained population using similar supplementation schedules (150, 181, 196). However, many of the studies investigating the effects of HMB on strength and lean body mass in trained individuals were of short duration (less than five weeks) and lacked the presence of a periodized, high-intensity training program. In order for HMB to be effective, it may be essential to provide novel stimuli to individuals to induce either muscle damage or stimulate elevated protein breakdown."
    },
    {
        "heading": "Research suggests that trained individuals instructed",
        "content": "not to change their programs do not benefit from HMB (150). In a recent investigation, it was reported that highly resistance-trained males undergoing a periodized resistance training program and ingesting supplemental"
    },
    {
        "heading": "HMB realized significant improvements in total strength",
        "content": "and lean body mass as compared to a placebo group that participated in an identical training program (257). Other investigations that have provided an adequate train- ing stimulus in trained individuals have also reported increases in maximal strength and lean body mass as compared to placebo treatments (179, 184)."
    },
    {
        "heading": "Adverse Effects",
        "content": "The duration, dosage, and timing of HMB supplemen- tation have notably varied in the scientific literature. In nearly every published investigation related to HMB supplementation, 3 to 6 g per day was ingested. Three grams per day (often divided into several doses) is the most common dosage used in published studies. The majority of studies investigating HMB have used the calcium salt of HMB—HMB-Ca. Recently, another form of HMB, HMB-free acid, has been investigated as well (257). The safety of HMB supplementation has been widely studied and to date there is a consensus that HMB presents no known adverse effects. ▶ ▶b-Hydroxy-b-methylbutyrate is most effec- tive when an adequate training stimulus is provided. For untrained individuals, this does not likely require high-volume training."
    },
    {
        "heading": "For trained individuals, a high-intensity,",
        "content": "high-volume resistance training program is likely needed in order for benefits to be realized with HMB supplementation."
    },
    {
        "heading": "During high-intensity anaerobic exercise, a significant",
        "content": "accumulation of hydrogen ions (H+) is coupled with a reduction of pH within skeletal muscle and has been shown to adversely affect performance (200). The ability to regulate H+ concentration in skeletal muscle during high-intensity exercise has been termed muscle buffer- ing capacity (MBC) (22, 178). There is a strong positive relationship between MBC and exercise performance (repeated-sprint ability, high-intensity exercise capacity, anaerobic threshold, and training volume) (70, 71). In fact, researchers have demonstrated a positive relation- ship between exercise performance and MBC in athletes who participate in sports like basketball, soccer, hockey, cycling, crew (rowing), triathlons, and sprinting (29, 70, 71). In theory, improving MBC by training or nutritional means (b-alanine, sodium bicarbonate, or citrate) would improve performance in sports and activities that may be limited by H+ buildup. Therefore a brief review of b- alanine, sodium bicarbonate, and sodium citrate and their effects on high-intensity exercise performance follows. b-Alanine b-Alanine is a nonessential amino acid that is common in many foods that we eat, such as chicken. By itself, b-alanine has limited ergogenic properties. However, in muscle cells, it is the rate-limiting substrate for carnosine synthesis (68). Harris and colleagues (110) reported that four weeks of supplementing with b-alanine (4 to 6 g/day) resulted in a mean increase of 64% in skeletal muscle b-alanine concentrations. In humans, carnosine is found primarily in fast-twitch (Type II) skeletal muscle and is estimated to contribute up to 40% of the skeletal MBC of H+ produced during intense anaerobic exercise, thus encouraging a drop in pH (110, 114). Theoretically, increasing skeletal muscle carnosine levels through chronic training or b-alanine supplementation (or both) would improve MBC and most likely improve anaerobic performance. Interestingly, carnosine concentrations in athletes such as sprinters and bodybuilders appear to be significantly higher than those in marathoners, untrained individuals, and people who are elderly (110, 224)."
    },
    {
        "heading": "Suzuki and colleagues (224) examined the rela-",
        "content": "tionship between skeletal muscle carnosine levels and high-intensity exercise performance in trained cyclists. The authors reported a significant and positive relation- ship between carnosine concentration and mean power in a 30-second maximal sprint on a cycle ergometer. This finding supported the theory that skeletal muscle carnosine levels have a positive correlation with anaer- obic performance because of the relationship between carnosine and MBC."
    },
    {
        "heading": "Efficacy",
        "content": "b-Alanine has been studied for its effects on strength, aerobic power, and high-intensity short-term exercises interspersed with short recovery intervals. In contrast to creatine, b-alanine does not seem to improve maximal strength (140, 122, 123). Similarly, aerobic power does not appear to be improved with b-alanine supplementation (123, 140). Even though aerobic power is not improved, supporting data indicate that anaerobic threshold is improved with b-alanine supplementation (221, 259). Practically, improving anaerobic threshold (as measured by the lactate and ventilatory thresholds) means that endurance activities can be performed at relatively higher intensities for longer periods. Hill and colleagues (114) examined the effect of b-alanine sup- plementation on muscle carnosine levels and exercise performance in untrained subjects. In a double-blind fashion, 25 male subjects (19-31 years) supplemented with either 4.0 g b-alanine or sugar placebo for the first week, then with up to 6.4 g for an additional nine weeks. Muscle carnosine levels (via muscle biopsy) and total"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "work done (kilojoules) were measured at weeks 0, 4, and 10 during cycling to exhaustion at maximal power established from a graded exercise cycle ergometry test. Mean carnosine levels increased by 58% at week 4 and an additional 15% at week 10. Additionally, 13% and 16% increases in total work done during cycle ergometry were seen at weeks 4 and 10, respectively."
    },
    {
        "heading": "In a comprehensive review summarizing the effects",
        "content": "of b-alanine supplementation on high-intensity perfor- mance, Artioli and colleagues (9) stated that b-alanine ingestion is capable of improving performance in exer- cises resulting in an extreme intramuscular acidotic environment, such as multiple bouts of high-intensity exercises lasting more than 60 seconds, as well as single bouts undertaken when fatigue is already pres- ent. High-intensity exercises performed with a lower level of acidosis are unlikely to benefit from b-alanine supplementation."
    },
    {
        "heading": "In the published literature, b-alanine",
        "content": "ingestion has ranged from 2.4 to 6.4 g per day. In many b-alanine trials, the total daily amount of b-alanine ingestion was divided into two to four smaller doses. The reason for the smaller dosing strategies is to prevent the only reported adverse effect of b-alanine supplemen- tation, which is the symptom of paresthesia (tingling, pricking, or numbness of a person’s skin) (9). Symptoms of paresthesia are triggered by a high and acute single dose and disappear within approximately 1 hour after the ingestion (9, 110)."
    },
    {
        "heading": "Sodium bicarbonate is an antacid (alkalinizing agent),",
        "content": "meaning that it counteracts or neutralizes acid (low pH). Sodium bicarbonate is naturally formed in the body and is also found in baking soda. Supplementation with sodium bicarbonate has been shown to increase the pH of blood (219). A pH difference is created between the inside and outside of muscle cells that causes an accel- erated movement of H+ out of the contracting muscle, helping to regulate intramuscular pH. Supplementing with sodium bicarbonate has been shown to improve MBC and in turn high-intensity exercise performance."
    },
    {
        "heading": "Most research investigating the efficacy of",
        "content": "sodium bicarbonate for enhancing sport performance has focused on short bouts of high-intensity exercise lasting 60 seconds to 6 minutes (172). McNaughton and colleagues (169, 171) and Coombes and McNaughton (55) have demonstrated improved total work capac- ity, peak power, peak torque, and strength from acute sodium bicarbonate supplementation in men and women."
    },
    {
        "heading": "Recently, Hobson and coworkers (117) examined the",
        "content": "effects of sodium bicarbonate ingestion during a 2,000 m rowing ergometer time trial in experienced male rowers. The rowers were supplemented before exercise with 0.3 g/kg body mass of sodium bicarbonate or a placebo. Time to complete the 2,000 m and time taken for each 500 m split were recorded. While there were no significant differences in the overall 2,000 m time trial, the sodium bicarbonate did result in significant improvements in the third and final 500 m time splits. Some investigations (28, 157), but not all (10), have reported similar improvements in high-intensity exer- cise following 0.3 g/kg body mass sodium bicarbonate supplementation. The timing of the sodium bicarbonate ingestion used in many scientific investigations is typi- cally 60 to 90 minutes before the bout of exercise."
    },
    {
        "heading": "Adverse Effects",
        "content": "It appears that a dosage of 0.3 g/kg body mass (136 mg/pound of body mass) sodium bicar- bonate ingested approximately 60 to 90 minutes before activity improves short-duration, high-intensity exercise performance (117, 172). Dosages above this amount have been associated with unpleasant side effects such as diarrhea, cramping, nausea, and vomiting. A more tolerable dose (0.2 g/kg [90 mg/pound] of body weight) has been shown to reduce these side effects; however, research has revealed that this dose does not improve exercise performance (156). It appears that a minimum sodium bicarbonate dose of 0.3 g/kg body mass, 60 to 90 minutes before exercise, is needed to improve performance (126, 251). Due to the severity of the side effects (which may be experienced by some athletes even when ingesting 0.3 g/kg body mass), many sport scientists recommend that athletes try sodium bicarbon- ate supplementation during practice before using it as a precompetition aid."
    },
    {
        "heading": "Sodium Citrate",
        "content": "Although sodium citrate is not actually a base, it can increase blood pH without the gastrointestinal distress that is commonly seen with sodium bicarbonate supple- mentation (242). It is believed that once in the blood, sodium citrate actually breaks down into bicarbonate, thus increasing the extracellular pH (233). As a result, sodium citrate would help regulate intramuscular pH during high-intensity exercise by the same mechanism as sodium bicarbonate."
    },
    {
        "heading": "Efficacy",
        "content": "The data are equivocal in terms of the effec- tiveness of sodium citrate’s ergogenic potential during short-duration, high-intensity exercise, with some investigations reporting no benefit (15, 57, 203, 242) and others having observed an ergogenic effect (158, 170). For example, a dose of 200 mg per pound of body weight (0.44 g per kilogram of weight) given 60 to 90 minutes before exercise led to significant improve- ment (about 20% greater) in leg muscular endurance during maximal isometric knee extensions (112). More research, however, is needed before sodium citrate can be recommended before a workout or competition for performance enhancement."
    },
    {
        "heading": "Sodium citrate may possess MBC",
        "content": "and has been used without the typical gastrointestinal discomfort usually associated with sodium bicarbonate ingestion (15, 158). Even though it appears that the adverse effects of sodium citrate supplementation are lower than those of sodium bicarbonate, ingestion of 0.4 to 0.6 g/kg body mass sodium citrate has the potential to cause gastrointestinal distress (182, 205). The gas- trointestinal response seems to vary among individuals; therefore athletes should individually test sodium citrate supplementation before using it in competition."
    },
    {
        "heading": "L-Carnitine",
        "content": "L-carnitine is synthesized from the amino acids lysine and methionine and is responsible for the transport of fatty acids from the cytosol into the mitochondria to be oxidized for energy (142). Carnitine’s role in lipid oxi- dation has generated interest in its efficacy as a dietary supplement, primarily to enhance exercise performance by increasing fat utilization and sparing muscle glyco- gen. However, studies examining L-carnitine’s role as an ergogenic aid for increasing lipid oxidation have not shown clear efficacy in either human or rat models (8, 33). Although Bacurau and colleagues (13) showed enhanced fatty acid oxidation following three weeks of"
    },
    {
        "heading": "L-carnitine supplementation, which was attributed to",
        "content": "a greater carnitine content in the muscle, most studies have been unable to demonstrate elevated muscle car- nitine levels following supplementation (16, 247). This may be related to limits in the amount of carnitine that can be absorbed through oral supplementation (131), or potentially related to limits in the amount of fat that can be transported into the mitochondria through the carnitine system due to feedback regulators within the muscle, such as malonyl–coenzyme A, which is a prod- uct of metabolism."
    },
    {
        "heading": "L-carnitine may enhance recovery from exercise (116,",
        "content": "129, 245). Decreases in pain and muscle damage (97), decreases in markers of metabolic stress (214), and enhanced recovery (245) have also been demonstrated following high-intensity resistance exercise in untrained or recreationally trained individuals who supplemented with L-carnitine. The mechanisms that have been pro- posed involve enhancing blood flow regulation through an enhanced vasodilatory effect that reduces the mag- nitude of exercise-induced hypoxia (130). In addition,"
    },
    {
        "heading": "Kraemer and colleagues indicated that L-carnitine",
        "content": "supplementation (2 g/day for three weeks) upregulates androgen receptors (147) and increases IGF binding proteins that preserve IGF-I concentrations (148). These endocrine adaptations from the supplement may have an important role in the enhanced recovery seen following high-intensity exercise."
    },
    {
        "heading": "Adverse Effects",
        "content": "Up to 3 g of daily L-carnitine supplementation (for three weeks) appears to be well tolerated in healthy volunteers, with no adverse subjective, hematological, or metabolic events reported (202). Yet as with most supplements, this information should not be extrapolated to suggest the safety of greater dosing or of use for prolonged supplementation periods."
    },
    {
        "heading": "Creatine",
        "content": "Creatine is a nitrogenous organic compound that is synthesized naturally in the body, primarily in the liver, and helps to supply energy to all cells in the body. It can also be synthesized in smaller amounts in both the kidneys and pancreas. The amino acids arginine, glycine, and methionine are the precursors for the synthesis of creatine in those organs. Creatine can also be obtained though dietary sources. It is found in relative abundance in both meat and fish. Approximately 98% of creatine is stored within skeletal muscle in either its free form (40%) or its phosphorylated form (60%). Smaller amounts of creatine are also stored in the heart, brain, and testes. Creatine is transported from its site of synthesis to the skeletal muscle via circulation."
    },
    {
        "heading": "Importance of Creatine to Exercise",
        "content": "Creatine, in the form of creatine phosphate (CP; also called phosphocreatine [PCr]), has an essential role in energy metabolism as a substrate for the formation of adenosine triphosphate (ATP) by rephosphorylat- ing adenosine diphosphate (ADP), especially during short-duration, high-intensity exercise. The ability to rapidly rephosphorylate ADP is dependent on the enzyme creatine kinase and the availability of CP within the muscle. As CP stores become depleted, the ability to perform high-intensity exercise declines. In short-dura- tion sprints (e.g., 100 m sprint), the energy for fueling the activity is derived primarily through the hydrolysis of CP (93). However, as high-intensity exercise increases in duration, the ability of CP to serve as an energy source is drastically reduced."
    },
    {
        "heading": "Depletion of muscle CP during high-intensity exercise",
        "content": "is the primary mechanism leading to fatigue in such events. During a 6-second bout of maximal exercise, CP levels within the muscle are reduced 35% to 57% from resting levels (93). As the duration of high-intensity"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "exercise increases to 30 seconds, CP levels in the muscle are further reduced by approximately 64% to 80% from resting levels (31, 48); during bouts of repeated high-in- tensity exercise, CP levels in the muscle are almost completely depleted (168). As muscle CP concentrations decrease, the ability to perform maximal exercise is reduced. Hirvonen and colleagues (115) demonstrated that sprint times were slower as CP concentrations were reduced. It stands to reason that if muscle CP con- centrations could be maintained, the ability to sustain high-intensity exercise would be improved. This is the basis for creatine supplementation in athletes."
    },
    {
        "heading": "Creatine Supplementation",
        "content": "Reports suggest that 37.2% of collegiate athletes use, or have used, creatine during their preparation for com- petition (90). However, the prevalence of use among strength/power athletes may approach more than 80% in certain sports (154). Creatine use has also gained popularity among high school athletes; 90% of athletes who supplement choose creatine (225). As a result of their widespread use, creatine supplements may be the most extensively studied ergogenic aid in recent history."
    },
    {
        "heading": "Creatine supplementation is reported to increase the",
        "content": "creatine content of muscles by approximately 20% (40, 78, 132). However, it appears that a saturation limit for creatine exists within muscle. Once creatine concentra- tions in skeletal muscle reach 150 to 160 mmol/kg dry weight, additional supplementation appears to be unable to further increase muscle creatine concentrations (102). This has important implications for the “more is better” philosophy that governs the thinking of some athletes, and may affect the development of proper and realistic dosing schemes."
    },
    {
        "heading": "Maximal",
        "content": "power/strength"
    },
    {
        "heading": "Single-effort",
        "content": "sprint performance"
    },
    {
        "heading": "Maximal-effort",
        "content": "muscle contractions"
    },
    {
        "heading": "Repetitive sprint",
        "content": "performance"
    },
    {
        "heading": "Increase in performance variable (%)",
        "content": "Figure 11.4  Approximate changes in performance variables following creatine supplementation (149)."
    },
    {
        "heading": "A typical creatine supplementation regimen involves",
        "content": "a loading dose of 20 to 25 g daily for five days, or 0.3 g/ kg body mass if an individual wishes to dose relative to body weight, followed by a maintenance dose of 2 g/day (132). If one ingests creatine without an initial loading dose, muscle creatine content will reach levels similar to those seen in people who do initially use a loading dose, but reaching that muscle creatine concentration will take longer (~30 days vs. 5 days). Muscle creatine levels will remain elevated as long as the maintenance dose is maintained (2 g/day or 0.03 g/kg body mass per day) (132). Once creatine supplementation is stopped, muscle creatine levels will return to baseline levels in approximately four weeks (78, 132)."
    },
    {
        "heading": "Efficacy",
        "content": "Most studies examining the effect of creatine supplemen- tation on strength performance have been fairly consis- tent in showing significant ergogenic benefits (23, 141, 186, 243, 246) (refer to figure 11.4). Strength increases in the bench press, squat, and power clean may be two- to threefold higher in trained athletes supplementing with creatine compared to placebo (122, 186). These results may highlight the benefit of creatine supplementation in experienced resistance-trained athletes whose potential to improve strength may be limited. In experienced strength athletes, supplementing with creatine may also ▶ ▶Creatine supplementation has been shown to increase maximal strength, power, and lean body mass in both trained and untrained populations. Additionally, creatine supple- mentation is safe and relatively inexpensive. enhance the quality of workouts (less fatigue, enhanced recovery), which may be crucial for providing a greater training stimulus to the muscle. Most studies examining the effects of creatine sup- plementation on a single bout of explosive exercise (sprint or jump performance) have not shown any significant performance improvements (62, 145, 177, 212). However, in many of these studies, subjects were supplemented with a loading dose for only five days (145, 177, 212). While ingesting creatine with a loading dose for five days will significantly increase intramus- cular creatine stores, this is likely not enough time for training adaptations to occur and to be manifested in explosive exercise performance improvements. When subjects have supplemented for an extended period of time (28-84 days), significant improvements in jump and power performance have been seen (108, 243). It appears that creatine is more effective as a training supplement than as a direct performance enhancer."
    },
    {
        "heading": "Prolonged creatine supplementation has been gener-",
        "content": "ally associated with increases in body weight. These increases appear to primarily relate to increases in fat-free mass. The increase in body mass is believed to be partly related to an increase in total body water. An increase in creatine content within the muscle is thought to enhance the intracellular osmotic gradient, causing water to fill the cell (244). In addition, increasing the creatine content of muscle appears to be coupled with an increased rate of muscle contractile protein synthesis (246, 255). In general, creatine supplementation during training is typically associated with a 1- to 4.5-pound (0.5-2 kg) greater increase in body mass or fat-free mass (151) over a period of several weeks to several months."
    },
    {
        "heading": "Adverse Effects",
        "content": "Increase in body mass has at times been referred to as a potential unwanted side effect of creatine supplementa- tion (206), particularly in relation to strength-to-mass or power-to-mass ratio. However, in athletes supplementing with creatine, weight gain is often a desired outcome. When people talk about side effects from a drug or supplement, they are generally referring to a potentially debilitating effect. There have been many anecdotal reports of gastrointestinal, cardiovascular, and muscular problems, including muscle cramps, in association with creatine ingestion. However, controlled studies have been unable to document any significant side effects from creatine supplementation. Even during prolonged supplementation (several weeks up to many months), no increases in reported side effects were noted in subjects supplementing with creatine—either competitive ath- letes or recreationally trained individuals (60, 103, 151). Another concern with any supplement is the long- term health effects. A retrospective study on health variables in 26 former or current competitive athletes who had used creatine for up to four years indicated only occasional gastrointestinal upset during the load- ing phase (206). These disturbances ranged from gas to mild diarrhea. Other hypothesized major concerns during creatine supplementation include a strain on the kidneys due to the high nitrogen content of creatine and increased creatine excretion during short-term ingestion. However, no renal dysfunction has been reported with either short-term (five days) or long-term (up to five years) creatine use (189, 190). ▶ ▶Despite certain media and anecdotal reports linking creatine supplementation to dehy- dration and cramping, there is no reason to believe that creatine enhances the risk for these side effects."
    },
    {
        "heading": "Stimulants",
        "content": "There is little question about the usefulness of stimu- lants to many types of athletic endeavors; the effects of stimulants include reduced fatigue, increased alertness, increased confidence, and even euphoria. Because stimulants have to be used at the time of competition to confer an ergogenic advantage, drug testing performed immediately after the competition can effectively reduce their abuse (128). However, many stimulants (e.g., caffeine) are also available in food items, while others (e.g., ephedrine) may be found in decongestants and other medications."
    },
    {
        "heading": "Caffeine",
        "content": "Caffeine is a multifaceted supplement used in athletics and is popular among both endurance and resistance training athletes. It is found in coffee, tea, soft drinks, chocolate, and various other foods. It is a central ner- vous system stimulant, and its effects are similar to, yet weaker than, those associated with amphetamines. Caffeine has been used as a performance enhancer for more than 40 years and is one of the few ergogenic aids that may be used comparably by aerobic and anaerobic athletes."
    },
    {
        "heading": "The mechanism to explain endurance improvements",
        "content": "is unclear. One of the mechanisms that has been pro- posed involves an increase in fat oxidation through the mobilization of free fatty acids from adipose tissue or intramuscular fat stores (215). The greater use of fat as a primary energy source slows glycogen depletion and delays fatigue. Alterations in muscle metabolism alone cannot fully explain the ergogenic effect of caffeine."
    },
    {
        "heading": "During short-duration, high-intensity exercise, the",
        "content": "primary ergogenic effect attributed to caffeine supple-"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "mentation is enhanced power production. This is thought to be the result of an enhanced excitation–contraction coupling, affecting neuromuscular transmission and mobilization of intracellular calcium ions from the sarco- plasmic reticulum (227). In addition, caffeine ingestion is thought to enhance the kinetics of glycolytic regulatory enzymes such as phosphorylase (215)."
    },
    {
        "heading": "Efficacy",
        "content": "For the aerobic athlete, caffeine is thought to prolong aerobic endurance exercise (56). Initial studies dealing with the effect of caffeine supplementation on aerobic endurance performance indicated a 21-minute improvement in the time to exhaustion (from 75 minutes in a placebo trial to 96 minutes in the caffeine trial) during cycling at 80% of V.O2max (56). These results were confirmed by a number of additional studies demonstrating the ergogenic effect of caffeine during prolonged aerobic endurance activity (101, 216). These studies showed that caffeine in doses ranging from 3 to 9 mg/kg (equivalent to approximately 1.5 to 3.5 cups of automatic drip coffee in a 70 kg [154-pound] person) produced a significant ergogenic effect. Similar perfor- mance effects from caffeine have also been demonstrated during short-duration, high-intensity exercise (38, 67). When the effects of caffeine ingestion on sprint or power performance are examined, however, the ergogenic benefits become less clear. Several studies have shown that caffeine ingestion does not improve power performance (52, 105), but those studies used recreational athletes. In elite Judo athletes ingesting caffeine (5 mg/kg), it was reported that peak power was significantly improved in comparison with a placebo treatment (213)."
    },
    {
        "heading": "Similarly, in competitive swimmers, caffeine inges-",
        "content": "tion (250 mg) was shown to improve sprint times during repeated 100 m sprints by an average of 3% (53). The number of studies on caffeine ingestion and sprint and power performance is limited compared to the number that measured caffeine’s effect on aerobic endurance performance. Thus, the results of the studies on the ergogenic benefit of caffeine for power performance are inconclusive. If there is any performance benefit, it likely occurs in the trained athlete."
    },
    {
        "heading": "Caffeine from a food source (coffee consumption)",
        "content": "and anhydrous caffeine have both shown significant performance effects; however, the extent of performance improvements appears to be greater when caffeine is ingested in tablet form (101). When caffeine is provided as a pure caffeine supplement, the ergogenic benefit with respect to improved aerobic endurance performance has been reported to range between 28% and 43% (101). However, when it is provided in a food source such as coffee (either caffeinated coffee or decaffeinated coffee with added caffeine), the ergogenic benefit for aerobic endurance exercise may not be seen (46, 101) or may be seen only at a reduced level (56, 236, 253). Graham and colleagues (101) suggested that although the bioavailability of caffeine is the same whether it is con- sumed in a food source or in an anhydrous form, some compound in coffee antagonizes the action of caffeine. ▶ ▶In doses of 3 to 9 mg/kg body weight consumed ~60 minutes before exercise or during prolonged exercise, caffeine is ergo- genic. There is no further benefit when it is consumed at higher dosages (≥9 mg/kg)."
    },
    {
        "heading": "It can decrease feelings of perceived exer-",
        "content": "tion, improve work capacity, and increase mental alertness. The scientific literature does not support caffeine-induced diuresis during exercise or any harmful change in fluid balance that would negatively affect performance."
    },
    {
        "heading": "The side effects associated with",
        "content": "caffeine include anxiety, gastrointestinal disturbances, restlessness, insomnia, tremors, and heart arrhythmias."
    },
    {
        "heading": "Caffeine is also physically addicting, and discontinuation",
        "content": "can result in some withdrawal symptoms, such as head- ache, fatigue, dysphoric mood, difficulty concentrating, and flu-like somatic symptoms (222). Caffeine intakes greater than 9 mg/kg appear to result in a greater risk for side effects (98). Caffeine overdose is an issue that can have potentially fatal consequences. A lethal dose of caffeine is typically in excess of 5 g, which equates to about 42 cups of coffee at 120 mg of caffeine per cup (143) or twenty-five 200 mg tablets of caffeine."
    },
    {
        "heading": "Consumption of preworkout caffeine-containing liquid",
        "content": "beverages (i.e., energy drinks) has gained in popularity over the past several years. Research has demonstrated that energy drinks are among the most popular dietary supplements consumed by young people in the United States (90). The primary reasons for ingesting energy drinks include enhancing workouts, improving sport performance, and facilitating faster training adaptations (188). The ingredients most common to commercially available energy drinks are caffeine, carbohydrates, B vitamins, tyrosine, and gingko biloba, among others. Of these ingredients, caffeine and carbohydrate are the primary ergogenic nutrients in energy drinks (43)."
    },
    {
        "heading": "Preworkout energy drinks have been",
        "content": "investigated for their effectiveness on several modes of exercise, including resistance exercise, anaerobic exercise, and aerobic endurance exercise. In relation to resistance exercise performance, Forbes and colleagues (83) gave 15 physically active college-aged students a commercially available energy drink or an isocaloric noncaffeinated placebo 60 minutes before exercise. The energy drink was standardized with 2 mg of caffeine/ kg body mass. The exercise bout consisted of three sets of 70% 1RM bench press conducted to failure on each set with 1 minute of rest between each set. The energy drink significantly increased bench press performance as compared to the placebo treatment. Other studies investigating the effects of preworkout energy drink consumption have also reported improvements in upper and lower body total lifting volume (63, 100). While it appears that preworkout energy drink ingestion is effective for increasing resistance training volume per- formance, other types of anaerobic exercise (including"
    },
    {
        "heading": "Wingate tests and speed/agility performance) are not",
        "content": "as responsive to energy drink consumption (11, 83, 118). In terms of endurance exercise performance, most investigations (4, 134, 249), but not all (44), have reported that energy drinks containing approximately 2 mg of caffeine/kg body mass, consumed within an hour before exercise, improve cycling and running per- formance in trained cyclists and recreationally active individuals (43). Interestingly, the amount of caffeine (2 mg/kg body mass) in the energy drinks is less than the amount recommended for an enhancement of exercise performance (3-9 mg/kg body mass). This contributes to the hypothesis that the synergistic effects of the various ingredients in energy drinks may be responsible for the reported improvements in exercise performance (43)."
    },
    {
        "heading": "The safety issues surrounding energy",
        "content": "drink consumption appear related to excessive caffeine intake (209) and the detrimental effects of mixing energy drinks with alcohol (127). The mixing of energy drinks with alcohol is more prevalent in certain social contexts and is not a common practice for those consuming energy drinks before a workout to enhance work capacity or to facilitate faster training adaptations. Due to the presence of caffeine in most energy drinks, the same potential adverse effects that exist for caffeine also exist for energy drinks. However, most energy drinks contain only moderate amounts of caffeine, typically less than 300 mg (234). Even though energy drinks typically contain low to moderate doses of caffeine, one should recognize that it is possible to overdose on caffeine through the consumption of energy drinks (124). While there is some information related to the side effects of excess caffeine ingestion, energy drinks contain other ingredients and stimulants. Currently, it is unknown whether inclusion of other stimulants in energy drinks may increase or decrease the threshold for experiencing side effects. Therefore, more research is needed to determine the long-term effects of habitual intake of energy drinks before definitive conclusions can be drawn."
    },
    {
        "heading": "Another b-agonist, ephedrine, has been widely used",
        "content": "throughout the world for temporary relief from the symp- toms of bronchial asthma, bronchitis, allergies, shortness of breath, cold and flu symptoms, and other ailments. Ephedrine is also very popular among bodybuilders due to its strong thermogenic quality (41). A thermogenic supplement or drug works by elevating basal metabolic rate, thereby increasing energy expenditure and ulti- mately resulting in fat loss. It often is used as a stacking agent with caffeine to enhance the thermogenic effect."
    },
    {
        "heading": "Studies examining the ergogenic effect of",
        "content": "ephedrine have shown it to be effective only when it is taken in combination with caffeine (21). These results have been quite consistent with regard to improving aerobic endurance performance (19, 20). In terms of anaerobic exercise performance, the scientific literature investigating the combination of ephedrine and caffeine is equivocal (137, 254). However, side effects (vomit- ing and nausea) following exercise have been reported in 25% of the subjects ingesting a mixture of 5 mg/kg caffeine and 1 mg/kg ephedrine (19). A subsequent study performed by the same investigators showed that at a lower dose (4 mg/kg caffeine and 0.8 mg/kg ephedrine), similar ergogenic benefits were realized with no side effects (20). The caffeine–ephedrine mixture appears to have a greater benefit than either supplement taken alone (12)."
    },
    {
        "heading": "Ephedra, also called ma huang, is",
        "content": "a plant that contains ephedrine. In the United States before 2004, most over-the-counter sport and weight loss products contained ephedra. However, in April 2004, the FDA banned all products containing ephedra after deter- mining that it posed an unreasonable risk to those who used it. The FDA ban was based on a report published by the Rand Institute (210) indicating that 16,000 adverse events were linked to the use of ephedra-containing dietary supplements. Further, Shekelle and colleagues (210) reported that the use of ephedra-containing dietary supplements or ephedrine plus caffeine was associated with an increased incidence of nausea, vomiting, psy- chiatric symptoms such as anxiety and change in mood, autonomic hyperactivity, palpitations, and in a few cases death. As a result of the many adverse effects, ephedrine use has been banned by most sport governing bodies, including the International Olympic Committee."
    },
    {
        "heading": "Citrus Aurantium",
        "content": "Citrus aurantium is from a fruit commonly known as “bitter orange” and is often used as an Asian herbal medicine to treat digestive problems (92, 107). However,"
    },
    {
        "heading": "Performance-Enhancing Substances and Methods",
        "content": "it is also a mild stimulant and is thought to contribute to appetite suppression and increased metabolic rate and lipolysis (92, 107)."
    },
    {
        "heading": "Efficacy",
        "content": "When citrus aurantium is combined with caffeine and other herbal products, significant improvements in time to fatigue have been reported (220). Citrus aurantium contains synephrine, a sympathomimetic agent, which some have suggested stimulates specific beta adrenergic receptors (b-3, but not b-1 or b-2) that in turn stimulate fat metabolism without any of the negative side effects generally associated with compounds that stimulate the other adrenergic receptors (45). Synephrine, a known active component of citrus aurantium, is thought to interact with b-3 receptors to increase lipolysis (i.e., the breakdown of body fat) and minimize the cardiovascu- lar effect typical of adrenergic amines (45). Currently, there are not enough published data on citrus aurantium alone to recommend its use as a performance-enhancing supplement."
    },
    {
        "heading": "Adverse Effects",
        "content": "Synephrine has been shown to stimulate peripheral a-1 receptors, resulting in vasoconstriction and elevations in blood pressure (35). However, other research has shown that when citrus aurantium is ingested alone, no effect on blood pressure is seen (109), but in combination with other herbal products it may cause significant elevations in systolic blood pressure (109, 119). It should be noted that synephrine is currently on the National Collegiate"
    },
    {
        "heading": "Athletic Association’s banned list of performance-",
        "content": "enhancing drugs."
    },
    {
        "heading": "Athletes are frequently exposed to information about",
        "content": "ergogenic aids. Strength and conditioning professionals play an integral part in the decision-making process regarding which ergogenic aids athletes choose to take. Therefore, it is imperative that strength and conditioning professions stay up to date on the latest scientific findings in relation to what ergogenic aids are safe, effective, and legal. If strength and conditioning professionals fail in this area, the athletes they serve will be more suscep- tible to hyped marketing, potentially false advertising, and influence by others who may not have the athlete’s best interests in mind. The information contained in this chapter serves the strength and conditioning professional by providing fundamental information on performance- enhancing substances, including which substances are banned, effective or noneffective, and safe."
    },
    {
        "heading": "Summary of Ergogenic and Non-Ergogenic Dietary Supplements",
        "content": "and Their Application •\t Essential amino acids and branched-chain amino acids—Ability to stimulate muscle protein synthesis, particularly via the anabolic effects of the amino acid leucine. •\t Arginine—Not effective for inducing nitric oxide or muscle blood flow in healthy individuals. Also, does not appear to have any effect on improving endurance performance in healthy populations. •\t b-Hydroxy-b-methylbutyrate (HMB)—Most effective for trained individuals participating in a high-intensity, high-volume resistance training program. • b-Alanine—Effective as a performance-enhancing substance in exercises inducing a high level of lactic acid, such as multiple bouts of high-intensity exercises lasting more than 60 seconds. •\t Sodium bicarbonate—Has been shown to improve high-intensity exercise performance and training, but is associated with unpleasant side effects consistent with gastrointestinal discomfort. •\t Sodium citrate—The scientific data are not conclusive in relation to sodium citrate’s ergogenic potential during short-duration, high-intensity exercise. •\t L-carnitine—May enhance recovery following high-intensity resistance exercise. •\t Creatine—Effective for increasing maximal strength, power, and lean body mass in both trained and untrained populations. •\t Caffeine—Effective for prolonging endurance exercise, but its effects on sprint or power performance are less clear. •\t Preworkout energy drinks—Effective for increasing resistance training volume performance and endurance performance, but not ergogenic in their ability to improve anaerobic exercise (high-intensity cycling and speed/agility performance). •\t Ephedrine—When combined with caffeine, is able to improve aerobic endurance performance. Not as effective in improving anaerobic exercise performance. •\t Citrus aurantium—When combined with caffeine and other herbal products, improvements in exercise time to fatigue (a measure of endurance performance) have been reported."
    },
    {
        "heading": "Key Terms",
        "content": "acromegaly anabolic steroid b-agonists branched-chain amino acids dietary supplement ergogenic aid ergolytic erythropoietin (EPO) essential amino acids human growth hormone (HGH) lipolysis muscle buffering capacity (MBC) muscle dysmorphia random drug tests stacking testosterone thermogenesis vasodilation"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following dietary supplements is (are) considered a stimulant?"
    },
    {
        "heading": "IV.\tcitrus aurantium",
        "content": "a.\tI and II b.\tII and IV c.\tIII and IV d.\tI and III 2.\t Which of the following is NOT part of caffeine’s role in improving athletic performance? a.\t  increased power production b.\t decreased glycogen depletion c.\t increased fat oxidation d.\t decreased urine production 3.\t Which of the following is the BEST reason for aerobic endurance athletes to avoid erythropoietin use? a.\t Hematocrit and hemoglobin levels may decrease. b.\t It may cause an unregulated increase in red blood cell production c.\t Resistance to infectious disease may be impaired. d.\t It may reduce the ability of the blood to carry oxygen. 4.\t Creatine supplementation improves all of the following variables EXCEPT a.\t lean body mass b.\t maximal strength c.\t endurance performance d.\t power 5.\t Which of the following performance-enhancing substances is most likely to increase lean body mass? a.\t anabolic steroids b.\t arginine c.\t ephedrine d.\t b-alanine"
    }
]