[
    {
        "heading": "Facility Design, Layout,",
        "content": "and Organization"
    },
    {
        "heading": "Andrea Hudy, MA",
        "content": "The author would like to acknowledge the significant contributions of Michael Greenwood and Lori Greenwood to this chapter. After completing this chapter, you will be able to •\t identify the aspects of new facility design, including the four phases (predesign, design, construction, and preoperation); •\t identify the aspects of modification of an existing facility, along with the differences between design of a new facility and modification or renovation of an existing facility; •\t explain how to assess an athletic program’s needs in order to design a facility that is well suited to these needs; •\t explain how to design specific facility features, including supervision location, access, ceiling height, flooring, environmental factors, electrical service, and mirrors; •\t explain how to arrange equipment in organized groups, creating better traffic flow throughout the facility; and •\t explain the maintenance and cleaning needs for the surfaces and equipment in a strength and conditioning facility. Organizing the construction and design of a strength and conditioning facility requires a well-thought-out plan created by a committee of experienced profession- als. This chapter provides information on the different phases of planning a new facility, along with information about the facility’s design and organization and about maintenance of the equipment. The chapter also outlines the phases of construction or remodeling of a facility. The design must account for the needs of the athletic programs or athletes and the staff in order for the layout to be most efficient."
    },
    {
        "heading": "General Aspects",
        "content": "of New Facility Design Building a facility from the ground up takes a long time and a lot of planning. One of the first things to do is assemble a committee of professionals. The committee should consist of a contractor, architect, designers, law- yers, and people involved in using the facility. At least one of the instructors, coaches, strength and conditioning professionals, or other experts who will be working in the facility should also be considered for the committee to include another perspective that will help maximize the space’s utility and safety. This committee will assist with the facility design as well as considering the economic aspects of opening a new facility. One of the main challenges in designing a strength and conditioning facility is tailoring the facility to the intended audience. Figure 23.1 outlines the four phases of designing a new facility, along with the main objectives for each phase."
    },
    {
        "heading": "Predesign Phase",
        "content": "The predesign phase is the first step in building a new facility. This phase should consist of a needs analysis, a feasibility study, and master plan formation. At the end of the predesign phase, a reputable architect should be hired—likely through a bid process—and begin making a basic blueprint for the facility. The needs analysis is the step in which the design- ers and experts collaborate and determine the needs of the athletic program (5). Examples of questions are “How much space do you need?” and “What needs to fit into the allotted space?” The needs analysis should be consistent with the philosophy of the strength and conditioning professional and the athletic program. For example, if a coach regularly programs plyometrics or prescribes conditioning, an area needs to be set aside for those activities. The second part of the predesign phase is called a feasibility study. The feasibility study should analyze strengths, weaknesses, opportunities, and threats (known as a SWOT analysis) (5). The goal of the feasibility study is to ensure that the financial investment will yield a viable and sustainable return. The feasibility study should also look at the location, the strengths and weak- nesses of any ideas, and the potential for growth for both the athletic and the strength and conditioning programs."
    },
    {
        "heading": "The potential opportunities and competition threats also",
        "content": "need to be considered. This includes market evaluation to identify the best opportunity to train more athletes most efficiently, as well as analyzing any competing facility’s target market and growth potential. The aim of this step of the feasibility study is to help determine if the facility will have an opportunity for success against competing businesses. The master plan is the general plan for all phases of the new facility. The master plan should include the building and construction plan, facility design, budget information, and an operational plan to act on once the facility is actually complete (5). The operational plan should consist of short-term and long-term goals that will enhance the facility’s success both in the near term and down the road. The operational plan also needs to entail staff development and a plan for the hiring process. The last step of the predesign phase is hiring an architect. Selecting an architect is crucial for meeting the administration’s and coaches’ goals. It is important to select from a list of architects who have a positive reputation based on previous work. If possible, it is best to choose an architect who has had previous experience in the strength and conditioning industry. The architect will likely be hired through a bid process, meaning that the architect who is hired is usually the one who sub- mitted the lowest price. Bid plans require efficient use Figure 23.1  Phases and objectives of designing a new facility."
    },
    {
        "heading": "Needs",
        "content": "analysis"
    },
    {
        "heading": "Feasibility",
        "content": "study"
    },
    {
        "heading": "Master",
        "content": "plan"
    },
    {
        "heading": "Hire",
        "content": "architect"
    },
    {
        "heading": "Create",
        "content": "cleaning schedule"
    },
    {
        "heading": "Assign",
        "content": "duties"
    },
    {
        "heading": "Create",
        "content": "plan for operation"
    },
    {
        "heading": "Follow",
        "content": "master plan"
    },
    {
        "heading": "Arrange",
        "content": "equipment"
    },
    {
        "heading": "Check",
        "content": "construction progress"
    },
    {
        "heading": "Finalize",
        "content": "committee"
    },
    {
        "heading": "Create",
        "content": "blueprint"
    },
    {
        "heading": "Facility Design, Layout, and Organization",
        "content": "of resources so that the money is spent on what is most useful for the users of the facility."
    },
    {
        "heading": "Design Phase",
        "content": "The design phase is the second phase in the process of building a new facility. In the design phase the commit- tee’s ideas come together with regard to the facility’s structure and design elements. It is extremely important to plan around the flow of the facility while adhering to all relevant regulations and codes. City codes are often highly specific with regard to aspects of a design. The city planning department can provide the local guidelines and codes. The first step in the design phase is finalizing the design committee. To reiterate, the committee should include strength and conditioning professionals with experience in facility production and design. This is also the phase in which the designers need to work closely with the architect to produce a blueprint of the facility. The blueprint and design need to consider the equip- ment specifications. This will help with the flow of the facility and will influence how effectively people can move from one area of the facility to another once it is operational. Traffic flow is one of the more important aspects of designing the facility. Creating easy access for people will have the greatest effect on the facility’s function and safety when multiple groups of athletes are present at the same time. The flow of traffic should also allow coaches or supervisors to have a clear view of the whole floor. For ease of access, and to create a space with a clear view in the middle of the room, low machines and dumbbell racks can be placed in the center."
    },
    {
        "heading": "Construction Phase",
        "content": "The construction phase is the period of time from the beginning of construction to the end. This is usually the longest phase of the process. During construction, the committee needs to continually refer to the master plan to ensure that the project is on track with regard to the established goals and design. Keeping the project on track in relation to the deadline must also become a priority. Costs of delays may have to be borne by the builder or architect if deadlines are not met and the owners lose potential revenue. This situation usually leads to a lawsuit so that money can be made back, or the owners are reimbursed and the price from the initial bid is reduced."
    },
    {
        "heading": "Preoperation Phase",
        "content": "The preoperation phase consists of the final steps before the facility can open. These steps include finish- ing the interior decor (note that aesthetics can greatly enhance the experience of users) and hiring a qualified staff. The staff should have at least the minimum required certifications and education. The National Collegiate"
    },
    {
        "heading": "Athletic Association is now enforcing legislation that",
        "content": "requires strength and conditioning professionals to be"
    },
    {
        "heading": "Certified Strength and Conditioning Specialists. Finding",
        "content": "hardworking, knowledgeable, loyal, and trustworthy employees is crucial to running a successful strength and conditioning program. During the preoperation phase it is important to include a plan for staff development as well. This could vary from semiannual workshops to a weekly staff meeting. During the preoperation phase it is vital to create a plan that will make opening the facility easy. For exam- ple, duties such as cleaning and maintenance should be delegated to the staff on a weekly basis. This is easier to do when a cleaning and maintenance schedule has been created and is followed as soon as the facility is operating."
    },
    {
        "heading": "Also during preoperation, a plan for administrative",
        "content": "and clerical duties should be created to organize work related to matters such as liability insurance, scheduling, and budgeting. Details such as choosing a scheduling software package and delegating clerical duties need to be taken care of before the facility opens."
    },
    {
        "heading": "Existing Strength",
        "content": "and Conditioning Facilities"
    },
    {
        "heading": "Modifying an existing strength and conditioning facility",
        "content": "is similar to designing a new facility, minus the process of building from the ground up. In some cases, modifying an existing facility is a long process. A committee can also be formed for an existing facility, but members such as a contractor and architect may not be necessary. An existing facility may also use a different hiring process."
    },
    {
        "heading": "Sometimes strength and conditioning professionals con-",
        "content": "tinue to work in the same facility regardless of a change of ownership or management. However, there should still be a focus on standards, education, professionalism, and staff development. Figure 23.2 outlines the main steps in modifying an existing facility. ▶ ▶The strength and conditioning professional should assess existing equipment based on the needs of all athletes and teams who use the facility."
    },
    {
        "heading": "Program Needs",
        "content": "One of the more important considerations in building a strength and conditioning facility is the needs and"
    },
    {
        "heading": "Create operational",
        "content": "plan"
    },
    {
        "heading": "Create employee",
        "content": "duties and schedule"
    },
    {
        "heading": "Remodel and/or",
        "content": "upgrade"
    },
    {
        "heading": "Finalize design",
        "content": "and decorations Figure 23.2  Steps in modifying an existing facility. requirements of the athletes and athletic program. The number of athletes, the coaches’ philosophies, the ath- letes’ ages and training experience, the athletes’ sched- ules, and the equipment available can affect the design of the facility (6). When it comes time to assess such needs, the facility designers should be able to answer these questions: •\t How many athletes will be using the facility? This is an important consideration because the facility size will be greatly influenced by the number of athletes using the facility at the same time and the total number who use it per day, week, and season. The number of athletes will also affect the scheduling and flow of the facility if two or more groups are training simultaneously. Based on regulations such as fire codes or other occupational health and safety regulations, the city’s planning depart- ment will specify how many athletes can be allowed to use the facility at one time. •\t What are the training goals for the athletes, coaches, and administration? The training goals of the coaches or athletes will affect which equipment is chosen for the facility. For example, if a coach wants athletes to focus on plyometrics and agility, the facility will need an area (turf or field) designated for this purpose."
    },
    {
        "heading": "The strength and conditioning professional should also",
        "content": "use his or her philosophy as a guideline for ordering equipment. If resistance training is to be programmed, weightlifting racks and platforms are more space effi- cient compared to bench or incline bench press setups that serve only one purpose. •\t What are the demographics of the athletes? The demographics of the users are important when one is determining the equipment needs of the facility. Are the users primarily older, younger, male, female, high school, college, or professional? A facility with primarily older populations may not need as much free weight equipment as it does machines. In a collegiate or team environment, use of the equipment may be more efficient if it is grouped into sections so that multiple groups can work out simultaneously without interference. •\t What will the training experience of the athletes be? Answering this question will help the strength and conditioning professional devise training plans, which in turn will dictate the equipment needed. Training will vary according to the experience of the athlete. Athletes with no previous lifting experience may do more body- weight exercises than advanced athletes, who may do more weightlifting. It is also important to assess whether needs will change over time and whether equipment requirements will vary depending on the season. For example, in a high school or collegiate setting, athletes with little lifting experience may enter the facility at the start of every academic year. •\t How will the athletes be scheduled? The sched- uling of athletes or groups of athletes can be one of the more difficult aspects of running a facility. The number of people on staff, the layout, and the design of the facility can all be affected by the athletes’ schedules. If more than one group will likely be coming into the facility at one time, it would make sense to divide the facility into sections so the amount of overlap is limited. Athletes should be scheduled to arrive throughout the day so that they do not flood the facility all at once. This will help maintain suggested staff-to-athlete ratios and ensure that enough equipment is available. (See chapter 24 for additional detail.) •\t What equipment needs to be repaired or modified? No equipment in a facility should have issues such as holes, cuts, or missing pieces. If a cable is frayed or dam- aged, discontinue using the cable column until the cable is replaced. All existing equipment should be repaired or replaced if broken. Existing equipment should be cleaned regularly and repaired promptly or should be sold to provide funds for new equipment. In some cases, a piece of equipment is in good repair but needs an accessory for an upgrade. For example, cable columns may require new attachments to be fully functional. Once all of these questions are answered, the process of designing the facility will be much easier. Ideally the facility designers should have a solution for every prob- lem; this would allow for an optimal training environ- ment. In reality, however, budget and space limitations often stand in the way. It is important to focus on what will affect the facility the most and to design from there. For example, not having enough space will have a larger"
    },
    {
        "heading": "Facility Design, Layout, and Organization",
        "content": "impact on the training environment and scheduling than not having enough of a specialized piece of equipment. The recommended minimum amount of space per athlete is 100 square feet (9.3 m2) per participant."
    },
    {
        "heading": "Designing the Strength",
        "content": "and Conditioning Facility"
    },
    {
        "heading": "Before arranging and positioning equipment, one must",
        "content": "consider the design of the strength and conditioning facility, whether new or existing. The strength and con- ditioning professional should pay particular attention to facility location and access, structural and functional considerations, environmental factors, and safety and supervision."
    },
    {
        "heading": "The strength and conditioning facility should ideally",
        "content": "be located on the ground floor away from offices and classrooms. This will prevent interruptions elsewhere in the building that are caused by dropped weights, music, or other noises common to strength and conditioning facilities. If the facility is not located on the ground floor, the floor must be stable enough to support heavy equip- ment and equipment that is dropped. The load-bearing capacity should be at least 100 pounds per square foot (488 kg/m2)."
    },
    {
        "heading": "Supervision Location",
        "content": "The facility supervisor’s station or office should be in a central location with a clear line of sight and mirrors providing the opportunity to look out and see everyone. One option is to place the office at an elevation over the floor of the weight room for better viewing."
    },
    {
        "heading": "Access",
        "content": "The facility should be accessible to people with disabili- ties, with either a ramp or a wheelchair lift for any change in height exceeding 0.5 inches (13 mm). A ramp should run 12 inches for every 1-inch rise (30.5 cm run for every 2.5 cm rise), and steps should have a rough strip on the edge to help prevent anyone from falling. Another option for persons with disabilities is a mechanical lift or an elevator. A weight room should also have double doors so that large equipment and machines can be moved in and out. However, if the hallway is too narrow, the size of the doors will not make a difference (8), as an outside wall will have to temporarily be removed, or a garage door opened, when moving equipment."
    },
    {
        "heading": "Ceiling Height",
        "content": "The ceiling should be high enough to accommodate any jumping or explosive activities. This includes the athlete’s height plus the space required for box jumps, vertical jumps, and Olympic lifting exercises. A rec- ommended height is 12 to 14 feet (3.66 m to 4.27 m), which should give enough clearance to allow athletes to comfortably perform these activities (8)."
    },
    {
        "heading": "Flooring",
        "content": "Several types of flooring options are available for a strength and conditioning facility. The most common option is some type of rubber flooring and an antifun- gal carpet. Another option is indoor turf, which can be useful if the strength and conditioning professional plans to have people do plyometric, agility, or conditioning exercises. Turf is also a good surface for ground-based movements and sled pushes. Although usually more expensive, rubber flooring can be easier to clean than carpet. Rubber flooring is typically available in the form of rolls, insert tiles, and a poured surface."
    },
    {
        "heading": "Ideally, weightlifting platforms should have a middle",
        "content": "portion made of wood and outer sections made of rubber. Wood does not allow shoes to get caught or slide, so the wood portion creates a safe lifting surface for weight- lifting movements."
    },
    {
        "heading": "Environmental Factors",
        "content": "The facility’s lighting should include artificial and nat- ural lighting. The lights should be between 50 and 100 lumens, depending on the height of the ceilings and the amount of natural light. Natural light is the light coming from the sun through windows. Windows help make a facility feel more open and modern, and mirrors can enhance the amount of light that comes in by reflecting it to spots in the room where natural light is not present (2). A strength and conditioning facility needs to maintain a comfortable training temperature. The heating, ventila- tion, and air conditioning (HVAC) system should ideally have the capability to heat and cool individual sections of the facility. Most sources indicate that anywhere between 68 °F and 78 °F (20-25 °C) is a good temperature range, with many suggesting that operation is optimal in the 72 °F to 78 °F (22-25 °C) range (2, 4). If the facility is too hot or too cold, the athletes may be uncomfortable and the quality of training will be affected. Relative humidity should also be monitored in the strength and conditioning facility. In any space where there is physical activity, relative humidity should not exceed 60%. This helps to prevent bacterial and microbial growth, avoiding the spread of infections and disease (2). Circulation should also be a primary concern with regard to the facility’s design and HVAC system. An HVAC system, a fresh air exchange system, and ceiling or box fans can provide the necessary circulation. The air should be exchanged anywhere from 8 to 12 times per hour to prevent odors caused by stagnant air (4). If fans are used, a general guideline is two to four fans for every 1,200 square feet (111.5 m2). Fans help keep the air from feeling stagnant and muggy, which makes for a better training environment. Many facilities have sound systems that help create a training environment conducive to hard work. While not essential, music helps athletes get motivated and into a rhythm. Two considerations for installing a sound system are speaker volume and placement. The sound should be less than 90 decibels so that athletes can hear instructions and cues (2). Speakers should also be elevated and in a corner to prevent any damage and to project sound toward the middle of the room so that it is more evenly distributed."
    },
    {
        "heading": "Background noise and excess external noise are",
        "content": "other issues to consider. Such sounds can emanate from sources ranging from the HVAC system to the people in the next building. In a facility that has yoga or dance classes, sound-absorbing material should be used in the floors and walls to prevent excess noise from reaching others in the facility. Absorbent rubber flooring can be used to mute noise caused by people jumping, running, or dropping things (4)."
    },
    {
        "heading": "A strength and conditioning facility typically requires",
        "content": "more outlets than other buildings. Some outlets may require relatively higher voltage for more powerful equipment, such as stair climbers, elliptical machines, and treadmills. The electrical service also needs to be properly grounded to protect the system from a lightning strikes or power surges. Ground-fault circuits are also necessary to ensure athlete safety in the event of an electrical short (1)."
    },
    {
        "heading": "Mirrors",
        "content": "Mirrors can be used for many purposes in a strength and conditioning facility. They can be used as a coaching tool if racks and platforms are placed in the right position, as they provide immediate visual feedback to the athlete (8). Mirrors can also be used to enhance a room aesthetically, making it feel larger than it really is by reflecting light from windows or from artificial lighting. Mirrors should be placed at least 6 inches (15 cm) away from any equipment and a minimum of 20 inches (51 cm) above the floor. The purpose of the height guide- line is to ensure that weights do not roll, bounce, or slide into the bottom of the mirror and cause it to break. The standard weight plate is 18 inches (46 cm) in diameter, giving mirrors a 2-inch (5 cm) clearance in the event that the plate is dropped near the mirror or leaned against the wall behind the mirror (8)."
    },
    {
        "heading": "Other Considerations",
        "content": "Drinking fountains are a positive addition to a strength and conditioning facility. They should be located away from the training area and should not interrupt traffic flow. Drinking fountains are often placed next to the entrance of the facility or next to the bathrooms and lockers. Locker rooms can also be a nice addition to a facility. At the very least, having a shower located somewhere in the building ensures that cleaning up after a workout will be convenient. Good hygiene is important for pre- venting the spread of infections and disease. Although not everyone will use the showers or lockers, having them available for on-the-go athletes may boost morale and hopefully give them a reason to push themselves during a workout. Every facility should have at least one phone that is accessible to persons in wheelchairs. This complies with the Americans with Disabilities Act (ADA); it also provides safety in the event of an emergency if the only person who could help is in a wheelchair. Ideally the phone should be at the front of the facility in or outside of an office so that a supervisor can call emergency services as soon as possible following an accident (2). Bumper rails or padding may be useful for places that require protection, such as a mirror or drywall. Rails help prevent damage from people or objects falling or bumping against such surfaces. Rails are also used in rooms such as dance or yoga studios. People can hold on to them for balance when necessary. A strength and conditioning facility needs a space in which to store items such as extra equipment, cleaning supplies, tools, or broken equipment. A bigger facility with more equipment requires a larger storage room than a small facility. The largest amount of space in the storage room is more than likely occupied by unused equipment."
    },
    {
        "heading": "Arranging Equipment",
        "content": "in the Strength and"
    },
    {
        "heading": "Conditioning Facility",
        "content": "It is essential to consider particular requirements when placing equipment in the available space. A floor plan can be drawn to help with visualizing how to arrange equipment, especially since there are safety and effi- ciency recommendations for each type of equipment and mode of exercise."
    },
    {
        "heading": "Equipment Placement",
        "content": "Equipment should be grouped into sections such as a stretching and warm-up area, agility and plyometrics,"
    },
    {
        "heading": "Facility Design, Layout, and Organization",
        "content": "free weights, aerobic area, and resistance machines. Ideally, free weights and racks should be organized along the wall, and there should be walkways between the free weights and machines (1). This allows for improved flow through the weight room, preventing congestion and maximizing space for more utilization. Machines can be lined up in the middle of the weight room to make a walkway on each side of the room. Planning ahead and organizing the equipment so it can be used as a circuit will also help with traffic flow. Tall machines should be bolted to the floor or a column or a wall so there is no chance that they will tip over."
    },
    {
        "heading": "Cardiorespiratory machines should be in their own",
        "content": "section and should be lined up and organized such that the treadmills, elliptical machines, stair machines, and bikes are grouped together. Keep in mind that most machines requiring electricity will have to be along a wall unless there are electrical outlets in the floor or on a column. Equipment should also be placed away from the walkway to minimize the chances of someone tripping over it or on associated electrical cords. Barbells and dumbbells should have a minimum of 36 inches (91 cm) of space between other barbells and dumbbells to allow for movement between racks without danger to the lifter or spotter(s). If a spotter is likely to be needed (e.g., on a rack), more space should be provided to allow more than one spotter access to the rack. Weight trees should be placed in close proximity to plate-loaded equipment, while the distance between lifting equipment and trees should be 36 inches (91 cm). Racks are better placed along a wall unless there is a row of two racks with the backs of the racks facing each other. In any case, there should be at least 36 inches (91 cm) of space for walking around the entire rack. Use visibility as a guideline. Shorter equipment is better placed in the middle of the room so that coaches or trainers can easily see across the facility. Tall equipment can be bolted on the walls, preferably along portions of the wall with no windows or mirrors."
    },
    {
        "heading": "Traffic Flow",
        "content": "Traffic flow is heavily influenced by equipment place- ment. Most facilities are one big room, and walkways can be created via arrangement of the equipment. As just mentioned, most racks or machines are best placed lined up in a row running the length of the facility. This usually creates two or three main walkways that should be at least 36 inches (91 cm) wide. ▶ ▶Safety and function are top priorities when one is deciding on placement of equipment in a facility."
    },
    {
        "heading": "Stretching and Warm-Up Area",
        "content": "A stretching and warm-up area is an open area with soft tissue instruments, mats, or bands. This area should include foam rollers; bands; PVC pipes; tennis balls, golf balls, and softballs; and possibly even jump ropes. If possible, there should be at least 49 square feet (4.6 m2) of open space so that athletes can perform a dynamic warm-up (7), as well as enough room for multiple people to be using the area at the same time. Mats are sometimes used so that athletes do not have to lie on a hard floor, but this is not necessary."
    },
    {
        "heading": "Circuit Training Area",
        "content": "A circuit training area is typically a space with machines lined up or grouped together to make it easy for people to switch from one machine to the next. There are sev- eral ways to group the machines. Examples of different groupings include upper body and lower body, pushing actions and pulling actions, and various body part group- ings. In many facilities, injured athletes use the circuit machines to exercise the body parts that are still healthy. Ease of access between machines should be kept in mind so that injured athletes can move freely. The circuit training machines should be at least 24 inches (61 cm)—preferably 36 inches (91 cm)—away from each other in order to provide a wide enough walk space and some extra space for safety called a safety cushion. Any designated walkways in the circuit training area should be between 4 and 7 feet (1.2 and 2.1 m) wide to provide enough space to move freely (7)."
    },
    {
        "heading": "Free weight equipment includes dumbbells, barbells,",
        "content": "benches, kettlebells, farmer’s walk handles, hexagonal bars, squat racks, and any other equipment necessary to use these items. As stated earlier, the racks and dumb- bells should be lined up along a wall with enough room to walk between the wall and weights and with at least 36 inches (91 cm) between the ends of racked bars. This not only gives staff more space for cleaning but also prevents weights from crashing into the wall or mirrors. Kettlebells can either be lined up under a dumbbell rack or in their own section. Since most activities with a kettlebell are dynamic and take up lots of space, this section should be large."
    },
    {
        "heading": "Weightlifting Area",
        "content": "A weightlifting area generally contains racks with plat- forms or a platform standing alone. It could also be an open area where weightlifting is performed without a platform. This is typically done on a rubber floor with a concrete foundation. To keep things organized, weight trees or racks and bar holders can be used when the equipment is not in use."
    },
    {
        "heading": "Racks and platforms should have enough room",
        "content": "between them that if someone were to fall, people nearby would not be injured. Racks and platforms should be spaced 3 to 4 feet (0.9 to 1.2 m) apart. The weightlifting racks should be bolted to the floor to ensure that they do not move when in use. If a rack is portable, it should be moved to a designated storage area when not in use."
    },
    {
        "heading": "Aerobic Area",
        "content": "The aerobic area is where the cardiopulmonary training equipment is grouped together. This equipment consists of stationary bicycles, stair climbers, elliptical machines, treadmills, rowers, and so on. Floor space requirements for the aerobic equipment and the space between pieces of equipment are provided in table 23.1 (7). These requirements outline the amount of space needed for each piece of equipment, along with the required amount of space to allow for room to move and prevent accidents caused by falling into equipment."
    },
    {
        "heading": "Organizing a facility begins with arranging the",
        "content": "equipment in a safe, functional space. The guidelines in this chapter provide the tools necessary to properly arrange the equipment. Taking a blank floor plan of the facility and sketching the equipment arrangement on the blank plan will help with equipment placement. Figures 23.3 and 23.4 near the end of the chapter show examples of weight room layouts for secondary school and university settings. Notice the walkway spacing and arrangement, as well as the organization and grouping of the equipment. Also note the placement of the supervi- sor’s office and window placement. Table 23.2 provides calculations to determine the space needs for various types of equipment."
    },
    {
        "heading": "Surfaces and Equipment",
        "content": "Surfaces in the strength and conditioning facility should be cleaned consistently to ensure that the equipment is safe and functional. Proper maintenance will save money in the long run, because cleaning materials are cheaper than replacing padding, flooring, and so on. Microbes will begin to grow if the surfaces are not wiped down with a germicidal cleaner. Equipment that is used more often and has a greater chance of developing bacterial growth (e.g., padding, vinyl) should be cleaned every day or every other day. It is important that any germicidal cleaner used in the strength facility have the ability to prevent the spread of HIV and hepatitis. Nonabsorbent floors should be regularly mopped for removal of dust and grime buildup. Wood weightlifting platforms should also be checked for splintering and cracking and cleaned with an appropriate cleaner to remove dust and dirt that could cause foot slippage. During cleaning around racks and machinery, the bolts and screws that hold the equipment to the floor should also be tightened or checked regularly. Machines that have cables and pulleys should be regularly checked and should be repaired if the cables and pulleys are loose or fraying. If the facility has a tiled or rolled rubber floor, there should be minimal gaps between the pieces and no visible glue extruding between the cracks. Carpet should be vacuumed and cleaned regularly to prevent mold, mildew, or fungal growth. Walls and ceilings should also be cleaned at least once every week or two. The walls and ceilings should have no dirt buildup, and there should not be any dust in the corners. Cobwebs tend to build up high in the corners where the walls meet the ceiling and should be removed. If the facility has windows and mirrors, they should be regularly checked for cracking and replaced as soon as a crack is noticed. Clean windows and mirrors also enhance the aesthetics of the facility. Use a window cleaner and microfiber towel to leave the surface streak free. Dirt and dust can build up on flat edges of items affixed to the wall or fixtures hanging from the ceiling. Any windowsills, shelves, or anything hanging from the ceiling should be regularly dusted. If exercise equip- ment is hanging from the ceiling, it should be regularly checked to ensure that it is tightly secured and will not fall down (3). Figure 23.5 near the end of the chapter presents a list for the floors, walls, and ceilings to refer to when one is creating a cleaning schedule. ▶ ▶Scheduling frequent maintenance and cleaning ensures safe training, protects investments, and maintains the strength and conditioning facility’s appearance."
    },
    {
        "heading": "Maintenance should include not only the surface",
        "content": "materials but also the equipment. The equipment should"
    },
    {
        "heading": "Bikes",
        "content": "24 ft2 (2.2 m2)"
    },
    {
        "heading": "Stair steppers",
        "content": "24 ft2 (2.2 m2)"
    },
    {
        "heading": "Skiers",
        "content": "6 ft2 (0.6 m2)"
    },
    {
        "heading": "Rowers",
        "content": "40 ft2 (3.7 m2)"
    },
    {
        "heading": "Treadmills",
        "content": "45 ft2 (4.2 m2) Adapted, by permission, from Kroll, 1991 (7)."
    },
    {
        "heading": "Facility Design, Layout, and Organization",
        "content": "be regularly checked for broken or damaged parts, par- ticularly those that affect the equipment’s functionality. If the equipment is used often and not cleaned enough, residue can build up that may cause functional or health issues. Nonfunctional equipment should be labeled with an “Out of Order” sign (2). If fixing broken equipment will take a while, it should be removed from the floor and placed in storage. As with surfaces, equipment can end up costing a lot more if it is not maintained and cleaned properly."
    },
    {
        "heading": "The National Strength and Conditioning Association’s",
        "content": "safety checklist for exercise facility and equipment maintenance (figure 23.6) is helpful for determining the maintenance needs of the facility’s equipment. A clean- ing schedule should be made that specifies the equipment to be cleaned daily, weekly, biweekly, or monthly. The checklist also covers facility layout issues, especially those relating to safety."
    },
    {
        "heading": "Prone and supine",
        "content": "exercises"
    },
    {
        "heading": "Lying triceps",
        "content": "extension Formula: Actual weight bench length (6-8 ft [1.8-2.4 m]) + safety space cushion of 3 ft (0.9 m) multiplied by a suggested user space for a weight bench width of 7 ft (2.1 m) + a safety space cushion of 3 ft (0.9 m) Example 1: If using a 6-foot-long weight bench for the bench press exercise, (6 ft + 3 ft)  (7 ft + 3 ft) = 90 ft2 Example 2 (metric approximations): If using a 2 m long weight bench for the bench press exercise, (2 m [bench] + 1 m [safety space])  (2 m [user space] + 1 m [safety space]) = 9 m2"
    },
    {
        "heading": "Standing",
        "content": "exercises"
    },
    {
        "heading": "Upright row",
        "content": "Formula: Actual bar length (4-7 ft [1.2-2.1 m]) + a double-wide safety space cushion of 6 ft (1.8 m) multiplied by a suggested user space for a standing exercise “width” of 4 ft (1.2 m) Example 1: If using a 4-foot curl bar for the biceps curl exercise, (4 ft + 6 ft)  (4 ft) = 40 ft2 Example 2 (metric approximations): If using a 1 m curl bar for the biceps curl exercise, (1 m [bar] + 2 m [safety space])  (1 m [user space]) = 3 m2"
    },
    {
        "heading": "Standing",
        "content": "exercises in a rack"
    },
    {
        "heading": "Shoulder press",
        "content": "Formula: Actual bar length (5-7 ft [1.5-2.1 m]) + a double-wide safety space cushion of 6 ft (1.8 m) multiplied by a suggested user space for a standing exercise (from a rack) “width” of 8 to 10 ft (2.4-3 m) Example 1: If using a 7-foot Olympic bar for the back squat exercise, (7 ft + 6 ft)  (10 ft) = 130 ft2 Example 2 (metric approximations): If using a 2 m Olympic bar for the back squat exercise, (2 m [bar] + 2 m [safety space])  (3 m [safety space]) = 12 m2"
    },
    {
        "heading": "Olympic lifting",
        "content": "area"
    },
    {
        "heading": "Power clean",
        "content": "Formula: Lifting platform height (typically 8 ft [2.4 m]) + a perimeter walkway safety space cushion of 4 ft (1.2 m) multiplied by a lifting platform width (typically 8 ft [2.4 m]) + perimeter walkway safety space cushion of 4 ft (1.2 m) Example 1: (8 ft + 4 ft)  (8 ft + 4 ft) = 144 ft2 Example 2 (metric approximations): (2.5 m [platform] + 1 m [safety space])  (2.5 m [platform] + 1 m [safety space]) = 12.25 m2 Cleaning and maintenance materials should be kept in storage or in a closet. If possible, the cleaning materials should be locked, and they should be used only when needed. Any tools should be kept in a toolbox that is put away and out of sight of the weight room. Tools and cleaning materials should also be regularly inventoried and restocked. A list of maintenance equipment and cleaning supplies is provided in table 23.3."
    },
    {
        "heading": "Conclusion",
        "content": "Designing a strength and conditioning facility is a long process that involves extensive designing and planning. The process begins with the formation of a committee that will aid in the construction and design of the facility. The next step involves assessing the athletic program’s needs. This is the phase in which the number of athletes, athletes’ training experience, coaches’ needs, scheduling, and equipment Table 23.3  Equipment and Supplies for Maintenance and Cleaning"
    },
    {
        "heading": "Hammer",
        "content": "Specialty cleaners (wood, walls, upholstery, and so on)"
    },
    {
        "heading": "Stain remover",
        "content": "needs should be determined. After these determinations have been made, the process of designing the facility and arranging the equipment should begin. Care should be taken and guidelines followed in arranging and spacing equipment. After the design process is complete, the facility and the equipment must be properly maintained and cared for to ensure safe training and protect investments. Regular maintenance and cleaning of equipment and surfaces are vital for the longevity of the facility. Cleaning and maintenance should focus the most on the equipment that is used more often. This will help to prevent the spread of infections among the facility users as well as promote proper hygiene and maintain the aesthetics of the environment."
    },
    {
        "heading": "Key Terms",
        "content": "construction phase design phase feasibility study master plan needs analysis predesign phase preoperation phase safety cushion"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t What is the order of the four phases involved in designing a new strength and conditioning facility? a.\t construction, predesign, design, preoperation b.\t preoperation, design, construction, predesign c.\t predesign, construction, design d.\t predesign, design, construction, preoperation 2.\t An operational plan should be created in which of the following phases? a.\t predesign phase b.\t design phase c.\t construction phase d.\t preoperation phase 3.\t What is the recommended minimum distance between the floor and the bottom of mirrors on the walls? a.\t 16 inches (41 cm) b.\t 18 inches (46 cm) c.\t 20 inches (51 cm) d.\t 22 inches (56 cm) 4.\t Which of the following is NOT a key consideration when determining the space requirements of a college strength and conditioning facility? a.\t accessibility for the athletes b.\t amount and type of equipment c.\t number of athletes using the facility d.\t number of athletic teams desiring to use the facility 5.\t What is the minimum recommended space between the ends of racks to provide room for spotters? a.\t 1 foot (30 cm) b.\t 2 feet (61 cm) c.\t 3 feet (91 cm) d.\t 4 feet (123 cm)"
    },
    {
        "heading": "Supervisor",
        "content": "station or office"
    },
    {
        "heading": "Olympic",
        "content": "platform"
    },
    {
        "heading": "Olympic",
        "content": "platform"
    },
    {
        "heading": "Olympic",
        "content": "platform"
    },
    {
        "heading": "Machine circuit",
        "content": "training area"
    },
    {
        "heading": "Abdominal/",
        "content": "stretching area"
    },
    {
        "heading": "Windows",
        "content": "4 ft (1.2 m) 4 ft (1.2 m) 4 ft (1.2 m) 4 ft (1.2 m) 4 ft (1.2 m) 4 ft (1.2 m) 4 ft (1.2 m) 36 ft (11.0 m) 6 ft (1.8 m) 60 ft (18.3 m) 4 ft (1.2 m) 4 ft (1.2 m) 2 ft (0.6 m) 16 ft (4.9 m) 2 ft (0.6 m) 16 ft (4.9 m) 16 ft (4.9 m) 12 ft (3.7 m) 15 ft (4.6 m) 25 ft (7.6 m) 9 ft (2.7 m) 6 ft (1.8 m) 12 ft (3.7 m) 12 ft (3.7 m) Figure 23.3  Example of a secondary school strength and conditioning facility floor plan (3 feet [ft] = 1 m). Figure 23.4  Example of a university strength and conditioning facility floor plan (3 feet [ft] = 1 m)."
    },
    {
        "heading": "Fixed",
        "content": "bar stations"
    },
    {
        "heading": "Biceps curl",
        "content": "machine"
    },
    {
        "heading": "Cable",
        "content": "cross-over"
    },
    {
        "heading": "Hi/low",
        "content": "(1.8 m) (1.1 m) (9.1 m) (9.1 m) (4.1 m) (1.8 m) (1.8 m) (1.8 m) (0.9 m) (2.1 m) 4-way neck"
    },
    {
        "heading": "Seated",
        "content": "rowing (2.4 m)"
    },
    {
        "heading": "Seated",
        "content": "calf"
    },
    {
        "heading": "Standing",
        "content": "calf"
    },
    {
        "heading": "Leg curl",
        "content": "machines"
    },
    {
        "heading": "Leg extension",
        "content": "machines"
    },
    {
        "heading": "Shoulder and",
        "content": "incline press"
    },
    {
        "heading": "Chest press",
        "content": "(2.3 m) (1.8 m) (1.2 m) (1.5 m)"
    },
    {
        "heading": "Abdominal/",
        "content": "stretching area (1.5 m) 6 ft 3 ft 6 in. 30 ft 30 ft 13 ft 6 in. 6 ft 6 ft 6 ft 3 ft 7 ft 8 ft 7 ft 6 in. 6 ft 4 ft 5 ft 5 ft Figure 23.5  Checklist for cleaning floors, walls, and ceilings. From NSCA, 2016, Essentials of strength training and conditioning, 4th ed., edited by G. Haff and T. Triplett (Champaign, IL: Human Kinetics)."
    },
    {
        "heading": "Floors",
        "content": "□ □Check for large cracks and standing dirt or grime. □ □Check for splintering and breaking on platforms. □ □Check any bolts or screws that go into the floor. □ □Ensure that no glue is extruding from the floor. □ □Ensure that floor is sturdy and locked in place. □ □Check carpet for mold, mildew, and tears."
    },
    {
        "heading": "Walls",
        "content": "□ □Check walls for dirt buildup. □ □Replace mirrors if cracked. □ □Clean mirrors of smudges at least once weekly. □ □Clean windows of smudges at least once weekly. □ □Dust windowsills and any shelving weekly. □ □Mirrors should be at least 20 inches off the ground."
    },
    {
        "heading": "Ceilings",
        "content": "□ □Ensure that lights work properly. □ □Check for dust and cobweb buildup. □ □Ensure that nothing attached to the ceiling is loose. □ □Replace ceiling tiles as soon as possible if needed. □ □Ceilings should be at least 12 feet high to ensure clearance. NSCA’s Safety Checklist for Exercise Facility and Equipment Maintenance"
    },
    {
        "heading": "Floor",
        "content": "□ □Inspected and cleaned daily □ □Wooden flooring free of splinters, holes, protruding nails, and loose screws □ □Tile flooring resistant to slipping; no moisture or chalk accumulation □ □Rubber flooring free of cuts, slits, and large gaps between pieces □ □Interlocking mats secure and arranged with no protruding tabs □ □Nonabsorbent carpet free of tears; wear areas protected by throw mats □ □Area swept and vacuumed or mopped on a regular basis □ □Flooring glued or fastened down properly"
    },
    {
        "heading": "Walls",
        "content": "□ □Wall surfaces cleaned two or three times a week (or more often if needed) □ □Walls in high-activity areas free of protruding appliances, equipment, or wall hangings □ □Mirrors and shelves securely fixed to walls □ □Mirrors and windows cleaned regularly (especially in high-activity areas, such as around drinking foun- tains and in doorways) □ □Mirrors placed a minimum of 20 inches (51 cm) off the floor in all areas □ □Mirrors not cracked or distorted (replace immediately if damaged)"
    },
    {
        "heading": "Ceiling",
        "content": "□ □All ceiling fixtures and attachments dusted regularly □ □Ceiling tile kept clean □ □Damaged or missing ceiling tile replaced as needed □ □Open ceilings with exposed pipes and ducts cleaned as needed"
    },
    {
        "heading": "Stretching and Body Weight Exercise Area",
        "content": "□ □Mat area free of weight benches and equipment □ □Mats and bench upholstery free of cracks and tears □ □No large gaps between stretching mats □ □Area swept and disinfected daily □ □Equipment properly stored after use □ □Elastic cords secured to base with safety knot and checked for wear □ □Surfaces that contact skin treated with antifungal and antibacterial agents daily □ □Nonslip material on the top surface and bottom or base of plyometric boxes □ □Ceiling height sufficient for overhead exercises (12 feet [3.7 m] minimum) and free of low-hanging apparatus (beams, pipes, lighting, signs, and so on) Figure 23.6  The National Strength and Conditioning Association’s safety checklist for exercise facility and equip- ment maintenance. From NSCA, 2016, Essentials of strength training and conditioning, 4th ed., edited by G. Haff and T. Triplett (Champaign, IL: Human Kinetics). Adapted, by permission, from National Strength and Conditioning Association, 2004, NSCA’s essentials of personal training, edited by R.W. Earle and T.R. Baechle (Champaign, IL: Human Kinetics) 604-606. (continued) (continued)"
    },
    {
        "heading": "Resistance Training Machine Area",
        "content": "□ □Easy access to each station (a minimum of 2 feet [61 cm] between machines; 3 feet [91 cm] is optimal) □ □Area free of loose bolts, screws, cables, and chains □ □Proper selectorized pins used □ □Securing straps functional □ □Parts and surfaces properly lubricated and cleaned □ □Protective padding free of cracks and tears □ □Surfaces that contact skin treated with antifungal and antibacterial agents daily □ □No protruding screws or parts that need tightening or removal □ □Belts, chains, and cables aligned with machine parts □ □No worn parts (frayed cable, loose chains, worn bolts, cracked joints, and so on)"
    },
    {
        "heading": "Resistance Training Free Weight Area",
        "content": "□ □Easy access to each bench or area (a minimum of 2 feet [61 cm] between machines; 3 feet [91 cm] is optimal) □ □Olympic bars properly spaced (3 feet [91 cm]) between ends □ □All equipment returned after use to avoid obstruction of pathway □ □Safety equipment (belts, collars, safety bars) used and returned □ □Protective padding free of cracks and tears □ □Surfaces that contact skin treated with antifungal and antibacterial agents daily □ □Securing bolts and apparatus parts (collars, curl bars) tightly fastened □ □Nonslip mats on squat rack floor area □ □Olympic bars turn properly and are properly lubricated and tightened □ □Benches, weight racks, standards, and the like secured to the floor or wall □ □Nonfunctional or broken equipment removed from area or locked out of service □ □Ceiling height sufficient for overhead exercises (12 feet [3.7 m] minimum) and free of low-hanging apparatus (beams, pipes, lighting, signs, and so on)"
    },
    {
        "heading": "Weightlifting Area",
        "content": "□ □Olympic bars properly spaced (3 feet [91 cm]) between ends □ □All equipment returned after use to avoid obstruction of lifting area □ □Olympic bars rotate properly and are properly lubricated and tightened □ □Bent Olympic bars replaced; knurling clear of debris □ □Collars functioning □ □Sufficient chalk available □ □Wrist straps, belts, and knee wraps available, functioning, and stored properly □ □Benches, chairs, boxes kept at a distance from lifting area □ □No gaps, cuts, slits, splinters in mats □ □Area properly swept and mopped to remove splinters and chalk □ □Ceiling height sufficient for overhead exercises (12 feet [3.7 m] minimum) and free of low-hanging apparatus (beams, pipes, lighting, signs, and so on)"
    },
    {
        "heading": "Aerobic Exercise Area",
        "content": "□ □Easy access to each station (minimum of 2 feet [61 cm] between machines; 3 feet [91 cm] is optimal) □ □Bolts and screws tight (continued) □ □Functioning parts easily adjustable □ □Parts and surfaces properly lubricated and cleaned □ □Foot and body straps secure and not ripped □ □Measurement devices for tension, time, and revolutions per minute properly functioning □ □Surfaces that contact skin treated with antifungal and antibacterial agents daily"
    },
    {
        "heading": "Daily",
        "content": "□ □Inspect all flooring for damage or wear. □ □Clean (sweep, vacuum, or mop and disinfect) all flooring. □ □Clean and disinfect upholstery. □ □Clean and disinfect drinking fountain. □ □Inspect fixed equipment’s connection with floor. □ □Clean and disinfect equipment surfaces that contact skin. □ □Clean mirrors. □ □Clean windows. □ □Inspect mirrors for damage. □ □Inspect all equipment for damage; wear; loose or protruding belts, screws, cables, or chains; insecure or nonfunctioning foot and body straps; improper functioning or improper use of attachments, pins, or other devices. □ □Clean and lubricate moving parts of equipment. □ □Inspect all protective padding for cracks and tears. □ □Inspect nonslip material and mats for proper placement, damage, and wear. □ □Remove trash and garbage. □ □Clean light covers, fans, air vents, clocks, and speakers. □ □Ensure that equipment is returned and stored properly after use."
    },
    {
        "heading": "Two or Three Times per Week",
        "content": "□ □Clean and lubricate aerobic machines and the guide rods on selectorized resistance training machines."
    },
    {
        "heading": "Once per Week",
        "content": "□ □Clean (dust) ceiling fixtures and attachments. □ □Clean ceiling tile."
    },
    {
        "heading": "As Needed",
        "content": "□ □Replace light bulbs. □ □Clean walls. □ □Replace damaged or missing ceiling tiles. □ □Clean open ceilings with exposed pipes or ducts. □ □Remove (or place sign on) broken equipment. □ □Fill chalk boxes. □ □Clean bar knurling. □ □Clean rust from floor, plates, bars, and equipment with a rust-removing solution. (continued) This page intentionally left blank."
    }
]