[
    {
        "heading": "Exercise and Training",
        "content": "Trent J. Herda, PhD, and Joel T. Cramer, PhD After completing this chapter, you will be able to •\t explain the basic energy systems available to supply ATP during exercise; •\t understand lactate accumulation, metabolic acidosis, and cellular manifestations of fatigue; •\t identify patterns of substrate depletion and repletion during various exercise intensities; •\t describe the bioenergetic factors that limit exercise performance; •\t develop training programs that demonstrate the metabolic specificity of training; •\t explain the metabolic demands of and recovery from interval training, high- intensity interval training, and combination training to optimize work-to-rest ratios. Metabolic specificity of exercise and training is based on an understanding of the transfer of energy in biologi- cal systems. Efficient and productive training programs can be designed through an understanding of how energy is made available for specific types of exercise and how energy transfer can be modified by specific training regi- mens. After defining essential bioenergetics terminology and explaining the role of adenosine triphosphate (ATP), this chapter discusses the three basic energy systems that work to replenish ATP in human skeletal muscle. Then we look at substrate depletion and repletion, especially as they relate to fatigue and recovery; bioenergetic fac- tors that limit performance; and aerobic and anaerobic contributions to oxygen uptake. Finally, the metabolic specificity of training is discussed."
    },
    {
        "heading": "Essential Terminology",
        "content": "Bioenergetics, or the flow of energy in a biological system, concerns primarily the conversion of macronu- trients—carbohydrate, protein, and fats, which contain chemical energy—into biologically usable forms of energy. It is the breakdown of the chemical bonds in these macronutrients that provides the energy necessary to perform biological work. The breakdown of large molecules into smaller mol- ecules, associated with the release of energy, is termed catabolism. The synthesis of larger molecules from smaller molecules can be accomplished using the energy released from catabolic reactions; this building-up pro- cess is termed anabolism. The breakdown of protein into amino acids is an example of catabolism, while the formation of protein from amino acids is an anabolic process. Exergonic reactions are energy-releasing reac- tions and are generally catabolic. Endergonic reactions require energy and include anabolic processes and the contraction of muscle. Metabolism is the total of all the catabolic or exergonic and anabolic or endergonic reactions in a biological system. Energy derived from catabolic or exergonic reactions is used to drive ana- bolic or endergonic reactions through an intermediate molecule, adenosine triphosphate (ATP). Adenosine triphosphate allows the transfer of energy from exergonic to endergonic reactions. Without an adequate supply of ATP, muscular activity and muscle growth would not be possible. Thus, it is apparent that when designing train- ing programs, strength and conditioning professionals need to have a basic understanding of how exercise affects ATP hydrolysis and resynthesis."
    },
    {
        "heading": "Adenosine triphosphate is composed of adenosine",
        "content": "and three phosphate groups (figure 3.1). Adenosine is the combination of adenine (a nitrogen-containing base) and ribose (a five-carbon sugar). The breakdown of one molecule of ATP to yield energy is known as hydrolysis, because it requires one molecule of water. The hydrolysis of ATP is catalyzed by the presence of an enzyme called adenosine triphosphatase (ATPase). Specifically, myosin ATPase is the enzyme that cata- lyzes ATP hydrolysis for crossbridge recycling. Other specific enzymes hydrolyze ATP at other locations, such as calcium ATPase for pumping calcium into the sarcoplasmic reticulum and sodium-potassium ATPase for maintaining the sarcolemmal concentration gradient after depolarization (59). The following equation depicts the reactants (left), enzyme (middle), and products (right) of ATP hydrolysis: (3.1) where ADP represents adenosine diphosphate (only two phosphate groups, figure 3.1), Pi is an inorganic phosphate molecule, and H+ is a hydrogen ion (proton). Further hydrolysis of ADP cleaves the second phosphate group and yields adenosine monophosphate (AMP). The energy released primarily from the hydrolysis of ATP and secondarily from ADP results in biological work."
    },
    {
        "heading": "Adenosine triphosphate is classified as a high-energy",
        "content": "molecule because it stores large amounts of energy in the chemical bonds of the two terminal phosphate groups. Because muscle cells store ATP only in limited amounts and activity requires a constant supply of ATP to provide the energy needed for muscle actions, ATP-producing processes must occur in the cell."
    },
    {
        "heading": "Biological Energy Systems",
        "content": "Three basic energy systems exist in mammalian muscle cells to replenish ATP (85, 122): •\t Phosphagen system •\t Glycolysis •\t Oxidative system"
    },
    {
        "heading": "In discussion of exercise-related bioenergetics, the",
        "content": "terms anaerobic and aerobic metabolism are often used. Anaerobic processes do not require the presence of oxygen, whereas aerobic mechanisms depend on oxygen. The phosphagen and glycolytic systems are anaerobic mechanisms that occur in the sarcoplasm of a muscle cell. The Krebs cycle, electron transport, and the rest of the oxidative system are aerobic mechanisms that occur in the mitochondria of muscle cells and require oxygen as the terminal electron acceptor."
    },
    {
        "heading": "Of the three main macronutrients—carbohydrate,",
        "content": "protein, and fats—only carbohydrate can be metabolized for energy without the direct involvement of oxygen"
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "(21). Therefore, carbohydrate is critical during anaerobic metabolism. All three energy systems are active at any given time; however, the magnitude of the contribution of each system to overall work performance is primarily dependent on the intensity of the activity and secondarily on the duration (45, 85)."
    },
    {
        "heading": "P",
        "content": "–O"
    },
    {
        "heading": "P",
        "content": "–O + + +"
    },
    {
        "heading": "OH",
        "content": "–O"
    },
    {
        "heading": "P",
        "content": "+ +"
    },
    {
        "heading": "OH",
        "content": "–O"
    },
    {
        "heading": "O",
        "content": "–O + +"
    },
    {
        "heading": "Hydrolysis",
        "content": "a b c"
    },
    {
        "heading": "Hydrolysis",
        "content": "Figure 3.1  (a)  The chemical structure of an ATP molecule showing adenosine (adenine + ribose), the triphosphate group, and locations of the high-energy chemical bonds. (b) The hydrolysis of ATP breaks the terminal phosphate bond, releases energy, and leaves ADP, an inorganic phosphate (Pi), and a hydrogen ion (H+). (c)  The hydrolysis of ADP breaks the terminal phosphate bond, releases energy, and leaves AMP, Pi, and H+. ▶ ▶Energy stored in the chemical bonds of ade- nosine triphosphate (ATP) is used to power muscular activity. The replenishment of ATP in human skeletal muscle is accomplished by three basic energy systems: (a) phospha- gen, (b) glycolytic, and (c) oxidative."
    },
    {
        "heading": "The phosphagen system provides ATP primarily for",
        "content": "short-term, high-intensity activities (e.g., resistance training and sprinting) and is highly active at the start of all exercise regardless of intensity (62, 70, 153). This energy system relies on the hydrolysis of ATP (equation 3.1) and breakdown of another high-energy phosphate molecule called creatine phosphate (CP), also called phosphocreatine (PCr). Creatine kinase is the enzyme that catalyzes the synthesis of ATP from CP and ADP in the following reaction: (3.2)"
    },
    {
        "heading": "Creatine phosphate supplies a phosphate group that",
        "content": "combines with ADP to replenish ATP. The creatine kinase reaction provides energy at a high rate; however, because CP is stored in relatively small amounts, the phosphagen system cannot be the primary supplier of energy for continuous, long-duration activities (30)."
    },
    {
        "heading": "ATP Stores",
        "content": "The body stores approximately 80 to 100 g (about 3 ounces) of ATP at any given time, which does not rep- resent a significant energy reserve for exercise (107). In addition, ATP stores cannot be completely depleted due to the necessity for basic cellular function. In fact, ATP concentrations may decrease by up to 50% to 60% (34, 71, 100, 143) of the preexercise levels during experimen- tally induced muscle fatigue. Therefore, the phosphagen system uses the creatine kinase reaction (equation 3.2) to maintain the concentration of ATP. Under normal circumstances, skeletal muscle concentrations of CP are four to six times higher than ATP concentrations (107). Therefore, the phosphagen system, through CP and the creatine kinase reaction, serves as an energy reserve for rapidly replenishing ATP. In addition, Type II (fast-twitch) muscle fibers contain higher concentrations of CP than Type I (slow-twitch) fibers (95, 132); thus, individuals with higher percentages of Type II fibers may be able to replenish ATP faster through the phosphagen system during anaerobic, explosive exercise."
    },
    {
        "heading": "Another important single-enzyme reaction that can",
        "content": "rapidly replenish ATP is the adenylate kinase (also called myokinase) reaction: (3.3) This reaction is particularly important because AMP, a product of the adenylate kinase (myokinase) reaction, is a powerful stimulant of glycolysis (22, 28)."
    },
    {
        "heading": "Control of the Phosphagen System",
        "content": "The reactions of the phosphagen system (often rep- resented by equations 3.1, 3.2, and 3.3) are largely"
    },
    {
        "heading": "Creatine kinase",
        "content": "2ADP"
    },
    {
        "heading": "Adenylate kinase",
        "content": "controlled by the law of mass action or the mass action effect (107). The law of mass action states that the concentrations of reactants or products (or both) in solution will drive the direction of the reactions. With enzyme-mediated reactions, such as the reactions of the phosphagen system, the rate of product formation is greatly influenced by the concentrations of the reactants. This is denoted in equations 3.1, 3.2, and 3.3 by the two- way arrow between reactants and products. For example, as ATP is hydrolyzed to yield the energy necessary for exercise (equation 3.1), there is a transient increase in ADP concentrations (as well as Pi) in the sarcolemma. This will increase the rate of the creatine kinase and adenylate kinase reaction (equations 3.2 and 3.3) to replenish the ATP supply. The process will continue until (a) the exercise ceases or (b) the intensity is low enough that it does not deplete CP stores and it allows glycolysis or the oxidative system to become the primary supplier of ATP and rephosphorylate the free creatine (equation 3.2) (37). At this point, the sarcoplasmic concentration of ATP will remain steady or increase, which will slow down or reverse the directions of the creatine kinase and adenylate kinase reactions. As a result, equations 3.1, 3.2, and 3.3 are often referred to as near-equilibrium reactions that proceed in a direction dictated by the con- centrations of the reactants due to the law of mass action."
    },
    {
        "heading": "Glycolysis is the breakdown of carbohydrate—either",
        "content": "glycogen stored in the muscle or glucose delivered in the blood—to resynthesize ATP (22, 143). The process of glycolysis involves multiple enzymatically catalyzed reactions (figure 3.2). As a result, the ATP resynthesis rate during glycolysis is not as rapid as with the sin- gle-step phosphagen system; however, the capacity to produce ATP is much higher due to a larger supply of glycogen and glucose compared to CP. As with the phosphagen system, glycolysis occurs in the sarcoplasm. As depicted in figure 3.2, pyruvate, the end result of glycolysis, may proceed in one of two directions: 1.\t Pyruvate can be converted to lactate in the sar- coplasm. 2.\t Pyruvate can be shuttled into the mitochondria. When pyruvate is converted to lactate, ATP resynthe- sis occurs at a faster rate via the rapid regeneration of NAD+, but is limited in duration due to the subsequent H+ production and resulting decrease in cytosolic pH."
    },
    {
        "heading": "This process is sometimes called anaerobic glycolysis",
        "content": "(or fast glycolysis). However, when pyruvate is shuttled into the mitochondria to undergo the Krebs cycle, the ATP resynthesis rate is slower because of the numerous reactions, but can occur for a longer duration if the"
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "exercise intensity is low enough. This process is often referred to as aerobic glycolysis (or slow glycolysis). At higher exercise intensities, pyruvate and NADH will increase above what can be handled by pyruvate dehy- drogenase and will then be converted into lactate and"
    },
    {
        "heading": "NAD+. Unfortunately, because glycolysis itself does not",
        "content": "depend on oxygen, the terms anaerobic and aerobic (or fast and slow, respectively) glycolysis are probably not practical for describing the processes. Nevertheless, the fate of pyruvate is ultimately controlled by the energy demands within the cell. If energy demand is high and Figure 3.2  Glycolysis. ADP = adenosine diphosphate; ATP = adenosine triphosphate; NAD+, NADH = nicotinamide adenine dinucleotide."
    },
    {
        "heading": "Glucose-6-phosphate",
        "content": "(Hexokinase)"
    },
    {
        "heading": "Glucose-1-phosphate",
        "content": "(Phosphorylase)"
    },
    {
        "heading": "Fructose-6-phosphate",
        "content": "2-phosphoglycerate 2-phosphoglycerate"
    },
    {
        "heading": "Lactate",
        "content": "(mitochondria)"
    },
    {
        "heading": "Glyceraldehyde-3-phosphate (3 carbon)",
        "content": "1,3-bisphosphoglycerate"
    },
    {
        "heading": "Glyceraldehyde-3-phosphate (3 carbon)",
        "content": "3-phosphoglycerate 1,3-bisphosphoglycerate 3-phosphoglycerate (Phosphofructokinase [PFK])"
    },
    {
        "heading": "Electron",
        "content": "transport chain"
    },
    {
        "heading": "Electron",
        "content": "transport chain"
    },
    {
        "heading": "Krebs cycle",
        "content": "must be transferred quickly, as during resistance training, pyruvate is primarily converted to lactate for further support of anaerobic glycolysis. If energy demand is not as high and oxygen is present in sufficient quanti- ties in the cell, pyruvate can be further oxidized in the mitochondria."
    },
    {
        "heading": "Glycolysis and the Formation of Lactate",
        "content": "The formation of lactate from pyruvate is catalyzed by the enzyme lactate dehydrogenase. Sometimes, mis- takenly, the end result of this reaction is said to be the formation of lactic acid. However, due to the physio- logical pH (i.e., near 7) and earlier steps in glycolysis that consume protons (123), lactate—rather than lactic acid—is the product of the lactate dehydrogenase reac- tion. Although the muscular fatigue experienced during exercise often correlates with high tissue concentrations of lactate, lactate is not the cause of fatigue (22, 27, 123). Proton (H+) accumulation during fatigue reduces the intracellular pH, inhibits glycolytic reactions, and directly interferes with muscle’s excitation–contraction coupling—possibly by inhibiting calcium binding to troponin (57, 113) or by interfering with crossbridge recycling (51, 57, 78, 113, 144). Also, the decrease in pH inhibits the enzymatic turnover rate of the cell’s energy systems (9, 78). Overall, this process of an exer- cise-induced decrease in pH is referred to as metabolic acidosis (123), and may be responsible for much of the peripheral fatigue that occurs during exercise (42, 154). More recently, the role of metabolic acidosis in periph- eral fatigue has been questioned (128); and other factors have been reported to play a prominent role in peripheral fatigue, such as an increased interstitial K+ concentration and Pi that impairs Ca++ release (118, 137). However, evidence suggests that other mechanisms, such as the simple hydrolysis of ATP (equation 3.1), are responsible for most of the H+ accumulation and that lactate itself actually works to decrease metabolic acidosis rather than accelerate it (27, 123). See the sidebar titled “Lactic Acid Does Not Cause Metabolic Acidosis!” In fact, lactate is often used as an energy substrate, especially in Type I and cardiac muscle fibers (10, 106, 160). It is also used in gluconeogenesis—the formation of glucose from noncarbohydrate sources—during extended exercise and recovery (19, 106). Normally there is a low concentration of lactate in blood and muscle. The reported normal range of lactate concentration in blood is 0.5 to 2.2 mmol/L at rest (67) and 0.5 to 2.2 mmol for each kilogram of wet muscle (muscle that has not been desiccated) (67). Lactate pro- duction increases with exercise intensity (67, 127) and appears to depend on muscle fiber type. Researchers have reported that the maximal rate of lactate production for Type II muscle fibers is 0.5 mmol·g−1·s−1 (46, 105) and for Type I muscle is 0.25 mmol·g−1·s−1 (111). The higher rate of lactate production by Type II muscle fibers may reflect a higher concentration or activity of glyco- lytic enzymes than in Type I muscle fibers (10, 120)."
    },
    {
        "heading": "Although the highest possible concentration of lactate",
        "content": "accumulation is not known, severe fatigue may occur at blood concentrations between 20 and 25 mmol/L (105); one study, however, showed blood lactate concentrations greater than 30 mmol/L following multiple bouts of dynamic exercise (79). Along with exercise intensity and muscle fiber type, exercise duration (67), state of training (66), and initial glycogen levels (67) can also influence lactate accumulation."
    },
    {
        "heading": "Blood lactate concentrations reflect the net balance",
        "content": "of lactate production and clearance as a result of bicar- bonate (HCO3 −) buffering. HCO3 − minimizes the disrupt- ing influence of the H+ on pH by accepting the proton (H2CO3). The clearance and buffering of lactate from the blood reflect a return to homeostatic range. Lactate can be cleared by oxidation within the muscle fiber in which it was produced, or it can be transported in the blood to other muscle fibers to be oxidized (106). Lactate can also be transported in the blood to the liver, where it is converted to glucose. This process is referred to as the Cori cycle and is depicted in figure 3.3. Gollnick and colleagues (67) and others (8, 72, 116) have reported that blood lactate concentrations normally return to preexercise values within an hour after activity, depending on the duration and intensity of exercise, training status, and type of recovery (i.e., passive versus active). Light activity during the postexercise period has been shown to increase lactate clearance rates (55, 67, 72, 79, 116). For example, an active recovery following a 200-yard (182.9 m) maximal-effort swim resulted in the greatest lactate clearance in comparison to a passive recovery in competitive swimmers (72). In addition, both aerobically trained (67) and anaerobically trained (62) athletes have faster lactate clearance rates than untrained people. Peak blood lactate concentrations occur approx- imately 5 minutes after the cessation of exercise (67), a delay frequently attributed to the time required to buffer and transport lactate from the tissue to the blood (93)."
    },
    {
        "heading": "Blood lactate accumulation is greater following",
        "content": "high-intensity, intermittent exercise (e.g., resistance training and sprints) than following lower-intensity, continuous exercise (79, 101, 150). However, trained people experience lower blood lactate concentrations Figure 3.3  The Cori cycle."
    },
    {
        "heading": "Blood",
        "content": "glucose"
    },
    {
        "heading": "Blood",
        "content": "lactate"
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "than untrained people when exercising at an absolute workload (same resistance) (66, 89, 141). This indicates that resistance training results in alterations in lactate response similar to those from aerobic endurance train- ing (67, 89, 141). These alterations include a lower blood lactate concentration at a given workload in trained indi- viduals and higher blood lactate concentrations in trained individuals during maximal exercise (67, 89, 141). The net reaction for glycolysis when pyruvate is converted to lactate may be summarized as follows: Glucose + 2Pi + 2ADP → 2Lactate + 2ATP + H2O \t (3.4)"
    },
    {
        "heading": "Glycolysis Leading to the Krebs Cycle",
        "content": "If oxygen is present in sufficient quantities in the mito- chondria (specialized cellular organelles where the reactions of aerobic metabolism occur), the end product of glycolysis, pyruvate, is not converted to lactate but is transported into the mitochondria. Also transported are two molecules of reduced nicotinamide adenine dinu- cleotide (NADH) produced during glycolytic reactions (reduced refers to the added hydrogen). When pyruvate enters the mitochondria, it is converted to acetyl-CoA"
    },
    {
        "heading": "Lactic Acid Does Not Cause Metabolic Acidosis!",
        "content": "Lactic acidosis is a common misnomer, as lactic acid is inaccurately believed to cause the burning sensations experienced with muscle fatigue during high-intensity exercise. This is based on the assumption that there is an immediate dissociation of lactic acid into lactate and H+ when produced by glycolysis in skeletal muscle (1, 60, 123). However, the phosphoglycerate kinase reaction of glycolysis involves the transfer of a phosphate leaving a carboxylate (COO−) group (103). Thus, as shown in figure 3.4, no proton (H+) exists to dissociate from lactate (60, 123). (CoA stands for coenzyme A) by the pyruvate dehy- drogenase complex, resulting in the loss of a carbon as CO2. Acetyl-CoA can then enter the Krebs cycle for further ATP resynthesis. The NADH molecules enter the electron transport system, where they can also be used to resynthesize ATP. The net reaction for glycolysis when pyruvate is shut- tled to the mitochondria may be summarized as follows: Glucose + 2Pi + 2ADP + 2NAD+ → 2Pyruvate + 2ATP + 2NADH + 2H2O (3.5)"
    },
    {
        "heading": "ATP during metabolism:",
        "content": "1.\t Substrate-level phosphorylation 2.\t Oxidative phosphorylation Phosphorylation is the process of adding an inor- ganic phosphate (Pi) to another molecule. For example, ADP + Pi → ATP is the phosphorylation of ADP to ATP."
    },
    {
        "heading": "OPO3",
        "content": "2–"
    },
    {
        "heading": "O H",
        "content": "Figure 3.4  The phosphoglycerate kinase reaction of glycolysis, illustrating that there is no proton (H+) to dissociate from lactate. Furthermore, the lactate dehydrogenase reaction itself consumes protons, which alkalizes the cell (60, 123)—quite the opposite of acidosis. In fact, Busa and Nuccitelli (27) stated, “ATP hydrolysis, not lactate accumulation, is the dominant source of the intracellular acid load . . .” (p. 430). The take-home message from Robergs and colleagues (123) is that the hydrolysis of ATP outside the mitochondria is primarily responsible for the proton (H+) accumulation during exercise-induced metabolic acidosis—not the conversion of pyruvate to lactate as is commonly believed. Consequently, the term lactic acidosis is indeed a misnomer, and the term metabolic acidosis is recommended to describe the reduced pH within skeletal muscle during high-intensity, fatiguing exercise. ATP in the electron transport chain (ETC). In contrast, substrate-level phosphorylation refers to the direct resynthesis of ATP from ADP during a single reaction in the metabolic pathways. To illustrate, in glycolysis there are two steps that result in substrate-level phos- phorylation of ADP to ATP (42): (3.6) (3.7) The gross number of ATP molecules that are resyn- thesized as a result of substrate-level phosphoryla- tion during glycolysis is four (figure 3.2). However, the reaction that converts fructose-6-phosphate to fructose-1,6-bisphosphate (catalyzed by the enzyme phosphofructokinase [PFK]) in glycolysis requires the hydrolysis of one ATP molecule. In addition, there are two possible sources of glucose: blood glucose and muscle glycogen. When blood glucose enters the muscle cell, it must be phosphorylated to remain in the cell and to maintain the glucose concentration gradient (67). The phosphorylation of one molecule of blood glucose, which is catalyzed by hexokinase, also requires the hydrolysis of one ATP. In contrast, when muscle gly- cogen is broken down (i.e., glycogenolysis) to glucose with the help of the enzyme glycogen phosphorylase, the glucose is already phosphorylated, and it does not require the hydrolysis of ATP. Therefore, when glycolysis begins with one molecule of blood glucose, two ATP molecules are used and four ATP are resynthesized, which results in a net resynthesis of two ATP molecules. When gly- colysis begins from muscle glycogen, only one ATP is used and four ATP are resynthesized, which yields a net resynthesis of three ATP molecules."
    },
    {
        "heading": "Control of Glycolysis",
        "content": "In general, the rate of glycolysis is stimulated to increase during intense muscle actions by high concentrations of ADP, Pi, and ammonia and by a slight decrease in pH and AMP (22, 61, 140), all of which are signs of increased ATP hydrolysis and a need for energy. In contrast, glycolysis is inhibited by markedly lower pH, ATP, CP, citrate, and free fatty acids (22), which are usually pres- ent at rest. (Note that a slight decrease in pH increases glycolysis, but if pH continues to decrease significantly it will inhibit the rate of glycolysis.) However, there are more specific factors that contribute to the regulation of glycolysis (107), such as the concentrations and turnover rates of three important glycolytic enzymes: hexokinase, PFK, and pyruvate kinase. All three of these are regulatory enzymes in glycolysis, because each has 1,3-bisphosphoglycerate + ADP + Pi 3-phosphoglycerate + ATP"
    },
    {
        "heading": "Phosphoenolpyruvate + ADP",
        "content": "+ Pi"
    },
    {
        "heading": "Pyruvate kinase",
        "content": "important allosteric (meaning “other site”) binding sites. Allosteric regulation occurs when the end product of a reaction or series of reactions feeds back to regulate the turnover rate of key enzymes in the metabolic pathways. Consequently, this process is also called end product regulation (85) or feedback regulation (61). Allosteric inhibition occurs when an end product binds to the regulatory enzyme and decreases its turnover rate and slows product formation. In contrast, allosteric activa- tion occurs when an “activator” binds with the enzyme and increases its turnover rate."
    },
    {
        "heading": "Hexokinase, which catalyzes the phosphorylation of",
        "content": "glucose to glucose-6-phosphate, is allosterically inhib- ited by the concentration of glucose-6-phosphate in the sarcoplasm (61). Thus, the higher the concentration of glucose-6-phosphate, the more hexokinase will be inhib- ited. In addition, the phosphorylation of glucose commits it to the cell so that it cannot leave. Similarly, the PFK reaction (fructose-6-phosphate → fructose 1,6-bis- phosphate) commits the cell to metabolizing glucose rather than storing it as glycogen. Phosphofructokinase is the most important regulator of glycolysis because it is the rate-limiting step. Adenosine triphosphate is an allosteric inhibitor of PFK; therefore, as intracellular"
    },
    {
        "heading": "ATP concentrations rise, PFK activity decreases and",
        "content": "reduces the conversion of fructose-6-phosphate to fructose 1,6-bisphosphate and, subsequently, decreases activity of the glycolytic pathway. However, AMP is an allosteric activator of PFK and a powerful stimulator of glycolysis. Moreover, the ammonia produced during high-intensity exercise as a result of AMP or amino acid deamination (removing the amine group from the amino acid molecule) can also stimulate PFK. Pyruvate kinase catalyzes the conversion of phosphoenolpyruvate to pyruvate and is the final regulatory enzyme. Pyruvate kinase is allosterically inhibited by ATP and acetyl-CoA (the latter is a Krebs cycle intermediate) and activated by high concentrations of AMP and fructose-1,6- bisphosphate (61)."
    },
    {
        "heading": "Lactate Threshold and Onset",
        "content": "of Blood Lactate Accumulation Recent evidence suggests that there are specific break points in the lactate accumulation curve (figure 3.5) as exercise intensity increases (39, 98). The exercise inten- sity or relative intensity at which blood lactate begins an abrupt increase above the baseline concentration has been termed the lactate threshold (LT) (161). The LT represents a significantly increased reliance on anaerobic mechanisms for energy production to meet demand. The LT corresponds well with the ventilatory threshold (breaking point in the relationship between ventilation and V.O2) and is often used as a marker of the anaerobic threshold."
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "The LT typically begins at 50% to 60% of maximal oxygen uptake in untrained individuals and at 70% to 80% in aerobically trained athletes (29, 52). A second increase in the rate of lactate accumulation has been noted at higher relative intensities of exercise. This second point of inflection has been termed the onset of blood lactate accumulation (OBLA) and occurs when the concentration of blood lactate reaches 4 mmol/L (83, 136, 142). The breaks in the lactate accumulation curve may correspond to the points at which intermediate and large motor units are recruited during increasing exer- cise intensities (92). The muscle cells associated with large motor units are typically Type II fibers, which are particularly suited for anaerobic metabolism and lactate production. Some studies suggest that training at intensities near or above the LT or OBLA pushes the LT and OBLA to the right (i.e., lactate accumulation occurs later at a higher exercise intensity) (39, 43). This shift probably occurs as a result of changes in hormone release, particularly reduced catecholamine release at high exercise intensi- ties, and increased mitochondrial content that allows for greater production of ATP through aerobic mechanisms. The shift allows the athlete to perform at higher percent- ages of maximal oxygen uptake without as much lactate accumulation in the blood (22, 41)."
    },
    {
        "heading": "The Oxidative (Aerobic) System",
        "content": "The oxidative system, the primary source of ATP at rest and during low-intensity activities, uses primarily carbohydrate and fats as substrates (62). Protein does not provide a significant contribution to total energy; however, the use of protein does significantly increase during long-term starvation and long bouts (>90 min- utes) of exercise (41, 102). At rest, approximately 70% of the ATP produced is derived from fats and 30% from carbohydrate. Following the onset of activity, as the intensity of the exercise increases, there is a shift in substrate preference from fats to carbohydrate. During high-intensity aerobic exercise, almost 100% of the energy is derived from carbohydrate if an adequate supply is available, with only minimal contributions from fats and protein. However, during prolonged, submaximal, steady-state work, there is a gradual shift from carbohydrate back to fats, and to a very small extent protein, as energy substrates (22)."
    },
    {
        "heading": "Glucose and Glycogen Oxidation",
        "content": "The oxidative metabolism of blood glucose and muscle glycogen begins with glycolysis. If oxygen is present in sufficient quantities, the end product of glycolysis, pyruvate, is not converted to lactate but is transported to the mitochondria, where it is converted to acetyl-CoA (a two-carbon molecule), which enters the Krebs cycle, also known as the citric acid cycle or tricarboxylic acid cycle (7, 61). The Krebs cycle is a series of reactions that continues the oxidation of the substrate from gly- colysis and produces two ATP indirectly from guanine triphosphate (GTP), via substrate-level phosphorylation, for each molecule of glucose (figure 3.6). Figure 3.5  Lactate threshold (LT) and onset of blood lactate accumulation (OBLA). •"
    },
    {
        "heading": "Also produced from the two pyruvate molecules",
        "content": "subsequent to the production of one molecule of glu- cose are six molecules of NADH and two molecules of reduced flavin adenine dinucleotide (FADH2). These molecules transport hydrogen atoms to the ETC to be used to produce ATP from ADP (22, 107). The ETC uses the NADH and FADH2 molecules to rephosphorylate ADP to ATP (figure 3.7). The hydrogen atoms are passed down the chain (a series of electron carriers known as cytochromes) to form a proton concentration gradient, which provides the energy for ATP production, with oxygen serving as the final electron acceptor (resulting in the formation of water). Because NADH and FADH2 enter the ETC at different sites, they differ in their ability to produce ATP. One molecule of NADH can produce three molecules of ATP, whereas one molecule of FADH2 can produce only two molecules of ATP. The production of ATP during this process is referred to as oxidative phosphorylation."
    },
    {
        "heading": "The oxidative system, beginning with glycolysis and",
        "content": "including the Krebs cycle and ETC, results in the pro- duction of approximately 38 ATP from the degradation of one molecule of blood glucose (22, 85). However, if the initiation of glycolysis is muscle glycogen, the net ATP production is 39, since the hexokinase reaction is not necessary with muscle glycogenolysis. Nevertheless, oxidative phosphorylation accounts for over 90% of ATP synthesis compared to substrate-level phosphorylation,"
    },
    {
        "heading": "Succinyl-CoA",
        "content": "-ketoglutarate"
    },
    {
        "heading": "Protein oxidation",
        "content": "(Isocitrate dehydrogenase)"
    },
    {
        "heading": "FADH2",
        "content": "Figure 3.6  The Krebs cycle. CoA = coenzyme A; FAD2+, FADH, FADH2 = flavin adenine dinucleotide; GDP = guanine diphosphate; GTP = guanine triphosphate; NAD+, NADH = nicotinamide adenine dinucleotide."
    },
    {
        "heading": "O2",
        "content": "1/2 Figure 3.7  The electron transport chain. CoQ = coenzyme Q; Cyt = cytochrome."
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "which demonstrates the capacity of energy transfer by the oxidative system. See table 3.1 for a summary of these processes."
    },
    {
        "heading": "Fat Oxidation",
        "content": "Fats can also be used by the oxidative energy system. Triglycerides stored in fat cells can be broken down by an enzyme, hormone-sensitive lipase, to produce free fatty acids and glycerol. This releases a portion of the total free fatty acids from the fat cells into the blood, where they can circulate and enter muscle fibers and undergo oxidation (88, 121). Additionally, limited quantities of triglycerides are stored within the muscle along with a form of hormone-sensitive lipase to produce an intra- muscular source of free fatty acids (22, 47). Free fatty acids enter the mitochondria, where they undergo beta oxidation, a series of reactions in which the free fatty acids are broken down, resulting in the formation of acetyl-CoA and hydrogen protons (figure 3.6). The ace- tyl-CoA enters the Krebs cycle directly, and the hydrogen atoms are carried by NADH and FADH2 to the ETC (22). The result is hundreds of ATP molecules supplied by beta oxidation. For example, the breakdown of a single triglyceride molecule containing three 16-carbon chain free fatty acids (palmitic acid) can be metabolized by beta oxidation to yield over 300 ATP molecules (>100 ATP per palmitic acid). The overarching concept is that fat oxidation is capable of a tremendous capacity for"
    },
    {
        "heading": "ATP synthesis compared to carbohydrate and protein",
        "content": "oxidation."
    },
    {
        "heading": "Protein Oxidation",
        "content": "Although not a significant source of energy for most activities, protein can be broken down into its constituent amino acids by various metabolic processes. Most of these amino acids can then be converted into glucose (in a process known as gluconeogenesis), pyruvate, or various Krebs cycle intermediates to produce ATP (figure 3.6). The contribution of amino acids to the production of ATP has been estimated to be minimal during short-term exercise but may contribute 3% to 18% of the energy requirements during prolonged activity (20, 138). The major amino acids that are oxidized in skeletal muscle are believed to be the branched-chain amino acids (leu- cine, isoleucine, and valine), although alanine, aspartate, and glutamate may also be used (69). The nitrogenous waste products of amino acid degradation are eliminated through the formation of urea and small amounts of ammonia (22). The elimination through formation of ammonia is significant because ammonia is toxic and is associated with fatigue."
    },
    {
        "heading": "Control of the Oxidative (Aerobic) System",
        "content": "The rate-limiting step in the Krebs cycle (see figure 3.6) is the conversion of isocitrate to a-ketoglutarate, a reaction catalyzed by the enzyme isocitrate dehydro- genase. Isocitrate dehydrogenase is stimulated by ADP and allosterically inhibited by ATP. The reactions that produce NADH or FADH2 also influence the regulation of the Krebs cycle. If NAD+ and FAD2+ are not available in sufficient quantities to accept hydrogen, the rate of the Krebs cycle is reduced. Also, when GTP accumulates, the concentration of succinyl CoA increases, which inhibits the initial reaction (oxaloacetate + acetyl-CoA → citrate + CoA) of the Krebs cycle. The ETC is inhib- ited by ATP and stimulated by ADP (22). A simplified overview of the metabolism of fat, carbohydrate, and protein is presented in figure 3.8."
    },
    {
        "heading": "The phosphagen, glycolytic, and oxidative energy",
        "content": "systems differ in their ability to supply energy for activities of various intensities and durations (tables 3.2 and 3.3). Exercise intensity is defined as a level of muscular activity that can be quantified in terms of power (work performed per unit of time) output (99). Activities such as resistance training performed at a high power output require a rapid rate of energy supply and rely almost entirely on the energy provided by the"
    },
    {
        "heading": "Substrate-level phosphorylation",
        "content": "4"
    },
    {
        "heading": "Oxidative phosphorylation:",
        "content": "2 NADH (3 ATP each) 6"
    },
    {
        "heading": "Krebs cycle (2 rotations through",
        "content": "the Krebs cycle per glucose):"
    },
    {
        "heading": "Substrate-level phosphorylation",
        "content": "2"
    },
    {
        "heading": "Oxidative phosphorylation:",
        "content": "8 NADH (3 ATP each) 24"
    },
    {
        "heading": "Via GTP:",
        "content": "2 FADH2 (2 ATP each) 4"
    },
    {
        "heading": "Total",
        "content": "40* *Glycolysis consumes 2 ATP (if starting with blood glucose), so net ATP production is 40 − 2 = 38. This figure may also be reported as 36 ATP depending on which shuttle system is used to transport the NADH to the mitochondria. ATP = adenosine triphosphate; FADH2 = flavin adenine dinucleotide; GTP = guanine triphosphate; NADH = nicotinamide adenine dinucleotide."
    },
    {
        "heading": "Ketone",
        "content": "bodies"
    },
    {
        "heading": "C5",
        "content": "Figure 3.8  The metabolism of fat and that of carbohydrate and protein share some common pathways. Note that many are oxidized to acetyl-CoA and enter the Krebs cycle."
    },
    {
        "heading": "Duration of",
        "content": "event"
    },
    {
        "heading": "Intensity of",
        "content": "event"
    },
    {
        "heading": "Primary energy",
        "content": "system 0-6 s"
    },
    {
        "heading": "Phosphagen",
        "content": "6-30 s"
    },
    {
        "heading": "Phosphagen and",
        "content": "fast glycolysis 30 s to 2 min"
    },
    {
        "heading": "Fast glycolysis",
        "content": "2-3 min"
    },
    {
        "heading": "Fast glycolysis",
        "content": "and oxidative system >3 min"
    },
    {
        "heading": "Oxidative system",
        "content": "The relationships between duration, intensity, and primary energy systems used assume that the athlete strives to attain the best possible performance for a given event. Table 3.3  Rankings of Rate and Capacity of"
    },
    {
        "heading": "Rate of ATP",
        "content": "production"
    },
    {
        "heading": "Oxidation of",
        "content": "carbohydrates"
    },
    {
        "heading": "Oxidation of fats",
        "content": "and proteins Note: 1 = fastest/greatest; 5 = slowest/least. phosphagen system. Activities that are of low intensity but long duration, such as marathon running, require a prolonged energy supply and rely predominantly on the energy supplied by the oxidative energy system. The primary source of energy for activities between these two extremes shifts, depending on the intensity and duration of the event (table 3.2). In general, short, high-intensity activities (e.g., high-intensity resistance training and sprinting) rely largely on the phosphagen energy system and fast glycolysis. As the intensity decreases and dura- tion increases, the emphasis gradually shifts to slow glycolysis and the oxidative energy system (45, 129)."
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "▶ ▶In general, there is an inverse relationship between a given energy system’s maximum rate of ATP production (i.e., ATP produced per unit of time) and its capacity (i.e., the total amount of ATP produced over time)."
    },
    {
        "heading": "The phosphagen system is capable of",
        "content": "achieving the highest rate of ATP production, while fat oxidation has the greatest capacity of ATP production. As a result, the phospha- gen energy system primarily supplies ATP for high-intensity activities of short duration (e.g., 100 m dash), the glycolytic system for moderate- to high-intensity activities of short to medium duration (e.g., 400 m dash), and the oxidative system for low-intensity activities of long duration (e.g., marathon). The duration of the activity also influences which energy system is used. Athletic events range in duration from 1 to 3 seconds (e.g., snatch and shot put) to more than 4 hours (e.g., long-distance triathlons and ultra- marathons). If an athlete makes a best effort (an effort that results in the best possible performance for a given event), the time considerations shown in table 3.2 are reasonable (48, 78, 124, 144, 147). At no time, during either exercise or rest, does any single energy system provide the complete supply of energy. During exercise, the degree to which anaerobic and oxidative systems contribute to the energy being produced is determined primarily by the exercise inten- sity and secondarily by exercise duration (22, 45, 48). ▶ ▶The extent to which each of the three energy systems contributes to ATP production depends primarily on the intensity of muscu- lar activity and secondarily on the duration. At no time, during either exercise or rest, does any single energy system provide the complete supply of energy."
    },
    {
        "heading": "Substrate Depletion",
        "content": "and Repletion"
    },
    {
        "heading": "Energy substrates—molecules that provide starting",
        "content": "materials for bioenergetic reactions, including phos- phagens (ATP and CP), glucose, glycogen, lactate, free fatty acids, and amino acids—can be selectively depleted during the performance of activities of various intensities and durations. Subsequently, the energy that can be produced by the bioenergetic systems is reduced."
    },
    {
        "heading": "Fatigue experienced during many activities is frequently",
        "content": "associated with the depletion of phosphagens (66, 87) and glycogen (21, 78, 90, 131); the depletion of sub- strates such as free fatty acids, lactate, and amino acids typically does not occur to the extent that performance is limited. Consequently, the depletion and repletion pattern of phosphagens and glycogen following physical activity is important in exercise and sport bioenergetics."
    },
    {
        "heading": "Phosphagens",
        "content": "Fatigue during exercise appears to be at least partially related to the decrease in phosphagens (i.e., ATP and"
    },
    {
        "heading": "CP). Phosphagen concentrations in muscle are more",
        "content": "rapidly depleted as a result of high-intensity anaerobic exercise compared to aerobic exercise (66, 87). Creatine phosphate can decrease markedly (50-70%) during the first stage of high-intensity exercise of short and moderate duration (5-30 seconds) and can be almost completely depleted as a result of very intense exercise to exhaustion (84, 91, 96, 108). Muscle ATP concentra- tions may decrease only slightly (34) or may decrease up to 50% to 60% (143) of the preexercise levels during experimentally induced fatigue. It should also be noted that dynamic muscle actions that produce external work use more metabolic energy and typically deplete phos- phagens to a greater extent than do isometric muscle actions (18)."
    },
    {
        "heading": "The intramuscular ATP concentration is largely sus-",
        "content": "tained during exercise as a consequence of CP depletion and the contribution of additional ATP from the myok- inase reaction and oxidation of other energy sources, such as glycogen and free fatty acids. Postexercise phos- phagen repletion can occur in a relatively short period; complete resynthesis of ATP appears to occur within 3 to 5 minutes, and complete CP resynthesis can occur within 8 minutes (75, 87). Repletion of phosphagens is largely accomplished as a result of aerobic metabolism (75), although glycolysis can contribute to recovery after high-intensity exercise (29, 40). The effects of training on concentrations of phospha- gens are not well studied or understood. Aerobic endur- ance training may increase resting concentrations of phosphagens (49, 97) and decrease their rate of depletion at a given absolute submaximal power output (33, 97) but not at a relative (percentage of maximum) submaximal power output (33). Although researchers have noted indications of increased resting concentrations of phos- phagens (12, 125), short-term (eight weeks) studies of sprint and six months of resistance or explosive training have not shown alterations in resting concentrations of phosphagens (11, 16, 145, 148). However, total phospha- gen content can be larger following sprint training due to increases in muscle mass (148). Resistance training has been shown to increase the resting concentrations of phosphagens in the triceps brachii after five weeks of training (104). The increases in phosphagen concentra- tion may have occurred due to selective hypertrophy of Type II fibers, which can contain a higher phosphagen concentration than Type I fibers (103)."
    },
    {
        "heading": "Glycogen",
        "content": "Limited stores of glycogen are available for exercise. Approximately 300 to 400 g of glycogen are stored in the body’s total muscle and about 70 to 100 g in the liver (135). Resting concentrations of liver and muscle glycogen can be influenced by training and dietary manipulations (56, 135). Research suggests that both anaerobic training, including sprinting and resistance training (16, 104), and stereotypical aerobic endurance training (64, 65) can increase resting muscle glycogen concentration with concomitantly appropriate nutrition. The rate of glycogen depletion is related to exercise intensity (135). Muscle glycogen is a more important energy source than liver glycogen during moderate- and high-intensity exercise. Liver glycogen appears to be more important during low-intensity exercise, and its contribution to metabolic processes increases with dura- tion of exercise. Increases in relative exercise intensity of 50%, 75%, and 100% of maximal oxygen uptake result in increases in the rate of muscle glycogenolysis (the breakdown of glycogen) of 0.7, 1.4, and 3.4 mmol ·kg−1·min−1, respectively (131). At relative intensities of exercise above 60% of maximal oxygen uptake, muscle glycogen becomes an increasingly important energy substrate; the entire glycogen content of some muscle cells can become depleted during exercise (130)."
    },
    {
        "heading": "Relatively constant blood glucose concentrations are",
        "content": "maintained at very low exercise intensities (below 50% of maximal oxygen uptake) as a result of low muscle glucose uptake; as duration increases beyond 90 min- utes, blood glucose concentrations fall, but rarely below 2.8 mmol/L (2). Long-term exercise (over 90 minutes) at higher intensities (above 50% of maximal oxygen uptake) may result in substantially decreased blood glucose concentrations as a result of liver glycogen depletion. Hypoglycemic reactions may occur in some people with exercise-induced blood glucose values less than 2.5 mmol/L (3, 35). A decline in blood glucose to around 2.5 to 3.0 mmol/L results from reduced liver carbohydrate stores and causes decreased carbohydrate oxidation and eventual exhaustion (32, 35, 135)."
    },
    {
        "heading": "Very high-intensity, intermittent exercise, such as",
        "content": "high-intensity resistance training, can cause substantial depletion of muscle glycogen (decreases of 20% to 60%) with relatively few sets (low total workloads) (99, 124, 144, 146). Although phosphagens may be the primary limiting factor during resistance exercise with high resistance and few repetitions or few sets, muscle glycogen may become the limiting factor for resistance training with many total sets and larger total amounts of work (124). This type of exercise could cause selective muscle fiber glycogen depletion (more depletion in Type II fibers), which can also limit performance (50, 124). As with other types of dynamic exercise, the rate of muscle glycogenolysis during resistance exercise depends on intensity (i.e., the greater the intensity, the faster the rate of glycogenolysis). However, it appears that when the total work performed is equal, the absolute amount of glycogen depletion is the same, regardless of the intensity of the resistance training session (69, 124)."
    },
    {
        "heading": "Repletion of muscle glycogen during recovery is",
        "content": "related to postexercise carbohydrate ingestion. Repletion appears to be optimal if 0.7 to 3.0 g of carbohydrate per kilogram of body weight is ingested every 2 hours following exercise (56, 135). This level of carbohydrate consumption can maximize muscle glycogen repletion at 5 to 6 mmol/g of wet muscle mass per hour during the first 4 to 6 hours following exercise. Muscle glycogen may be completely replenished within 24 hours, pro- vided that sufficient carbohydrate is ingested (56, 135). However, if the exercise has a high eccentric component (associated with exercise-induced muscle damage), more time may be required to completely replenish muscle glycogen (119, 162)."
    },
    {
        "heading": "Bioenergetic Limiting Factors",
        "content": "in Exercise Performance"
    },
    {
        "heading": "Factors limiting maximal performance (22, 49, 78,",
        "content": "86, 102, 154) must be considered in the mechanisms of fatigue experienced during exercise and training."
    },
    {
        "heading": "Differences in Phosphocreatine Depletion and Resynthesis",
        "content": "in Children Versus Adults Kappenstein and colleagues (94) tested the hypothesis that a greater oxidative capacity in children results in lower CP depletion, faster CP resynthesis, and lower metabolic acidosis than in adults during high-intensity intermittent exercise. Sixteen children (mean age = 9 years) and 16 adults (mean age = 26 years) completed 10 bouts of 30-second dynamic, plantar flexion contractions at 25% of 1-repetition maximum (1RM). Creatine phosphate, ATP, inorganic phosphate (Pi), and phosphomonoesters were measured during and after exercise. Creatine phosphate breakdown was significantly lower in children during the first exercise bout, and average CP levels were higher in children at the end of exercise and during the recovery periods. In addition, muscle pH was significantly higher in children at the end of exercise. The results suggested that children are better able to meet energy demands with oxidative metabolism during high-intensity intermittent exercise."
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "with a particular athletic event is required when one is designing training programs and attempting to delay fatigue and possibly enhance performance. Table 3.4 depicts examples of various limiting factors based on depletion of energy sources and increases in muscle hydrogen ions, although other potential factors have been postulated. Glycogen depletion can be a limiting factor both for long-duration, low-intensity exercise supported primarily by aerobic metabolism and for repeated, high-intensity exercise supported primarily by anaero- bic mechanisms. Of importance to resistance training, sprinting, and other primarily anaerobic activities is the effect of metabolic acidosis on limiting contractile force (53, 78, 114, 115, 123). Several other factors have been implicated in the development of muscle fatigue and may limit exercise performance, including increased intracellular inorganic phosphate, ammonia accumula- tion, increased ADP, and impaired calcium release from the sarcoplasmic reticulum (4, 5, 129, 154, 158). Further research is needed to delineate the causes of muscular fatigue and the limiting factors in exercise performance."
    },
    {
        "heading": "Oxygen Uptake and",
        "content": "the Aerobic and Anaerobic"
    },
    {
        "heading": "Contributions to Exercise",
        "content": "Oxygen uptake (or consumption) is a measure of a person’s ability to take in oxygen via the respiratory system and deliver it to the working tissues via the car- diovascular system, and the ability of working tissues (predominantly skeletal muscle) to use oxygen. During low-intensity exercise with a constant power output,"
    },
    {
        "heading": "ATP and creatine",
        "content": "phosphate"
    },
    {
        "heading": "Marathon",
        "content": "4-5 2-3"
    },
    {
        "heading": "Triathlon",
        "content": "1-2 4-5 1-2 1-2 5,000 m run 1-2 1-2 1,500 m run 2-3 3-4 1-2 2-3 400 m swim 2-3 3-4 1-2 400 m run 4-5 100 m run 1-2 1-2"
    },
    {
        "heading": "Discus",
        "content": "2-3"
    },
    {
        "heading": "Repeated snatch",
        "content": "exercise at 60% of 1RM (10 sets) 4-5 4-5 1-2 1-2 4-5 Note: 1 = least probable limiting factor; 5 = most probable limiting factor. oxygen uptake increases for the first few minutes until a steady state of uptake (oxygen demand equals oxygen consumption) is reached (figure 3.9) (7, 83). At the start of an exercise bout, however, some of the energy must be supplied through anaerobic mechanisms because the aerobic system responds slowly to the ini- tial increase in the demand for energy (62, 153). This anaerobic contribution to the total energy cost of exercise is termed the oxygen deficit (83, 107). After exercise, oxygen uptake remains above preexercise levels for a period of time that varies according to the intensity and length of the exercise. Postexercise oxygen uptake has been termed the oxygen debt (83, 107), recovery O2 (107), or the excess postexercise oxygen consumption"
    },
    {
        "heading": "VO2 required",
        "content": "for exercise ."
    },
    {
        "heading": "VO2max",
        "content": "."
    },
    {
        "heading": "VO2",
        "content": "."
    },
    {
        "heading": "Figure 3.9  Low-intensity, steady-state exercise metab-",
        "content": "olism: 75% of maximal oxygen uptake (V.O2max). EPOC = excess postexercise oxygen consumption; V.O2 = oxygen uptake. (EPOC) (22). The EPOC is the oxygen uptake above resting values used to restore the body to the preexercise condition (139). Only small to moderate relationships between the oxygen deficit and the EPOC have been observed (13, 77); the oxygen deficit may influence the size of the EPOC, but the two are not equal. The possible factors affecting the EPOC are listed in the sidebar (17, 21, 22, 58, 107)."
    },
    {
        "heading": "Anaerobic mechanisms provide much of the energy",
        "content": "for work if the exercise intensity is above the maximal oxygen uptake that a person can attain (figure 3.10)."
    },
    {
        "heading": "Generally, as the contribution of anaerobic mechanisms",
        "content": "supporting the exercise increases, the exercise duration decreases (7, 68, 156, 157)."
    },
    {
        "heading": "The approximate contribution of anaerobic and aero-",
        "content": "bic mechanisms to maximal sustained efforts on a cycle ergometer is shown in table 3.5 (110, 149, 159). Con- tributions from anaerobic mechanisms are primary up to 60 seconds, after which aerobic metabolism becomes the primary energy-supplying mechanism. The contri- bution of anaerobic mechanisms to this type of exercise represents the maximal anaerobic capacity (109, 149)."
    },
    {
        "heading": "Excess Postexercise Oxygen Consumption Is Intensity, Duration,",
        "content": "and Mode Dependent Excess postexercise oxygen consumption (EPOC) refers to the prolonged increase in V.O2 that may be observed for hours after exercise (58)."
    },
    {
        "heading": "Aerobic Exercise and EPOC (17)",
        "content": "•\t Intensity has the greatest effect on EPOC. •\t The greatest EPOC values are found when both exercise intensity (i.e., >50-60% V.O2max) and durations (i.e., >40 minutes) are high. •\t Performing brief, intermittent bouts of supramaximal exercise (i.e., >100% V.O2max) may induce the greatest EPOC with lower total work. •\t There is interindividual variability for EPOC in response to a given relative exercise stimulus. •\t The effects of aerobic exercise modes on EPOC are unclear."
    },
    {
        "heading": "Resistance Exercise and EPOC (17)",
        "content": "•\t Heavy resistance exercise (i.e., three sets, eight exercises to exhaustion, 80-90% 1RM) produces greater EPOCs than circuit weight training (i.e., four sets, eight exercises, 15 repetitions, 50% 1RM). •\t Thus, EPOC is also intensity dependent in response to resistance training."
    },
    {
        "heading": "Factors Responsible for EPOC (17)",
        "content": "•\t Replenishment of oxygen in blood and muscle •\t ATP/CP resynthesis •\t Increased body temperature, circulation, and ventilation •\t Increased rate of triglyceride–fatty acid cycling •\t Increased protein turnover •\t Changes in energy efficiency during recovery"
    },
    {
        "heading": "Figure 3.10  High-intensity, non–steady-state exercise",
        "content": "metabolism (80% of maximum power output). The required V.O2 here is the oxygen uptake that would be required to sustain the exercise if such an uptake were possible to attain. Because it is not, the oxygen deficit lasts for the duration of the exercise. EPOC = excess postexercise oxygen consumption; V.O2max = maximal oxygen uptake."
    },
    {
        "heading": "VO2 required",
        "content": "for exercise ."
    },
    {
        "heading": "VO2max",
        "content": "."
    },
    {
        "heading": "VO2",
        "content": "."
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "Table 3.5  Contributions of Anaerobic and Aerobic Mechanisms to Maximal"
    },
    {
        "heading": "Sustained Efforts in Bicycle Ergometry",
        "content": "0-5 s 30 s 60 s 90 s 150 s 200 s"
    },
    {
        "heading": "Exercise intensity (% of",
        "content": "maximum power output) 100 55 35 31"
    },
    {
        "heading": "Contribution of anaerobic",
        "content": "mechanisms (%) 96 75 50 35 30 22"
    },
    {
        "heading": "Contribution of aerobic",
        "content": "mechanisms (%) 4 25 50 65 70 78"
    },
    {
        "heading": "Appropriate exercise intensities and rest intervals can",
        "content": "permit the “selection” of specific primary energy sys- tems during training for specific athletic events (22, 107, 155). Few sports or physical activities require maximal sustained effort to exhaustion or near exhaustion, such as competitive middle-distance sprints (400 m to 1,600 m). Most sports and training activities produce meta- bolic profiles that are very similar to those of a series of high-intensity, constant- or near-constant-effort exercise bouts interspersed with rest periods, such as American football, basketball, and hockey. In this type of exercise, the required exercise intensity (power output) that must be met during each exercise bout is much greater than the maximal power output that can be sustained using aerobic energy sources alone. Increasing aerobic power through primarily aerobic endurance training while simultaneously compromising or neglecting anaerobic power and anaerobic capacity training is of little ben- efit to athletes in these sports (82, 109). For example, it would be of little benefit for a baseball player to run miles during training rather than focusing on exercises that improve anaerobic power and capacity. ▶ ▶The use of appropriate exercise intensities and rest intervals allows for the “selection” of specific primary energy systems during training and, because this is more reflective of the actual metabolic demands of the sport, results in more efficient and produc- tive regimens for specific athletic events with various metabolic demands."
    },
    {
        "heading": "Interval Training",
        "content": "Interval training is a method that emphasizes bioen- ergetic adaptations for a more efficient energy transfer within the metabolic pathways by using predetermined intervals of exercise and rest periods (i.e., work-to-rest ratios). Theoretically, properly spaced work-to-rest intervals allow more work to be accomplished at higher exercise intensities with the same or less fatigue than during continuous training at the same relative inten- sity. An early paper by Christensen and colleagues (31) compared the total running distance, average oxygen uptake, and blood lactate concentration during contin- uous running for 5 minutes and interval running totaling 30 minutes with 2:1, 1:1, and 1:2 work-to-rest ratios."
    },
    {
        "heading": "Subjects were assigned a continuous running intensity",
        "content": "(speed) that would result in fatigue within 5 minutes. At that fast pace during the continuous run, the subjects were able to complete 0.81 miles (1.30 km) before exhaustion. Using 2:1, 1:1, and 1:2 work-to-rest ratios and the same running intensity for a total duration of 30 minutes, however, the subjects were able to complete 4.14 miles (6.66 km), 3.11 miles (5.00 km), and 2.07 miles (3.33 km), respectively, all while working aerobic capacity in a manner similar to that in the continuous running condition. Therefore, much more training can be accomplished at higher intensities with interval training; this concept has been established for over 45 years (31)."
    },
    {
        "heading": "A series of short-term (two-week) interval training",
        "content": "studies used six sessions of four to seven 30-second maximum cycling efforts interspaced with 4 minutes of recovery (1:8 work-to-rest ratio). These studies demon- strated improvements in muscle oxidative potential (26, 63), muscle buffering capacity (26, 63), muscle glyco- gen content (25, 26), and time-trial performance (25), as well as doubled aerobic endurance capacity (26). In addition, a similar four-week interval training program exhibited increases in muscle activation and total work output (38) in trained cyclists. Thus, even the results of recent studies support the use of interval training for metabolic adaptations. Few studies provide results that can be used to generate definitive guidelines for choosing specific work-to-rest ratios. One such study, however, reported aerobic and anaerobic metabolic variables, total work, and time to exhaustion differences between two different work-to-rest ratios in elite cyclists (117). The cyclists performed two intermittent protocols that included either a 40:20-second or a 30:30-second work-to-rest interval to exhaustion at a fixed work rate. The 40:20-second work-to-rest ratio resulted in significantly reduced total work and time to exhaustion while producing higher metabolic values (V.O2max, lactate concentration,"
    },
    {
        "heading": "ETC). In contrast, the 30:30-second work-to-rest ratio",
        "content": "provided sustained but slightly lower metabolic values for a considerably longer period of time. Another study manipulated the work variable via intensity and duration of the work-to-rest ratios. Wakefield and Glaister (152) reported a greater amount of time above 95% V.O2max during running at an intensity of 105% of V.O2max rather than 115% of V.O2max with a work duration of 30 sec- onds rather than 20 and 25 seconds (rest = 20 seconds). When one is determining the proper work-to-rest ratio for athletes, knowledge of the time intervals, intensity of work, and recovery periods for each of the energy systems is critical to maximizing the amount of work that can be accomplished for a given exercise intensity. For example, after a bout of maximal exercise that depletes CP stores, the complete resynthesis of CP may take up to 8 minutes (75), which suggests that short-duration, high-intensity exercise requires greater work-to-rest ratios due to the aerobic mechanisms that replete phos- phagen stores (75). In contrast, as the goals of training change to lon- ger-duration, lower-intensity tasks, the durations of the work intervals can be longer; this will lengthen the rest periods and decrease the work-to-rest ratios. Table 3.6 provides some general guidelines for work-to-rest ratios that are designed to emphasize the development of specific energy systems based on the theoretical time course for metabolic system involvement and substrate recovery. However, it should be noted that more research is necessary to provide evidence-based recommenda- tions for optimal work-to-rest ratios."
    },
    {
        "heading": "High-intensity interval training (HIIT) involves brief",
        "content": "repeated bouts of high-intensity exercise with intermit- tent recovery periods. High-intensity interval training typically incorporates either running- or cycling-based modes of exercise and is an efficient exercise regimen for eliciting cardiopulmonary (23) and metabolic and neuromuscular (24) adaptations. In fact, Buchheit and Laursen (23) stated that HIIT “is today considered one of the most effective forms of exercise for improving physical performance in athletes” (p. 314). High-inten- sity interval training is often discussed in terms of duty cycles involving a high-intensity work phase followed by a lower-intensity recovery phase. It has been suggested that nine different HIIT variables can be manipulated to achieve the most precise metabolic specificity (23), including •\t intensity of the active portion of each duty cycle, •\t duration of the active portion of each duty cycle, •\t intensity of the recovery portion of each duty cycle, •\t duration of the recovery portion of each duty cycle, •\t number of duty cycles performed in each set, •\t number of sets, •\t rest time between sets, •\t recovery intensity between sets, and •\t mode of exercise for HIIT. The authors (24) indicate, however, that the intensities and durations of the active and recovery portions of each duty cycle are the most important factors to consider. To optimize HIIT training adaptations for athletes, HIIT sessions should maximize the time spent at or near"
    },
    {
        "heading": "V.O2max. More specifically, the cumulative duration and",
        "content": "intensity of the active portions of the duty cycles should equate to several minutes above 90% of V.O2max (24). The benefits of a HIIT protocol designed to repeatedly elicit a very high percentage of V.O2max are primarily the result of the concurrent recruitment of large motor units and near-maximal cardiac output (6). Thus, HIIT provides a stimulus for both oxidative muscle fiber adaptation and myocardial hypertrophy. Additional"
    },
    {
        "heading": "HIIT adaptations include increases in V.O2max, proton",
        "content": "buffering, glycogen content, anaerobic thresholds, time to exhaustion, and time-trial performance. For exam- ple, Gibala and coworkers (63) reported equivalent improvements in muscle buffering capacity and glyco- gen content for HIIT at 250% of V.O2peak during four Table 3.6  Using Interval Training to Train Specific Energy Systems % of maximum power"
    },
    {
        "heading": "Range of work-to-rest",
        "content": "period ratios 90-100"
    },
    {
        "heading": "Phosphagen",
        "content": "5-10 s 1:12 to 1:20 75-90"
    },
    {
        "heading": "Fast glycolysis",
        "content": "15-30 s 1:3 to 1:5 30-75"
    },
    {
        "heading": "Fast glycolysis and oxidative",
        "content": "1-3 min 1:3 to 1:4 20-30"
    },
    {
        "heading": "Oxidative",
        "content": ">3 min 1:1 to 1:3"
    },
    {
        "heading": "Bioenergetics of Exercise and Training",
        "content": "to six 30-second cycling sprints compared to continuous cycling for 90 to 120 minutes at 65% of V.O2peak over six total training sessions. In addition, 750 kJ cycling time trials decreased in both groups by 10.1% and 7.5% in the HIIT and long, slow endurance training groups, respectively. Thus, HIIT provided performance and physiological adaptations equivalent to those of long, slow endurance training, but in a time-efficient manner."
    },
    {
        "heading": "The strength and conditioning professional should",
        "content": "consider a number of factors when designing a HIIT program. For example, a 400 m sprinter would need a"
    },
    {
        "heading": "HIIT program geared toward anaerobic-based durations",
        "content": "and intensities more than a 2-mile (3,200 m) runner."
    },
    {
        "heading": "Other considerations for the desired training adaptations",
        "content": "are periodization, similar to that for resistance training, and the number of exercise sessions per day and week."
    },
    {
        "heading": "Periodization allows for the general development of",
        "content": "aerobic and anaerobic systems during the preseason with transitioning to sport-specific HIIT sessions during the competitive season. In addition, HIIT sessions in conjunction with other training sessions (i.e., team prac- tices) may result in greater stress and risk for injury as a result of overtraining. Therefore, careful consideration is warranted in determining the appropriate number of"
    },
    {
        "heading": "HIIT sessions when concurrent with other sport-related",
        "content": "activities."
    },
    {
        "heading": "Some suggest that aerobic endurance training should",
        "content": "be added to the training of anaerobic athletes (a process that can be termed combination training or cross-train- ing) to enhance recovery, because it is postulated that recovery relies primarily on aerobic mechanisms. Sev- eral studies have demonstrated that recovery in power output is related to endurance fitness (14, 15, 74)."
    },
    {
        "heading": "Bogdanis and colleagues (14) reported relationships",
        "content": "in power recovery in the first 10 seconds of a cycling sprint, the resynthesis of PCr, and endurance fitness (V.O2max). However, aerobic endurance training may reduce anaerobic performance capabilities, particularly for high-strength, high-power performance (80). Aerobic endurance training has been shown to reduce anaerobic energy production capabilities in rats (151). Additionally, combined anaerobic and aerobic endurance training can reduce the gain in muscle girth (36, 126), maximum strength (36, 76, 126), and speed- and power-related performance (44, 73). Even though the exact mechanism for this phenome- non is not known, it has been suggested that combination training may increase training volume to a level that may result in overtraining in comparison to aerobic and anaerobic training alone. Hickson and colleagues (82) provide evidence that combination training that includes progressive endurance running and cycling and resistance training may produce a plateau effect and, ulti- mately, a decrease in strength gains. Specifically, it was reported that heavy resistance training combined with an endurance program provided significant improvements in squat strength during the first seven weeks of the program, followed by a plateau period (two weeks) and then a decrease in squat strength during the remaining weeks of the program (two weeks). The results pro- vided evidence that the upper limits of strength may be inhibited with progressive endurance training such as running and cycling. Other mechanisms that have been suggested to hinder the development of strength when in combination with endurance training are (a) decreasing rapid voluntary activation, (b) chronically lower muscle glycogen levels that can limit intracellular signaling responses during resistance training, and (c) and fiber type transition to slow-twitch fibers (112). On the other hand, some studies and reviews indicate that the opposite holds true; these suggest that anaero- bic training (strength training) can improve low- and high-intensity exercise endurance (54, 81, 82, 134)."
    },
    {
        "heading": "Sedano and colleagues (134) reported improvements",
        "content": "in performance of highly trained runners as a result of concurrent endurance, resistance, and plyometric training. There was no reduction in V.O2max over the 12 weeks in runners who participated in resistance and plyometric training. Furthermore, the combination train- ing improved performance measures such as maximal strength, peak running velocity, and 3 km time trial compared to endurance training alone. Thus in highly trained runners it would appear that strength training would improve performance while not hindering meta- bolic parameters (V.O2max)."
    },
    {
        "heading": "Although oxidative metabolism is important for",
        "content": "increased postexercise V.O2, lactate removal, and PCr res- toration from heavy anaerobic exercise (e.g., resistance training and sprint training) (133), care must be used in prescribing aerobic endurance training for anaerobic sports. In this context, it should be noted that specific anaerobic training can stimulate increases in aerobic power and enhance markers of recovery (54). Thus, it appears that extensive aerobic endurance training to enhance recovery from anaerobic events is not neces- sary and may be counterproductive in most strength and power sports."
    },
    {
        "heading": "Training programs with increased productivity can be",
        "content": "designed through an understanding of how energy is produced during various types of exercise and how"
    },
    {
        "heading": "Key Terms",
        "content": "adenosine diphosphate (ADP) adenosine monophosphate (AMP) adenosine triphosphatase (ATPase) adenosine triphosphate (ATP) adenylate kinase reaction aerobic aerobic glycolysis allosteric activation allosteric inhibition anabolism anaerobic anaerobic glycolysis beta oxidation bioenergetics branched-chain amino acid calcium ATPase catabolism combination training"
    },
    {
        "heading": "Cori cycle",
        "content": "creatine kinase creatine phosphate (CP) cytochrome depletion electron transport chain (ETC) endergonic reaction energy energy substrate excess postexercise oxygen consumption (EPOC) exergonic reaction fast glycolysis flavin adenine dinucleotide (FADH2) gluconeogenesis glycogenolysis glycolysis glycolytic high-intensity interval training (HIIT) hydrolysis inorganic phosphate interval training"
    },
    {
        "heading": "Krebs cycle",
        "content": "lactate lactate threshold (LT) lactic acid law of mass action mass action effect metabolic acidosis metabolic specificity metabolism mitochondria myokinase reaction myosin ATPase near-equilibrium reactions nicotinamide adenine dinucleotide (NADH) onset of blood lactate accumulation (OBLA) oxidative phosphorylation oxidative system oxygen debt oxygen deficit oxygen uptake phosphagen system phosphocreatine (PCr) phosphofructokinase (PFK) phosphorylation pyruvate rate-limiting step repletion slow glycolysis sodium-potassium ATPase substrate-level phosphorylation wet muscle work-to-rest ratio energy production can be modified by specific training regimens. Which energy system is used to supply energy for muscular contraction is determined primarily by the intensity of exercise and secondarily by the duration of exercise. Metabolic responses and training adaptations are largely regulated by exercise characteristics (e.g., intensity, duration, and recovery intervals). How these responses and adaptations occur following physical activity forms the basis for metabolic specificity of exercise and training. This principle allows for enhanced athletic performance through the implementation of improved training programs."
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following substances can be metabolized anaerobically? a.\t glycerol b.\t glucose c.\t amino acids d.\t free fatty acids 2.\t Which of the following reactions is the primary cause of metabolic acidosis (i.e., the decrease in intramuscular pH during high-intensity, fatiguing exercise)? a.\t ATP → ADP + Pi + H+ b.\t pyruvate + NADH → lactate + NAD+ c.\t ADP + creatine phosphate → ATP + creatine d.\t fructose-6-phosphate → fructose-1,6-bisphosphate 3.\t Which of the following energy systems produces ATP at the quickest rate? a.\t phosphagen b.\t aerobic glycolysis c.\t fat oxidation d.\t fast glycolysis 4.\t Approximately how many net ATP are produced via the oxidative energy system from the metabolism of one glucose molecule? a.\t 27 b.\t 34 c.\t 38 d.\t 41 5.\t Which of the following energy substrates cannot be depleted during extreme exercise intensities or durations? a.\t creatine phosphate b.\t glycogen c.\t water d.\t ATP This page intentionally left blank. www.ebook3000.com"
    }
]