[
    {
        "heading": "Program Design and Technique",
        "content": "for Aerobic Endurance Training Benjamin H. Reuter, PhD, and J. Jay Dawes, PhD The authors would like to acknowledge the significant contribution of Patrick S. Hagerman to this chapter. After completing this chapter, you will be able to •\t discuss the factors related to aerobic endurance performance; •\t select the mode of aerobic endurance training; •\t set aerobic endurance training frequency based on training status, sport season, and recovery requirements; •\t assign aerobic endurance training duration and understand its interaction with training intensity; •\t assign aerobic endurance exercise intensity and understand the various methods used to monitor intensity; •\t describe the various types of aerobic endurance programs; •\t apply the program design variables based on the sport season; and •\t address the issues of cross-training, detraining, tapering, supplemental resistance training, and altitude when designing an aerobic endurance training program. Designing an aerobic training program has many simi- larities to anaerobic exercise prescription. This chapter discusses the general principles of program design as they apply to aerobic endurance training and a stepwise approach to designing a safe and effective program."
    },
    {
        "heading": "Improvements in aerobic endurance performance",
        "content": "can be derived only when sound principles are applied during training. Although the fundamental mechanisms responsible for inducing adaptations during training are undefined, it is clear that in order to adapt, the various systems of the body must be challenged by an exercise stimulus (e.g., specificity and overload). The physio- logical systems that are not involved during the training session or not stressed sufficiently by exercise will not adapt to the training program (47, 48)."
    },
    {
        "heading": "Training specificity refers to the distinct adaptations",
        "content": "to the physiological systems that arise from the training program. A training effect is limited to the physiological systems used and overloaded during training (48, 73). Unless training programs are strictly designed to involve and stress a physiological system, there will be very lim- ited or possibly no adaptations in that system. To improve aerobic endurance performance, training programs must be designed to enhance the function of the respiratory, cardiovascular, and musculoskeletal systems. For a training adaptation to occur, a physiological system must be exercised at a level beyond that to which it is presently accustomed (72). During continued overload, the physiological systems of the body adapt to the exercise stress. Adaptations within the physiological systems occur until the tissues are no longer overloaded. This necessitates use of a greater overload. Exercise frequency, duration, and intensity are the variables most often manipulated to provide overload to the systems of the body."
    },
    {
        "heading": "Successful performance in aerobic endurance com-",
        "content": "petitions involving running, cycling, and swimming is dependent on the athlete’s ability to cover a fixed dis- tance in the shortest time possible. This requires athletes to be in peak physical condition for the competition. To reach this level of performance, athletes must train hard, yet intelligently, to maximize the physiological adaptations derived from training. In fact, the physical condition of the aerobic endurance athlete is of primary importance if that athlete is to perform at optimal levels during competition (15, 24, 54, 77, 82). A common trend with many aerobic endurance athletes is to adopt and embrace the training practices of other highly successful or well-known aerobic endurance athletes. Although this strategy may be effective for a few, most aerobic endurance athletes would likely be better served by constructing their own training regimen based on a good working knowledge of sound training principles and an understanding of their own physical limitations and needs."
    },
    {
        "heading": "Numerous types of training programs have been",
        "content": "designed for aerobic endurance athletes. These train- ing programs vary in the mode, frequency, duration, and intensity of the activity. What successful aerobic endurance athletes have in common is a training pro- gram designed to enhance their strengths and improve their weaknesses. This chapter is designed to provide the strength and conditioning professional with a good working knowledge of the scientific principles of aerobic endurance training and conditioning. Specifically, the chapter includes information about the factors related to performance, aerobic endurance training program design variables, and the various types of programs. Additional discussion focuses on sport season training and special issues related to aerobic endurance training. As it would be exhausting to review relevant information about training for all possible aerobic endurance sports, only basic aerobic endurance training topics are presented, with specific examples as they relate to running, cycling, and swimming."
    },
    {
        "heading": "When designing aerobic endurance training programs,",
        "content": "it is important to understand those factors that influence and play a significant role in successful aerobic endur- ance performance. This allows for the development of sound training programs while minimizing unnecessary training that may lead to counterproductive adaptations, fatigue, overwork, or overtraining."
    },
    {
        "heading": "Maximal Aerobic Capacity",
        "content": "As the duration of the aerobic endurance event increases, so does the proportion of the total energy demand that must be met by aerobic metabolism. Therefore, high maximal aerobic capacity (V.O2max) is necessary for success in aerobic endurance events (59). A high correlation has been shown to exist between V.O2max and performance in aerobic endurance events (1, 19, 32, 59, 60). Consequently, aerobic endurance training programs should be designed to improve V.O2max. However, although a high V.O2max is important for successful performance, other factors may be equally or even more important. These factors include a high lac- tate threshold, good exercise economy, high efficiency in using fat as a fuel source, and a high percentage of Type I muscle fibers."
    },
    {
        "heading": "For well-trained endurance athletes, improving",
        "content": "V.O2max may benefit performance only up to a certain point, especially since these individuals typically already possess excellent aerobic capacity. Consequently, the ability to sustain higher velocities during competition and training may have a greater impact on performance Program Design and Technique for Aerobic Endurance Training than attempting to make marginal improvements in aer- obic capacity. For this reason, many athletes use high-in- tensity interval training (HIIT). While the issue is not well understood, HIIT may contribute to performance in highly trained endurance athletes via improvements in peak power output, ventilatory threshold, hydrogen ion buffering, and utilization of fat as a fuel source (55)."
    },
    {
        "heading": "Lactate Threshold",
        "content": "In aerobic endurance events, the best competitor among athletes with similar V.O2max values is typically the person who can sustain aerobic energy production at the highest percentage of his or her V.O2max without accu- mulating large amounts of lactic acid in the muscle and blood (54). Although numerous terms have been used to refer to this phenomenon, lactate threshold is the one most commonly employed in the literature. The lactate threshold is that speed of movement or percentage of V.O2max at which a specific blood lactate concentration is observed or the point at which blood lactate concentra- tion begins to increase above resting levels (82). Several studies have shown that an athlete’s lactate threshold appears to be a better indicator of his or her aerobic endurance performance than V.O2max (21, 22). The maximal lactate steady state is another term that often appears in the aerobic endurance training literature. The maximal lactate steady state is defined as the exercise intensity at which maximal lactate production is equal to maximal lactate clearance within the body (4). The maximal lactate steady state is considered by many to be a better indicator of aerobic endurance performance than either V.O2max or the lactate threshold (4, 34). What is clear from this information is that aerobic endurance athletes must improve their lactate threshold or maximal lactate steady state. This requires athletes to conduct some training at elevated levels of blood and muscle lactate to maximize training improvements."
    },
    {
        "heading": "Exercise Economy",
        "content": "A measure of the energy cost of activity at a given exercise velocity is referred to as the exercise econ- omy. Athletes with a high exercise economy expend less energy during exercise to maintain a given exercise velocity (e.g., running speed). Several investigators have suggested that exercise economy is an important factor in successful performance in running events (14, 31), with better performers having a slightly shorter stride length and greater stride frequency compared to less successful performers (12). During cycling, exercise economy can be affected by body mass size, cycling velocity, and aerodynamic positioning (22, 61, 78). For cyclists, an increase in body mass and cycling velocity and an inefficient body position generate greater wind resistance, resulting in a decrease in exercise economy. It has been demonstrated that elite swimmers are much more economical than nonelite swimmers (81) and use less oxygen at any given swimming velocity. The most profound impact on exercise economy during swimming can be observed when swimming technique becomes more efficient. As improvements in stroke mechanics occur, energy demand for a given swimming velocity is reduced (80). Training to improve exercise economy is critical for aerobic endurance athletes. ▶ ▶An improvement in exercise economy can enhance maximal aerobic capacity (V ."
    },
    {
        "heading": "O2max)",
        "content": "and lactate threshold."
    },
    {
        "heading": "An effective aerobic endurance training program must",
        "content": "include an exercise prescription specifically developed for the individual athlete. This requires manipulation of the primary program design variables. The sidebar lists the design variables as steps 1 through 5. Unfor- tunately, coaches and athletes often use the training practices or programs of current successful coaches or athletes in their sport. This does not carefully consider the strengths and weaknesses of the athlete and may lead to development of an ineffective or potentially harmful training program. The optimal way to develop a sound training program is to have the factors related to aero- bic endurance performance evaluated and then use that information to generate a training program specific to the athlete. For example, an athlete with poor exercise economy should place emphasis on training to improve"
    },
    {
        "heading": "Step 5:  Exercise progression",
        "content": "exercise economy. This might include interval training with a focus on technique, as well as using long rest periods. Conversely, athletes who need to increase lactate threshold might consider performing more high-intensity training. Training programs for female athletes do not have to be different from those used to train male athletes; evidence indicates that males and females respond sim- ilarly to training programs (10, 60, 67). Refer to chapter 7 for a discussion on sex-related differences and their implications for exercise."
    },
    {
        "heading": "Step 1: Exercise Mode",
        "content": "Exercise mode refers to the specific activity performed by the athlete: cycling, running, swimming, and so on."
    },
    {
        "heading": "When training to improve aerobic endurance perfor-",
        "content": "mance, the athlete should select activities that mimic as closely as possible the movement pattern employed in competition. This will cause positive adaptations in specific physiological systems of the body. For example, the recruitment of specific muscle fibers and the adap- tation of the energy systems within those fibers must be challenged during aerobic endurance training. Selecting the appropriate exercise mode during training ensures that the systems used in competition are challenged to improve. Remember that the more specific the training mode is to the sport, the greater the improvement in performance. For an athlete involved in multiple aerobic endurance sports, or one who is interested in a general aerobic endurance fitness program, cross-training or participation in multiple aerobic endurance activities may be warranted (35)."
    },
    {
        "heading": "Step 2: Training Frequency",
        "content": "Training frequency refers to the number of training sessions conducted per day or per week. The frequency of training sessions depends on an interaction of exercise intensity and duration, the training status of the athlete, and the specific sport season. Higher exercise intensity and longer duration may necessitate less frequent train- ing to allow sufficient recovery from exercise sessions. The training status of the athlete can influence training frequency, with lesser-trained athletes requiring more recovery days at the beginning of a training period than more highly trained athletes. The sport season that the athlete is currently in can also influence training fre- quency; an off-season program may include five training days per week, but training frequency may progress to daily workouts (or even multiple workouts per day for a triathlete) in the preseason. Additionally, fewer training sessions may be required to maintain an achieved level of physiological function or performance than to attain that level initially (77). Appropriate training frequency is important for the aerobic endurance athlete, because too much training may increase the risk of injury, illness, or overtraining. A number of studies have shown increased injury rates with training sessions more frequent than five times per week (49, 69); however, these studies used active individuals in a wide age range, not only young and healthy athletes, as subjects. Conversely, too little training will not result in positive adaptations to the various systems of the body. Research has shown that it is necessary to train more than twice per week in order to increase V.O2max (38, 83). Many coaches recognize that multiple training sessions per day may be needed to improve performance in some endurance athletes."
    },
    {
        "heading": "Research conducted by Hansen and colleagues (43)",
        "content": "showed that time to exhaustion, resting muscle glycogen concentrations, and citrate synthase activity increased among seven healthy untrained men after 10 weeks of training twice every other day versus once daily. It was speculated that training in a glycogen-depleted state may improve glycogen resynthesis via an increase in the tran- scription and transcription rate of certain genes respon- sible for training adaptations. However, the researchers cautioned that these results should not necessarily be used by coaches and practitioners to guide practice, as low glycogen concentrations may reduce the period of time an athlete is able to train and may increase risk of overtraining. This is one reason why it is important to monitor the effects of the training load on athletes."
    },
    {
        "heading": "Recovery from individual training sessions is essen-",
        "content": "tial if the athlete is to derive maximum benefits from the subsequent training session. Exercise performance has been shown to improve following relative rest from difficult training sessions (2). Obtaining sufficient rest, becoming rehydrated, and restoring fuel sources are criti- cal issues for the athlete during recovery. Relaxation and avoidance of strenuous physical activity are particularly important following days of high-intensity or long-dura- tion training. Postexercise ingestion of adequate fluids is important for replacing the fluid lost during training. If the training session was especially long or intense, then postexercise carbohydrate intake is important for replacing the muscle and liver glycogen stores that were likely depleted. More detailed information on this topic can be found in chapter 10, “Nutrition Strategies for"
    },
    {
        "heading": "Step 3: Training Intensity",
        "content": "Central to causing training adaptations in the body is the interaction of training intensity and duration. Generally, the higher the exercise intensity, the shorter the exercise duration. Adaptations in the body are specific to the intensity, or effort expended during a training session."
    },
    {
        "heading": "High-intensity aerobic exercise increases cardiovascular",
        "content": "and respiratory function and allows for improved oxygen Program Design and Technique for Aerobic Endurance Training delivery to the working muscles (72). Increasing exercise intensity may also benefit skeletal muscle adaptations by affecting muscle fiber recruitment (28). As exercise intensity is increased, greater recruitment of Type II muscle fibers occurs to meet the increased power needs. This training stimulus allows those fibers to become more aerobically trained, thereby possibly improving overall aerobic performance. The regulation of exercise intensity is critical to the success of each training session and ultimately the entire program. An exercise intensity that is too low does not overload the body’s systems and induce the desired physiological adaptations, whereas an intensity that is too high results in fatigue and a premature end to the training session (70). In either instance, the training session will be poor and ineffective."
    },
    {
        "heading": "The most accurate methods for regulating exercise",
        "content": "intensity are to monitor oxygen consumption during exercise to determine its percentage of V.O2max and to periodically measure the blood lactate concentration to determine the relationship to the lactate threshold. If V.O2max testing is not available, exercise prescrip- tions can use heart rate, ratings of perceived exertion, metabolic equivalents, or exercise velocity to monitor exercise intensity. Cycling power–measuring devices are frequently used by professional and top-level amateur competitors."
    },
    {
        "heading": "Heart Rate",
        "content": "Heart rate is likely the most frequently used method for prescribing aerobic exercise intensity. The reason is the close relationship between heart rate and oxygen consumption, especially when the intensity is between 50% and 90% of functional capacity (V.O2max), also called heart rate reserve (HRR), which is the differ- ence between an athlete’s maximal heart rate and his or her resting heart rate (5).The most accurate means of regulating intensity using this method is to deter- mine the specific heart rate associated with the desired percentage of V.O2max or the heart rate associated with the lactate threshold. For the greatest precision, this necessitates laboratory testing to identify these exercise intensities. If laboratory testing is unavailable, then the individual’s age-predicted (estimated) maximal heart rate (APMHR) can be used as the basis for determining exercise intensity. Refer to the sidebar “Target Heart Rate"
    },
    {
        "heading": "Calculations” for formulas and sample calculations for",
        "content": "determining aerobic endurance exercise heart rate ranges using the Karvonen method and the percentage of maximal heart rate (MHR) method. The relationship between V.O2max, HRR, and MHR is shown in table 20.1."
    },
    {
        "heading": "Although the Karvonen and percentage of maximal",
        "content": "heart rate formulas provide practical intensity assign- ments, basing them on age-predicted maximal heart rates may entail some inaccuracies (vs. laboratory-tested maximal heart rates) when exercise intensity is being monitored during cycling or running (65). It has been determined that age contributes 75% of the variability of heart rate; the effects of other factors such as mode of exercise and fitness level must also be considered with the use of heart rate to monitor intensity (65)."
    },
    {
        "heading": "Additionally, using estimations of exercise intensity",
        "content": "via estimated maximal heart rate equations provides no information about the intensity associated with the lac- tate threshold. Without some knowledge of an athlete’s lactate threshold, a highly effective aerobic endurance training program cannot be developed."
    },
    {
        "heading": "Ratings of Perceived Exertion Scales",
        "content": "Ratings of perceived exertion (RPE) scales can also be used to regulate intensity during aerobic endurance training (26, 39). It appears that RPE can be used to accurately regulate intensity when there are changes in fitness level (6); however, researchers have demonstrated that the RPE–intensity relationship can be influenced by various external environmental factors such as passive distracters and environmental temperature (13, 71). According to Haddad, Padula, and Chamari (41), various subject characteristics such as age, sex, training status, and fitness level may influence RPE. Furthermore, a few environmental factors that may influence RPE are listening to music, watching television or video, environ- mental temperature, altitude, nutritional considerations, and external feedback. However, these authors suggest that despite the potential influence of these factors, RPE is still a valid monitoring tool (see table 20.2)."
    },
    {
        "heading": "HRR, and MHR",
        "content": "% V ."
    },
    {
        "heading": "O2max",
        "content": "% HRR % MHR HRR = heart rate reserve; MHR = percentage of maximal heart rate."
    },
    {
        "heading": "Formula:",
        "content": "•\t Age-predicted maximum heart rate (APMHR) = 220 − age •\t Heart rate reserve (HRR) = APMHR − resting heart rate (RHR) •\t Target heart rate (THR) = (HRR  exercise intensity) + RHR Do this calculation twice to determine the target heart rate range (THRR)."
    },
    {
        "heading": "Example:",
        "content": "A 30-year-old athlete with an RHR of 60 beats/min is assigned an exercise intensity of 60% to 70% of functional capacity: •\t APMHR = 220 − 30 = 190 beats/min •\t RHR = 60 beats/min •\t HRR = 190 − 60 = 130 beats/min •\t Lowest number of the athlete’s THRR = (130  0.60) + 60 = 78 + 60 = 138 beats/min •\t Highest number of the athlete’s THRR = (130  0.70) + 60 = 91 + 60 = 151 beats/min"
    },
    {
        "heading": "When monitoring heart rate during exercise,",
        "content": "divide the THRR by 6 to yield the athlete’s THRR in number of beats for a 10-second interval: 138 ÷ 6 = 23      151 ÷ 6 = 25 The athlete’s THRR is 23 to 25 beats per 10 sec- onds."
    },
    {
        "heading": "Formula:",
        "content": "•\t Age-predicted maximum heart rate (APMHR) = 220 − age •\t Target heart rate (THR) = (APMHR  exercise intensity) Do this calculation twice to determine the target heart rate range (THRR)."
    },
    {
        "heading": "Example:",
        "content": "A 20-year-old athlete is assigned an exercise inten- sity of 70% to 85% of maximal heart rate: •\t APMHR = 220 − 20 = 200 beats/min •\t Lowest number of the athlete’s THRR = 200  0.70 = 140 beats/min •\t Highest number of the athlete’s THRR = 200  0.85 = 170 beats/min"
    },
    {
        "heading": "When monitoring heart rate during exercise,",
        "content": "divide the THRR by 6 to yield the athlete’s THRR in number of beats for a 10-second interval: 140 ÷ 6 = 23      170 ÷ 6 = 28 The athlete’s THRR is 23 to 28 beats per 10 sec- onds."
    },
    {
        "heading": "Metabolic Equivalents",
        "content": "Metabolic equivalents may also be used to prescribe exercise intensity. One metabolic equivalent (MET) is equal to 3.5 ml·kg−1·min−1 of oxygen consumption and is considered the amount of oxygen required by the body at rest (1). Metabolic equivalent values have been determined for a variety of physical activities; a brief list is shown in table 20.3. For example, an activity with a MET value of 10.0 requires 10 times the oxygen uptake that is required by an individual at rest. Assigning MET values as part of an aerobic exercise prescription requires the strength and conditioning professional to know (or estimate) an athlete’s maximal oxygen uptake in order to be able to calculate an exercise MET level (40)."
    },
    {
        "heading": "Cyclists may use power-measuring cranks and hubs",
        "content": "to monitor exercise intensity (25). Due to cost, these devices are probably suitable only for professionals and top-level amateurs. Research studies have indicated"
    },
    {
        "heading": "Table 20.2  Rating of Perceived Exertion",
        "content": "(RPE) Scale"
    },
    {
        "heading": "Hard",
        "content": "Very hard (making an effort to keep up)"
    },
    {
        "heading": "Maximum effort (can’t go any further)",
        "content": "Reprinted, by permission, from NSCA, 2012, Aerobic endurance training program design, by P. Hagerman. In NSCA’s essentials of personal training, 2nd ed., edited by J.W. Coburn and M.H. Malek (Champaign, IL: Human Kinetics), figure 16.1, 395. Table 20.3  Metabolic Equivalents (METs) for Physical Activities"
    },
    {
        "heading": "Activity",
        "content": "1.0 Lying or sitting quietly, doing nothing, lying in bed awake 2.0 Walking, <2 miles per hour (<3.2 km/h), level surface 2.5 Walking, 2 miles per hour (3.2 km/h), level surface 3.0 Resistance training (free weight, Nautilus or Universal type), light or moderate effort 3.5"
    },
    {
        "heading": "Stationary cycling, 30-50 W, very light effort",
        "content": "3.0"
    },
    {
        "heading": "Walking, 2.5 miles per hour (4 km/h)",
        "content": "3.5 Walking, 2.8-3.2 miles per hour (4.5-5.2 km/h), level surface 3.5"
    },
    {
        "heading": "Calisthenics, home exercise, light or moderate effort",
        "content": "4.3 Walking, 3.5 miles per hour (5.6 km/h), level surface 4.8 Stair stepping (with a 4-inch [10 cm] step height), 30 steps per minute 5.0"
    },
    {
        "heading": "Aerobic dance, low impact",
        "content": "5.0 Walking, 4 miles per hour (6.4 km/h), level surface 5.0"
    },
    {
        "heading": "Elliptical trainer, moderate effort",
        "content": "5.5 Step aerobics (with a 4-inch [10 cm] step height) 5.5"
    },
    {
        "heading": "Water aerobics, water calisthenics",
        "content": "5.8 Swimming laps, freestyle, slow, moderate or light effort 6.0 Outdoor cycling, 10 to 11.9 miles per hour (16.1-19.2 km/h) 6.0 Resistance training (free weight, Nautilus or Universal type), powerlifting or bodybuilding, vigorous effort 6.3 Stair stepping (with a 12-inch [31 cm] step height), 20 steps per minute 6.3 Walking, 4.5 miles per hour (7.2 km/h), level surface 6.8"
    },
    {
        "heading": "Stationary cycling, 90-100 W, light effort",
        "content": "6.9 Stair stepping (with an 8-inch [20 cm] step height), 30 steps per minute 7.0"
    },
    {
        "heading": "Rowing, stationary, 100 W, moderate effort",
        "content": "7.3"
    },
    {
        "heading": "Aerobic dance, high impact",
        "content": "7.5 Step aerobics (with a 6- to 8-inch [15-20 cm] step) 8.0 Calisthenics (e.g., push-ups, sit-ups, pull-ups, jumping jacks), vigorous effort 8.0 Circuit training, including some aerobic stations, with minimal rest 8.0 Outdoor cycling, 12 to 13.9 miles per hour (19.3-22.4 km/h) 8.3"
    },
    {
        "heading": "Walking, 5 miles per hour (8.0 km/h)",
        "content": "8.5"
    },
    {
        "heading": "Rowing, stationary, 150 W, moderate effort",
        "content": "8.8"
    },
    {
        "heading": "Stationary cycling, 101-160 W, moderate effort",
        "content": "9.0 Running, 5.2 miles per hour (8.4 km/h) (11.5 minutes per mile) 9.0 Stair aerobics (with a 10-12-inch [31 cm] step height) 9.8 Running, 6 miles per hour (9.7 km/h) (10 minutes per mile) 9.5 Step aerobics (with a 10- to 12-inch [25.4-31 cm] step) 9.8"
    },
    {
        "heading": "Swimming laps, freestyle, fast, vigorous effort",
        "content": "10.0 Outdoor cycling, 14 to 15.9 miles per hour (22.5-25.6 km/h) 10.5 Running, 6.7 miles per hour (10.8 km/h) (9 minutes per mile) (continued)"
    },
    {
        "heading": "Activity",
        "content": "11.0 Running, 7 miles per hour (11.3 km/h) (8.5 minutes per mile) 11.0"
    },
    {
        "heading": "Stationary cycling, 161-200 W, vigorous effort",
        "content": "11.0"
    },
    {
        "heading": "Rope skipping, general",
        "content": "11.8 Running, 7.5 miles per hour (12.1 km/h) (8 minutes per mile) 11.8 Running, 8 miles per hour (12.9 km/h) (7.5 minutes per mile) 12.0 Outdoor cycling, 16 to 19 miles per hour (25.7-30.6 km/h) 12.0"
    },
    {
        "heading": "Rowing, stationary, 200 W, moderate effort",
        "content": "12.3 Running, 8.6 miles per hour (13.7 km/h) (7 minutes per mile) 12.8 Running, 9 miles per hour (14.5 km/h) (6 minutes 40 seconds per mile) 14.0"
    },
    {
        "heading": "Stationary cycling, 201-270 W, very vigorous effort",
        "content": "14.5 Running, 10 miles per hour (16.1 km/h) (6 minutes per mile) 15.8 Outdoor cycling, >20 miles per hour (>32.2 km/h) Based on Ainsworth et al., 2011, “Compendium of physical activities: A second update of codes and MET values,” Medicine and Science in Sports and Exercise 43: 1575-1581."
    },
    {
        "heading": "Table 20.3  (continued)",
        "content": "that at least two of these devices provide valid and reliable power measures (36, 57). Using power to mon- itor intensity in cycling has an advantage over other measures because metabolic rate is closely related to mechanical power production (25). Using power as an intensity measure also allows reproducible intensity efforts regardless of environmental conditions, which may influence other measurements of intensity such as heart rate and training velocity (25)."
    },
    {
        "heading": "Step 4: Exercise Duration",
        "content": "Exercise duration refers to the length of time of the training session. The duration of a training session is often influenced by the exercise intensity: the longer the exercise duration, the lower the exercise intensity (74). For example, exercise that is conducted at an intensity above the maximal lactate steady state (e.g., 85% of V.O2max) will have a relatively short duration (20-30 minutes) because the accumulation of lactate within the muscle will contribute to fatigue. Conversely, exercise that is performed at a much lower intensity (e.g., 70% of V.O2max) may be performed for several hours before the athlete experiences fatigue. ▶ ▶The duration of a training session is often influenced by the exercise intensity; the longer the exercise duration, the lower the exercise intensity."
    },
    {
        "heading": "Once athletes begin an aerobic endurance exercise",
        "content": "program, they need to continue the program to either maintain or advance their aerobic fitness level. Research seems to indicate that aerobic fitness does not decrease for up to five weeks when intensity of training is main- tained and frequency decreases to as few as two times per week (46). Depending on the goals of the athlete, progression of an aerobic endurance exercise program initially involves increasing the frequency, intensity, and duration of exercise. General recommendations are that individuals always include at least one recovery or active rest day in each week of training. Most athletes have the goal of attempting to increase rather than just maintain aerobic fitness. This requires regular progression of the training program. Typically, exercise frequency, intensity, or duration should not increase more than 10% each week (42). At higher levels of fitness, athletes will reach a point where it is not feasible to increase either the fre- quency or the duration of exercise. When this occurs, progressions in training will occur only through exercise intensity manipulation (42). As shown by the sidebar titled “Examples of Aerobic"
    },
    {
        "heading": "Exercise Progression,” athletes and strength and con-",
        "content": "ditioning professionals can manipulate combinations of frequency, intensity, and duration. Progression of training frequency may be limited by constraints such as Program Design and Technique for Aerobic Endurance Training school and work. It may not be possible for the athlete to incorporate more than one training session each day."
    },
    {
        "heading": "Training intensity measurement should use the same",
        "content": "methods as used in the original exercise intensity pre- scription. The best method is determined by the equip- ment available to monitor intensity (heart rate monitor, RPE charts, or machines that provide MET workloads)."
    },
    {
        "heading": "Progression of training intensity should be monitored",
        "content": "very carefully to avoid overtraining. The duration of each training session is limited by the same constraints as training frequency. Athletes who train predominantly outdoors are also limited by the number of daylight hours, especially in the late fall, winter, and early spring."
    },
    {
        "heading": "Training Programs",
        "content": "There are several types of aerobic endurance training programs, each with varying frequency, intensity, dura- tion, and progression parameters. Each type incorporates the five design variables and results in regimens created for specific outcomes. Table 20.4 summarizes the types of aerobic endurance training and their common pre- scriptive guidelines. Sample training programs for each type of aerobic endurance training are included after the sections that follow; the specific training mode being discussed is boldfaced in the sample training chart."
    },
    {
        "heading": "Example A",
        "content": "•\t Week 1:  Four times per week at an intensity of 70% to 85% THR for 40 minutes •\t Week 2:  Five times per week at an intensity of 70% to 85% THR for 45 minutes •\t Week 3:  Three times per week at an intensity of 70% to 85% THR for 40 minutes, one time per week for 50 minutes at 60% to 75% THR •\t Week 4:  Four times per week at an intensity of 70% to 85% THR for 45 minutes, one time per week for 50 minutes at 60% to 75% THR •\t Week 5:  Four times per week at an intensity of 70% to 85% THR for 45 minutes, one time per week for 55 minutes at 60% to 75% THR"
    },
    {
        "heading": "Example B",
        "content": "•\t Week 1:  Three times per week at an intensity of 60% to 70% THR for 30 minutes •\t Week 2:  Four times per week at an intensity of 60% to 70% THR for 35 minutes •\t Week 3:  Three times per week at an intensity of 65% to 75% THR for 30 minutes •\t Week 4:  Four times per week at an intensity of 65% to 70% THR for 35 minutes •\t Week 5:  Three times per week at an intensity of 70% to 75% THR for 30 minutes"
    },
    {
        "heading": "Frequency",
        "content": "per week*"
    },
    {
        "heading": "Duration",
        "content": "(work bout portion)"
    },
    {
        "heading": "Long, slow distance",
        "content": "(LSD) 1-2"
    },
    {
        "heading": "Race distance or longer",
        "content": "(~30-120 minutes) ~70% of V ."
    },
    {
        "heading": "Pace/tempo",
        "content": "1-2 ~20-30 minutes"
    },
    {
        "heading": "At the lactate threshold; at or slightly",
        "content": "above race pace"
    },
    {
        "heading": "Interval",
        "content": "1-2 3-5 minutes (with a work:rest ratio of 1:1)"
    },
    {
        "heading": "Close to V",
        "content": "."
    },
    {
        "heading": "High-intensity",
        "content": "interval training 30-90 seconds (with a work:rest ratio of 1:5)"
    },
    {
        "heading": "Greater than V",
        "content": "."
    },
    {
        "heading": "Fartlek",
        "content": "~20-60 minutes"
    },
    {
        "heading": "Varies between LSD and pace/tempo",
        "content": "training intensities *The other days of the week are composed of other training types and rest–recovery days. Data from references 15, 24, 54, 77, and 82"
    },
    {
        "heading": "Traditionally, endurance coaches and athletes have used",
        "content": "the term long, slow distance (LSD) to refer to training at intensities equivalent to approximately 70% of V.O2max (or about 80% of maximum heart rate). The fitness professional and athlete should remember that the term slow refers to a pace that is slower than typical race pace. The LSD terminology is probably due for a change to better reflect the intention of the activity. We have kept the term LSD to match terminology that is commonly used. In a LSD training session, the training distance should be greater than race distance, or the duration should be at least as long as 30 minutes to 2 hours (24)."
    },
    {
        "heading": "This intensity and duration is typically characterized",
        "content": "as “conversation” exercise, with the athlete able to talk without undue respiratory distress. The physiological benefits derived from LSD training primarily include enhanced cardiovascular and thermoregulatory function, improved mitochondrial energy production and oxida- tive capacity of skeletal muscle, and increased utilization of fat as a fuel (7, 11, 16, 18, 28, 33, 40, 47, 48, 52, 73, 82). These changes are likely to improve the lactate threshold intensity by enhancing the body’s ability to clear lactate. Chronic use of this type of training also causes a change in the metabolic characteristics of the involved muscles (40, 50) and an eventual shift of Type IIx fibers to Type I fibers (68, 76). The increase in fat utilization may also cause a spar- ing of muscle glycogen (20, 23, 44, 48, 52, 58, 82). The intensity during LSD training is lower than the intensity used during competition, and this may be a disadvantage if too much of this type of training is performed. Addi- tionally, LSD training does not stimulate the neurological patterns of muscle fiber recruitment that are required during a race (82), and this may result in adaptations in muscle fibers that are not used during competition."
    },
    {
        "heading": "Pace/Tempo Training",
        "content": "Pace/tempo training employs an intensity at or slightly higher than race competition intensity. The intensity corresponds to the lactate threshold; therefore, this type of training is also often called threshold training (24) or aerobic–anaerobic interval training (15). There are two ways to conduct pace/tempo training: steady and intermittent (24). Steady pace/tempo training is con- tinuous training conducted at an intensity equal to the lactate threshold for durations of approximately 20 to 30 minutes. The purpose of pace/tempo training is to stress the athlete at a specific intensity and improve energy production from both aerobic and anaerobic metabolism. Intermittent pace/tempo training is also referred to as tempo intervals, cruise intervals, or threshold train- ing (24). During intermittent pace/tempo training, the intensity is the same as for a steady-threshold workout, but the training session consists of a series of shorter intervals with brief recovery periods between work intervals. During pace/tempo training, it is important to avoid exercising at a higher intensity than the prescribed pace. If the workout seems relatively easy, it is better to increase the distance than to increase the intensity. The primary objective for this type of training is to develop a sense of race pace and enhance the body systems’ ability to sustain exercise at that pace. Pace/tempo training involves the same pattern of muscle fiber recruitment as is required in competition. The benefits derived from this type of training include improved running economy and increased lactate threshold."
    },
    {
        "heading": "Interval Training",
        "content": "Interval training involves exercise at intensities close to V.O2max. The work intervals should last between 3 and 5 minutes, although they can be as short as 30 seconds (1). The rest intervals for 3- to 5-minute work intervals should be equal to the work interval, thereby keeping the work:rest ratio (W:R) at 1:1. Interval training permits the athlete to train at intensities close to V.O2max for a greater amount of time than would be possible in a single exercise session at a continuous high intensity. This type of training should not be performed until a firm base of aerobic endurance training has been attained (54). Inter- val training is very stressful on the athlete and should be used sparingly. The benefits derived from interval training include an increased V.O2max and enhanced anaerobic metabolism."
    },
    {
        "heading": "High-Intensity Interval Training",
        "content": "High-intensity interval training, or HIIT, is a form of training that uses repeated high-intensity exercise bouts interspersed with brief recovery periods (9). According to Buchheit and Laursen (9), for an optimal stimulus it is necessary for athletes to spend several minutes within the HIIT session above 90% of the V.O2max. Both short (<45 seconds) and long (2- to 4-minute) HIIT intervals can be used to elicit different training responses. As the work duration for a single exercise bout is increased, the energy contribution from anaerobic glycolysis will likely increase along with blood lactate levels. Additionally, HIIT training may be beneficial for improving running speed and economy. This may be particularly important toward the later stages of an aerobic endurance race when the “final kick” or “push” is needed to pass a competitor or set a record or personal best time. In performing HIIT, the appropriate amount of rest between repetitions is critical. If the relief intervals are too short, the athlete will be unable to put forth a quality effort on subsequent exercise bouts and also will be at Program Design and Technique for Aerobic Endurance Training a greater risk for injury. If the rest periods are too long, many of the benefits experienced from challenging the anaerobic glycolytic energy system will likely diminish. An example of an appropriate work-to-rest ratio for long-interval HIIT training is ≥2 to 3 minutes at or above 90% V.O2max, with relief bouts of  ≤2 minutes (8, 9, 55)."
    },
    {
        "heading": "Fartlek Training",
        "content": "Fartlek training (the word Fartlek originates from the Swedish term for speed play) is a combination of several of the previously mentioned types of training. Although Fartlek training is generally associated with running, it can also be used for cycling and swimming. A sample Fartlek run involves easy running (~70% V.O2max) com- bined with either hill work or short, fast bursts of running (~85-90% V.O2max) for short time periods. Athletes can apply this basic format to cycling and swimming by simply combining long, slow distance training, pace/ tempo training, and interval training. A Fartlek training workout challenges all systems of the body and may help reduce the boredom and monotony associated with daily training. This type of training is likely to enhance"
    },
    {
        "heading": "V.O2max, increase the lactate threshold, and improve",
        "content": "running economy and fuel utilization. Sample LSD Training Program for a Beginning Marathon Runner"
    },
    {
        "heading": "Rest day",
        "content": "45-min"
    },
    {
        "heading": "Fartlek run",
        "content": "60-min"
    },
    {
        "heading": "LSD run",
        "content": "45-min interval run 60-min run at race pace over hills and flats 45-min repetition run 120-min"
    },
    {
        "heading": "Comments",
        "content": "•\tFrequency: To help combat overtraining or overuse, the two LSD training days should be spread out evenly during the week to allow recovery between sessions. •\tDuration: Since the athlete’s race distance is a marathon (26.2 miles, 42 km), the duration or running distance of the LSD training sessions should approach that of the marathon (for a trained athlete), at least for one of the two LSD sessions. •\tIntensity: To complete the extended LSD sessions, the athlete should run at a lower intensity or training pace (minutes per mile or per kilometer); high respiratory stress is not required. Sample Pace/Tempo Training Program for a Beginning 50 km Cyclist"
    },
    {
        "heading": "Rest day",
        "content": "60-min"
    },
    {
        "heading": "LSD ride",
        "content": "30-min pace/ tempo ride 45-min"
    },
    {
        "heading": "Fartlek ride",
        "content": "45-min easy ride 30-min pace/ tempo ride 90-min"
    },
    {
        "heading": "Comments",
        "content": "•\tFrequency: Because the pace/tempo rides are stressful, these two training days should be spread out during the week to allow recovery between sessions. •\tDuration: For steady pace/tempo training, exercise duration is shorter than race distance or duration to allow for a higher training intensity. •\tIntensity: The athlete should cycle at a high intensity or training pace (minutes per mile or per kilometer); high respiratory stress is required to simulate race pace. Sample Interval Training Program for an Intermediate 10 km Runner"
    },
    {
        "heading": "Rest day",
        "content": "10 reps of 0.5 km intervals at race pace with a 1:1"
    },
    {
        "heading": "W:R ratio",
        "content": "10 km easy run 45-min"
    },
    {
        "heading": "HIIT 3 min",
        "content": "@ 90%"
    },
    {
        "heading": "V.O2max/2 min",
        "content": "passive recov- ery  6 reps 45-min"
    },
    {
        "heading": "LSD run",
        "content": "45-min Fartlek run on flat course"
    },
    {
        "heading": "Comments",
        "content": "•\tFrequency: Because the interval runs are stressful, these two training days should be spread out during the week to allow recovery between sessions. •\tDuration: The total distance or duration of the training portion of the session (i.e., the sum of the interval work bouts) should approach the competition distances as the athlete becomes more highly trained. •\tIntensity: The athlete should run at an intensity (pace) close to V . O2max when completing the work bout portions of the interval training sessions. ▶ ▶The various types of training induce different physiological responses. Ideally a sound pro- gram would incorporate all types of training into the athlete’s weekly, monthly, or yearly training schedule."
    },
    {
        "heading": "Application of Program Design",
        "content": "to Training Seasons The program design variables and the various types of aerobic endurance training are often applied to ath- letes’ sport seasons to create a yearly training program. Typically, the training year is divided into phases that include the off-season (sometimes called base training), preseason, in-season (sport competition), and postseason (active rest). Table 20.5 summarizes the main objectives and the typical program design assignments for each training season."
    },
    {
        "heading": "Off-Season (Base Training)",
        "content": "The priority in off-season training is to develop a base of cardiorespiratory fitness. Initially, the training program should be composed of long-duration and low-intensity workouts. As the off-season continues, intensity and, to a lesser extent, duration are increased; however, the increase in training duration should not be more than 5% to 10% per week (87). Increasing the training dura- tion too much can actually lead to decreases in aerobic endurance performance (18). Periodic increases in exercise intensity occur when an athlete has adapted to the training stimulus and requires additional overload for continued improvements."
    },
    {
        "heading": "Preseason",
        "content": "During the preseason, the athlete should focus on increasing intensity, maintaining or reducing duration, and incorporating all types of training into the program. The strengths and weaknesses of the individual athlete should determine the amount and frequency of each type of training."
    },
    {
        "heading": "In-Season (Competition)",
        "content": "The in-season training program needs to be designed to include competition or race days in the training Sample High-Intensity Interval Training Swim Program for an Intermediate 140.6 Triathlete (Swim Training Portion; Race Distance Is 2.4 Miles)"
    },
    {
        "heading": "Rest day",
        "content": "60-min LSD swim"
    },
    {
        "heading": "HIIT 2 min",
        "content": "@ 95%"
    },
    {
        "heading": "V.O2max/2",
        "content": "min passive recovery  8 reps 45-min LSD swim"
    },
    {
        "heading": "Rest day",
        "content": "(no swim workout) 1-mile swim at race pace 60-min LSD swim"
    },
    {
        "heading": "Comments",
        "content": "•\tFrequency: Because the HIIT workouts are stressful, only one HITT training day should occur during the week. •\tDuration: Work bouts >2 to 3 minutes with ≤2-minute passive recovery between repetitions. •\tRepetitions: Six to 10 reps  2 minutes, 5 to 8 reps ≥ 3 minutes. •\tIntensity: The athlete should swim at an intensity (pace) at or above 90% V . O2max when completing the work bout portions of the HIIT sessions. Sample Fartlek Training Program for a Female 5 km Collegiate Cross-Country Runner"
    },
    {
        "heading": "Rest or easy",
        "content": "run 60-min LSD run 45-min"
    },
    {
        "heading": "Fartlek run",
        "content": "of hard/easy work on hills and flats 25-min pace/ tempo run 45-min LSD run 25-min LSD run"
    },
    {
        "heading": "Comments",
        "content": "•\tFrequency: Because the Fartlek runs are stressful, only one Fartlek training day should occur during the week. •\tDuration: The total distance or duration of the training portion of the session (i.e., the sum of the interval work bouts) should approach the competition distance as the athlete becomes more highly trained. •\tIntensity: The athlete should run at an intensity (pace) close to V . O2max when completing the work bout portions of the Fartlek training sessions. Program Design and Technique for Aerobic Endurance Training schedule. Low-intensity and short-duration training days should precede scheduled competitions so that the athlete is fully recovered and rested. The types of training employed during the in-season are based on the continued goal of improving weaknesses and maintain- ing strengths of the athlete."
    },
    {
        "heading": "Postseason (Active Rest)",
        "content": "During the postseason, the main focus should be on recovering from the previous competitive season. Low training duration and intensity are typical for this active rest phase, but enough overall exercise or activity should be performed to maintain a sufficient level of cardiore- spiratory fitness, muscular strength, and lean body mass."
    },
    {
        "heading": "During the postseason, the aerobic endurance athlete",
        "content": "should focus on rehabilitating injuries incurred during the competitive season and improving the strength of weak or underconditioned muscle groups. ▶ ▶A sound year-round aerobic endurance train- ing program should be divided into sport seasons with specific goals and objectives designed to improve performance gradually and progressively."
    },
    {
        "heading": "Special Issues Related",
        "content": "to Aerobic Endurance Training In addition to the program design variables, it is import- ant to consider other related issues when developing an aerobic endurance training program. These include cross-training, detraining, tapering, and supplemental resistance training. The strength and conditioning pro- fessional should contemplate these issues when adapting the types of aerobic endurance training programs to an individual athlete or developing an aerobic endurance program based on the sport season. Table 20.5  Sport Season Objectives and Program Design Assignments"
    },
    {
        "heading": "Frequency",
        "content": "per week"
    },
    {
        "heading": "Off-season",
        "content": "(base training)"
    },
    {
        "heading": "Develop sound conditioning base",
        "content": "5-6"
    },
    {
        "heading": "Improve factors important to",
        "content": "aerobic endurance performance 6-7"
    },
    {
        "heading": "In-season",
        "content": "(competition)"
    },
    {
        "heading": "Maintain factors important to",
        "content": "aerobic endurance performance 5-6 (training and racing)"
    },
    {
        "heading": "Postseason",
        "content": "(active rest)"
    },
    {
        "heading": "Recovery from competitive",
        "content": "season 3-5"
    },
    {
        "heading": "Low",
        "content": "Data from references 15, 24, 54, 77, and 82."
    },
    {
        "heading": "Cross-Training",
        "content": "Cross-training is a mode of training that can be used to maintain general conditioning in athletes during periods of reduced training due to injury or during recovery from a training cycle (33). Cross-training may reduce the likelihood of overuse injuries because it distributes the physical stress of training to muscle groups different from those used during training (87). Multiple-event athletes also use cross-training to maximize performance in swimming, cycling, and running. The benefits derived from cross-training include adaptations of the respira- tory, cardiovascular, and musculoskeletal systems (53, 57, 87). It seems reasonable to expect that cross-train- ing would maintain some level of conditioning in sin- gle-event athletes who perform another mode of training (e.g., runners who perform cycling or swimming). To be effective in maintaining V.O2max, cross-training must be equal in intensity and duration to the athlete’s primary mode of exercise (37, 56, 85); however, cross-training will not improve single-event performance to the same magnitude as mode-specific training only (33)."
    },
    {
        "heading": "Detraining",
        "content": "Detraining occurs when the athlete reduces the training duration or intensity or stops training altogether due to a break in the training program, injury, or illness. In the absence of an appropriate training stimulus, the athlete experiences a loss of the physiological adaptations brought about by training. It has been demonstrated that most of the physiological adaptations attained with training regress rapidly toward pretraining levels when the training stimulus is removed (27, 29, 52). To avoid some of the effects of detraining, the use of other train- ing modes may be beneficial; however, cross-training may only attenuate some of the loss of physiological adaptation normally seen during complete cessation of training. Aerobic endurance athletes can minimize the effects of detraining by continuing to use their primary mode of exercise at reduced frequency and intensity, if possible (82)."
    },
    {
        "heading": "Tapering",
        "content": "Tapering is an important component of the training program as aerobic endurance athletes prepare for major competition. Tapering involves the systematic reduction of training duration and intensity, combined with an increased emphasis on technique work and nutritional intervention. The objective of tapering the training regimen is to attain peak performance at the time of competition. While the duration of the taper is dependent on numerous factors, a typical tapering period may last between 7 and 28 days (63). Although most of the available research on tapering has been conducted on swimmers (17, 46, 79), the use of tapering is not limited to these aerobic endurance athletes. Research among runners and cyclists has shown that these endurance ath- letes also benefit from a well-planned tapering regimen (63, 64, 75). Tapering before competition helps facilitate recovery and rehydration and promotes increases in muscle and liver glycogen stores (63). There are several types of tapering models that may be employed by athletes in order to restore impaired physi- ological capacities resulting from the rigors of training. The most common tapering models are linear, step, and progressive tapers (79). The linear taper is characterized by a gradual decrease in the overall daily training volume throughout the duration of the taper. In contrast, a step taper is typified by an abrupt and considerable reduction (normally ≥50%) in training volume that is maintained throughout the duration of the taper without fluctuation. The progressive taper uses a combination of the linear and step tapering models. This model is associated with a rapid 10% to 15% immediate reduction in training volume, with smaller, more gradual reductions in volume at each tier. Training volume is systematically reduced while intensity and frequency are maintained."
    },
    {
        "heading": "Resistance Training",
        "content": "Resistance training is an important but often overlooked factor in improving performance in aerobic endurance athletes. Overall, research on the effects of resistance training on performance in trained aerobic endurance athletes is limited; however, some data suggest that benefits can be derived from performing resistance training during aerobic endurance training. Of particular importance, Hickson and colleagues (45) demonstrated that although the V.O2max of highly trained aerobic ath- letes did not improve as a result of resistance training, there was an improvement in short-term exercise per- formance during both cycling and running. Benefits that aerobic endurance athletes may obtain from performing resistance training include faster recovery from injuries, prevention of overuse injuries, and reduction of muscle imbalances. Increased strength is important for various aspects of aerobic endurance competition, including hill climbing, bridging gaps between competitors during breakaways from groups, and the final sprint (87). More recently Mikkola and colleagues (62) examined the influence of a variety of resistance training programs on the running performance of recreational runners."
    },
    {
        "heading": "Muscle endurance training and explosive resistance and",
        "content": "heavy resistance training programs all improved running performance on a treadmill."
    },
    {
        "heading": "Chapter 17 provides guidelines for designing resis-",
        "content": "tance training programs that can apply to aerobic endur- ance athletes; refer to scenario C for a sample program that focuses on a high school cross-country runner."
    },
    {
        "heading": "Altitude",
        "content": "Altitude can be defined as the height above sea level."
    },
    {
        "heading": "Altitude is classified into several categories, ranging",
        "content": "from sea level (>500 m) to low (>500-2,000 m), mod- erate (>2,000-3,000 m), high (>3,000-5,500 m), and extreme (>5,500 m) (30). Contrary to popular belief, the percentage of oxygen is the same at different altitudes (66). However, as altitude increases, the atmospheric pressure drops, causing a reduction in partial pressure (PO2), which acts as the driving force for gas exchange in the lungs (30, 66). This leads to a cascade of phys- iological responses to compensate for the reduction in PO2. Subsequently, aerobic endurance performance decrements upon acute altitude exposure may begin to occur at altitudes as low as 700 m (86). Acclimatization to altitude may occur between 12 and 14 days at moderate altitudes up to 2,300 m; however, it has been found that this process may take up to several months (86). According to Wyatt (86), recommendations for optimizing performance at altitude vary dramatically, from arriving immediately before competition (24-48 hours) to 12 weeks of altitude exposure. Many elite and subelite athletes train at altitude to produce an ergogenic effect. In order to experience a benefit from this type of training, it has been reported that an athlete must receive a hypoxic dose of training ≥12 hours/day for a minimum of three weeks at mod- erate altitude (approximately 2,100-2,500 m) (51, 86). “Live high, train low” (LHTL) is a method commonly used by athletes seeking to benefit from altitude train- ing. The LHTL requires individuals to live at moderate altitudes, between 2,000 and 3,000 m, and train at near sea level (51). This method of training allows athletes to simultaneously experience the benefits of altitude acclimatization and training at sea level (84). Thus, Program Design and Technique for Aerobic Endurance Training LHTL may potentially provide an ergogenic benefit by allowing athletes to take advantage of the metabolic and hematological adaptations experienced when living at altitude to augment neuromuscular development at lower altitudes (30, 84)."
    },
    {
        "heading": "Training to improve aerobic endurance performance",
        "content": "requires a well-developed and scientifically based program. The training program should be developed in conjunction with periodic performance assessment and should be structured to enhance the strengths and improve the weaknesses of the athlete. A combination of a variety of the training types described in this chapter should be used so that all physiological systems involved in successful performance are overloaded and challenged to respond with positive adaptations. Training programs should be developed far enough in advance and with enough structure to ensure enhance- ment of performance, but with enough flexibility to avoid overuse injuries and overtraining. Although other forms of training can be employed to avoid boredom and overtraining, activity-specific training results in the best adaptations to training and ultimately the most improvement in performance."
    },
    {
        "heading": "AEROBIC ENDURANCE TRAINING EXERCISES",
        "content": "The following section discusses some basic technique considerations for performance of aerobic endur- ance training. General guidelines for both common cardiorespiratory training machines and nonmachine activities are provided. These exercise instructions are largely adapted from Beck (3). 20.1 \t Treadmill 20.2 \t Stationary Bike 20.3 \t Rowing Machine 20.4 \t Stair Stepper 20.5 \t Elliptical Trainer 20.6 \t Walking (Gait) 20.7 \t Running (Gait)"
    },
    {
        "heading": "Aerobic Endurance Training Exercises",
        "content": "20.1"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Begin by attaching the security clip to the clothing where it will not interfere with the action of the lower or upper limbs. •\t Straddle the belt by placing the feet on the right and left platform. •\t Read the instructions on the console of the tread- mill to gain an understanding of how to adjust the speed and incline of the specific treadmill being used. •\t Turn on the machine and adjust the speed of the belt so that it is at the desired warm-up speed."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t While holding the handrails, allow one leg to swing freely, and using a pawing action, strike the treadmill with the midfoot. •\t Once comfortable with the speed of the belt, begin walking/running on the treadmill. •\t Run/walk, keeping toward the front portion of the machine while remaining in the center of the treadmill deck. •\t Release the hands from the handrails and adjust the speed and incline until the desired training level is attained. •\t Avoid holding on to the console or front handrails or leaning backward while walking or running."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Reduce the speed of the treadmill and perform a 3- to 5-minute cool-down to prevent blood pooling and improve venous return. •\t Step onto the platforms on either side of the belt and turn the machine off (3). 20.2"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Begin by adjusting the seat height so the knee of the extended leg is slightly bent (25°-30°) at the bottom of the pedal stroke. •\t The foot of the down leg should be flat and parallel to the floor with the balls of the feet in contact with the pedals. •\t Adjust the seat so that the knee is over the center of the pedal on the extended leg and the hips do not rock back and forth during pedaling. •\t While maintaining a neutral spine position, lean slightly forward at the hips. •\t Adjust the handlebars so that when the arms are extended at a downward angle there is a slight bend in the elbows. Ideally the upper arm and torso will form an angle of approximately 90°."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Begin pedaling while keeping the balls of the feet in contact with the pedals throughout the duration of the exercise. •\t Maintain a neutral posture and do not round the shoulders. •\t With “bullhorn” handlebars, a variety of hand positions may be used. These include ○ ○pronated, palms-facing downward grip, allow- ing a more upright posture; ○ ○neutral palms-facing grip on the sides of the handlebars, encouraging a greater forward lean; and ○ ○racing position, with the forearms resting on the handlebars, creating maximum forward lean."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Slow down until the pedals have come to a com- plete stop, and step off of the bike. Proper seat height adjustment: (a) leg straight with knee locked and heel on pedal; (b) knee slightly bent with ball of foot on pedal; (c) with the pedal at 12 o’clock, the knee is about even with the hips and approximately parallel with the floor. a b c"
    },
    {
        "heading": "Aerobic Endurance Training Exercises",
        "content": "20.3"
    },
    {
        "heading": "Starting Position (Start)",
        "content": "•\t Keep the back upright, not rounded, with a slight lean forward from the hips. •\t Hold the head upright while looking straight ahead. •\t Extend the arms in front of the body and grab the rower handle while flexing the hips and knees until the shins are approximately vertical."
    },
    {
        "heading": "Movement Phase (Drive)",
        "content": "•\t Extend the hips and knees while using the arms to pull the handle toward the abdomen just below the rib cage. •\t Adjust the air vent to increase (more air admitted) or decrease (less air admitted) the resistance provided."
    },
    {
        "heading": "Ending Position (Finish)",
        "content": "•\t The legs should be fully extended with the torso leaning slightly backward. •\t Arms are bent at the elbows and the handle is at the abdomen just below the rib cage."
    },
    {
        "heading": "Recovery is the movement from finish back",
        "content": "to the start."
    },
    {
        "heading": "Aerobic Endurance Training Exercises",
        "content": "20.4"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Hold the handrails while stepping forward onto the pedals. •\t Place the whole foot in contact with each pedal."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Begin stepping, using the handrails for support. •\t While maintaining an upright posture, take deep (4- to 8-inch [10 to 20 cm]) steps. •\t Do not allow the steps to contact the floor or the upper-limit stop of the machine. •\t Continue to hold the handrails lightly while look- ing straight ahead, keeping an upright posture with the shoulders squared and relaxed, the torso over the hips, the knees aligned with the feet, and toes pointed forward."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Hold the handrails while stepping backward off the pedals."
    },
    {
        "heading": "Aerobic Endurance Training Exercises",
        "content": "20.5"
    },
    {
        "heading": "Starting Position",
        "content": "•\t Facing the center console of the elliptical, place one foot on each pedal. •\t While standing upright and looking forward, grasp the handrails with the torso upright and properly balanced directly over the hips, head held high, and shoulders relaxed (but not rounded)."
    },
    {
        "heading": "Movement Phase",
        "content": "•\t Begin pedaling forward moving the arms and legs in a reciprocating fashion. •\t The feet should remain in full contact with the pedals throughout the duration of the exercise unless the design of the machine causes the rear heel to lift. •\t The knees should not be allowed to come for- ward past the toes when in the flexed position. •\t Hold on to the handrails in order to maintain balance. If handrail holding is unnecessary, it is a good idea to release the hold on the handrails and pump the arms similarly to the way they move in walking or running. •\t The incline of the elliptical may be increased to more closely simulate a running motion or reduced to replicate a walking motion. •\t Performing this exercise with a forward motion may place greater emphasis on the quadriceps; performing it with a backward motion may increase the stress on the hamstrings and glu- teals."
    },
    {
        "heading": "Ending Position",
        "content": "•\t Slow down until the machine has come to a complete stop then step off the pedals."
    },
    {
        "heading": "Aerobic Endurance Training Exercises",
        "content": "20.6"
    },
    {
        "heading": "Body Position",
        "content": "•\t Hold the head upright with the eyes looking straight ahead. •\t Relax the shoulders, and do not allow them to round. •\t Position the upper body directly over the hips while keeping the ear, shoulder, and hip aligned."
    },
    {
        "heading": "Foot Strike",
        "content": "•\t The heel should strike the ground first, followed by a gentle “rolling” heel-to-ball action, allowing the weight to be spread over the foot. •\t The weight should transfer from the outer side of the heel and continue to shift forward and slightly inward toward the middle of the ball of the foot at push-off."
    },
    {
        "heading": "Stride",
        "content": "•\t Without rolling the pelvis (unless racewalking), allow the hips to move freely to increase stride length. •\t Lift the knees and engage the hips and gluteals in the movement."
    },
    {
        "heading": "Arm Action",
        "content": "•\t The arms should swing forward and backward in a reciprocating fashion with the lower body (i.e., when the left arm is forward, the right leg is extended, and vice versa). •\t The shoulders should be relaxed, allowing the arms to swing freely. •\t At faster walking speeds, the actions should be as follows: ○ ○The arms should be bent at the elbows 90° with arm movement originating at the shoul- ders. ○ ○The arms and hands should swing backward and forward, not crossing the midline of the body, in order to create forward propulsion. ○ ○The hands should stay relaxed, with the hand coming up to the level of the chest at the nipple line on the forward swing, and the hip bone at the side of the body on the backward swing."
    },
    {
        "heading": "Note: Racewalkers must increase hip rotation with",
        "content": "each stride to create a pelvic roll. This enables them to increase stride length while keeping one foot in contact with the ground at all times. 20.7"
    },
    {
        "heading": "Body Position",
        "content": "•\t Hold the head upright with the eyes looking straight ahead. •\t Relax the shoulders, but do not allow them to round. •\t Position the upper body directly over the hips while keeping the ear, shoulder, and hip aligned."
    },
    {
        "heading": "Foot Strike",
        "content": "•\t The heel should strike the ground first, followed by a gentle “rolling” heel-to-ball action, allowing the weight to be spread over the foot. •\t The weight should transfer from the outer side of the heel and continue to shift."
    },
    {
        "heading": "Stride",
        "content": "•\t Without rolling the pelvis (unless racewalking), allow the hips to move freely to increase stride length. •\t Lift the knees and engage the hips and gluteals in the movement. •\t With each running step, the foot should land approximately under the hips to avoid “braking” and spending too much time in the air."
    },
    {
        "heading": "Arm Action",
        "content": "•\t The arms should swing forward and backward in a reciprocating motion with the lower body (i.e., when the left arm is forward, the right leg is extended, and vice versa). •\t The shoulders should be relaxed, allowing the arms to swing freely. •\t In contrast to what occurs in walking, the major- ity of arm movement comes from the lower arm, as too much shoulder movement wastes energy. •\t The forearms should be carried between the waist and the chest. •\t The arms and hands should swing backward and forward, not crossing the midline of the body, in order to create forward propulsion."
    },
    {
        "heading": "Key Terms",
        "content": "age-predicted maximal heart rate (APMHR) altitude base training cross-training detraining duration exercise economy"
    },
    {
        "heading": "Fartlek training",
        "content": "frequency functional capacity heart rate reserve (HRR) high-intensity interval training in-season intensity interval training"
    },
    {
        "heading": "Karvonen method",
        "content": "lactate threshold long, slow distance training (LSD) maximal aerobic capacity (V.O2max) maximal lactate steady state metabolic equivalent (MET) mode off-season overload pace/tempo training percentage of maximal heart rate (MHR) method postseason preseason ratings of perceived exertion (RPE) recovery resistance training tapering"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t Which of the following adaptations occur as an outcome of an aerobic endurance training program?"
    },
    {
        "heading": "II.\thigher rate of aerobic energy production",
        "content": "III.\tgreater utilization of fat as a fuel source"
    },
    {
        "heading": "IV.\tincreased disturbance of the acid–base balance",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only 2.\t Which of the following types of training is conducted at an intensity equal to the lactate threshold? a.\t pace/tempo b.\t interval c.\t high-intensity interval training (HIIT) d.\t Fartlek 3.\t Which of the following is the method most commonly used to assign and regulate exercise intensity? a.\t oxygen consumption b.\t heart rate c.\t ratings of perceived exertion d.\t race pace 4.\t The loss of physiological adaptations upon the cessation of training is an example of a.\t specificity of training b.\t cross-training c.\t detraining d.\t tapering 5.\t The longest aerobic endurance training sessions should be performed during which of the following sport seasons? a.\t postseason b.\t preseason c.\t in-season d.\t off-season This page intentionally left blank."
    }
]