[
    {
        "heading": "G. Gregory Haff, PhD",
        "content": "The author would like to acknowledge the significant contributions of Dan Wathen, Thomas R. Baechle, and Roger W. Earle to this chapter. After completing this chapter, you will be able to •\t understand the central concepts that underpin the periodization of training; •\t appreciate the value, role, and application of periodization in strength and conditioning programs; •\t describe the four periods of the traditional periodization model; •\t describe the two phases of the preparatory period of the traditional periodization model; •\t relate the four sport seasons to the four periods of the traditional periodization model; and •\t apply the program design variables to create a periodized strength training program. The ability of strength and conditioning programs to stimulate the physiological adaptations necessary to enhance performance is largely related to modulating training stressors to enhance adaptive responses while reducing the potential for performance plateaus or overtraining. When training loads are mismanaged, there is an increased risk of injury and the potential for overtraining (46). Ultimately, as athletes become more trained or have a greater training age, it becomes more difficult to stimulate performance gains. Thus increased variation is often required in the training program of more advanced athletes in order to facili- tate long-term training and performance gains (3, 59). To meet this requirement, training programs need to be logically designed so that they are structured in a systematic and preplanned manner, allowing variation of training volume, intensity, frequency, density, foci, mode, and exercise selection in accordance with the athlete’s needs and the sport’s requirements. Central to the effective programming of training interventions is the concept of periodization (28). Periodization is often attributed to Leonid Matveyev (43), who proposed the basic theories that underpin periodization in the 1960s. But though Matveyev is often considered the father of periodization, several other individuals were exploring the concept at the same time, including László Nádori (48), Tudor Bompa (2), and Yuri Verkoshansky (64). Later on, American sport scientists Michael H. Stone,"
    },
    {
        "heading": "Harold O’Bryant, and John Garhammer adapted the",
        "content": "concepts of the early periodization theorists with spe- cial application to strength and power athletes (57, 58)."
    },
    {
        "heading": "Ultimately, periodization is a theoretical and practical",
        "content": "construct that allows for the systematic, sequential, and integrative programming of training interventions into mutually dependent periods of time in order to induce specific physiological adaptations that underpin perfor- mance outcomes."
    },
    {
        "heading": "This chapter discusses the concept of periodization",
        "content": "and its application within a strength and conditioning program. In order to understand periodization theories and how they are applied to training program design, it is essential to develop an understanding of how the body responds to training (i.e., stressors) (24, 28); this topic is discussed first. Second, the basic hierarchal structure of a periodized training program is discussed in order to demonstrate how the training year is broken into smaller blocks of training, each with its own training goals and priorities. It is important to note that this overall schedule of training encompasses all aspects of the ath- letes’ training program, including general conditioning, sport-specific activities, and resistance training. Finally, the second half of this chapter presents detailed exam- ples of a yearlong periodized strength and conditioning program. To understand the intricacies of the program, the reader is encouraged to read chapter 17 first."
    },
    {
        "heading": "Central Concepts Related",
        "content": "to Periodization"
    },
    {
        "heading": "A successful training program allows for management",
        "content": "of the adaptive and recovery responses to specific inter- ventions that are delivered in a structured way (28). The ultimate success of any training program centers on its ability to induce specific physiological adaptations and translate those adaptations into increases in performance. At the center of this process is the ability to manage the adaptive response, handle accumulated fatigue, and capitalize on the aftereffects established from the various training factors encountered. The strength of a periodized training plan lies in its ability to sequence and structure the training interventions in order to manage all of these factors and peak performance at appropriate time points (4-6, 51, 59, 63). Ultimately, peak performance can be optimized only for short periods of time (7-14 days), and the average time it can be maintained is inversely related to the average intensity of the training plan (17, 33, 59). In order to elucidate how periodized training models can manage these factors, three basic mechanistic theories have been established: the General Adaptation"
    },
    {
        "heading": "Syndrome (GAS), stimulus-fatigue-recovery-adap-",
        "content": "tation theory, and the fitness–fatigue paradigm (22, 28, 59, 65). ▶ ▶Periodization is the logical and systematic process of sequencing and integrating train- ing interventions in order to achieve peak performance at appropriate time points."
    },
    {
        "heading": "The General Adaptation Syndrome",
        "content": "In 1956, Hans Selye, a pioneering researcher on the bio- logical effects of exposure to stressful stimuli, presented the basic concepts of the GAS in which a three-stage response to stress (alarm, resistance, and exhaustion) was defined (54, 55). While not originally conceptualized in the context of physical training, over time the GAS has become one of the foundational concepts from which periodization theories have been developed (21, 59). Any time the body experiences a novel, new, or more intense stress than previously applied (e.g., lifting a heavier training load or a greater volume-load; see chapter 17), the initial response, or alarm phase, is an accumulation of fatigue, soreness, stiffness, or reduction in energetic stores that results in a reduction in performance capac- ity (59). Depending on the magnitude of the stress"
    },
    {
        "heading": "Periodization",
        "content": "encountered by the athlete, this response may last several hours, days, or weeks. After this initial response, the body moves into the resistance phase, in which it adapts to the stimulus and returns to a normal functional capacity. If the training stress is appropriately structured and not excessive, these adaptive responses can result in specific biochemical, structural, and mechanical adjustments that further elevate the athlete’s performance capacity, resulting in what is termed supercompensation (58). If, however, the stress persists for an extended period of time, the athlete can move into the exhaustion phase. If this occurs, the athlete is demonstrating an inability to adapt to the imposed stressors and will present some of the same symptoms noted in the alarm phase. Ulti- mately, when athletes reach the exhaustion phase they are most likely experiencing overreaching or overtraining responses (20). From a training perspective, excessive loading, monotonous training, and overly varied training can all result in the occurrence of the exhaustion phase. Additionally, the responses to training can be affected by other nontraining-related stress (e.g., occupational issues, insufficient sleep, relationship, poor diet) that can contribute to the overall stress level experienced by the athlete. Ultimately, the strength and condition- ing professional should strive to avoid the occurrence of this phase of the GAS through the proper planning and management (periodization) of training stressors."
    },
    {
        "heading": "Although the actual dimensions (i.e., slope, magnitude,",
        "content": "and timing) of the curve shown in figure 21.1 are highly individualized, the figure represents the basic application of the GAS to training responses."
    },
    {
        "heading": "The stimulus-fatigue-recovery-adaptation theory is an",
        "content": "extension of the GAS and suggests that training stimuli produce a general response (figure 21.2) that is influ- enced by the overall magnitude of the training stressor (59). Specifically, the greater the overall magnitude of the workload encountered, the more fatigue accumulates and the longer the delay before complete recovery and adaption can occur. As the athlete recovers from and adapts to the training stimuli, fatigue will dissipate, and preparedness and performance increase. If no new training stimulus is introduced, a state of involution or detraining (i.e., a reduced overall capacity, to below the current baseline) is observed. In contrast, if a new train- ing stimulus is introduced, the process is repeated. This basic pattern is present whenever an athlete is exposed to a training exercise, session, day, or cycle within a peri- odized training plan. It should be noted that while recov- ery is an important part of the training process, it is not always necessary to reach a state of complete recovery"
    },
    {
        "heading": "Introduction of",
        "content": "stressors: Training and other stressors"
    },
    {
        "heading": "Introduction of new",
        "content": "stressors: Training and other stressors"
    },
    {
        "heading": "Intraday, interday, and microcycle",
        "content": "fluctuations in performance"
    },
    {
        "heading": "Performance level",
        "content": "1.  Alarm phase: The initial phase of training, when stimulus is first recognized and performance generally decreases in response to fatigue 2. Resistance phase: The second phase, in which adaptation occurs and the system is returned to baseline or, in most instances, elevated above baseline 3. Supercompensation phase: New level of performance capacity that occurs in response to the adaptive response found in step 2 4. Overtraining phase: If stressors are too high, performance can be further suppressed and overtraining syndrome can result Figure 21.1  The General Adaptation Syndrome (GAS) and application to periodization. Adapted, by permission, from Haff and Haff, 2012 (28)."
    },
    {
        "heading": "Preparedness",
        "content": "and performance"
    },
    {
        "heading": "Performance level",
        "content": "before engaging in a new bout or session of training (49). The manipulation of workloads and training inten- sities through use of light and heavy sessions or days of training can be used to modulate fatigue and recovery responses (9, 19) while allowing for fitness to be either increased or maintained. Conceptually, this theory serves as the foundation for sequential periodization models in that these models allow for the manipulation of various training factors to modulate the athlete’s overall fatigue levels, rate of recovery, and adaptive response to the training stimuli. Figure 21.2  The stimulus-fatigue-recovery-adaptation theory, with interchangeable terminology. Adapted, by permission, from Haff and Haff, 2012 (28)."
    },
    {
        "heading": "Fitness–Fatigue Paradigm",
        "content": "Generally, there is a summation of the two primary train- ing aftereffects (i.e., fitness and fatigue) in response to training interventions that influence the athlete’s level of preparedness (3, 14, 66). Zatsiorsky (65) presents the classic explanation of these relationships as the fitness– fatigue paradigm (figure 21.3). Ultimately, every training bout, session, or cycle creates both fatigue and fitness aftereffects, which summate to create a state of pre- paredness (14, 65). When training loads are the highest,"
    },
    {
        "heading": "Training",
        "content": "stimulus"
    },
    {
        "heading": "Preparedness is",
        "content": "optimized as fatigue dissipates at a faster rate than fitness"
    },
    {
        "heading": "Fitness is elevated, but",
        "content": "the cumulative fatigue decreases preparedness"
    },
    {
        "heading": "Fatigue",
        "content": "Figure 21.3  The fitness–fatigue paradigm. Adapted, by permission, from Haff and Haff, 2012 (28)."
    },
    {
        "heading": "Periodization",
        "content": "fitness becomes elevated; but because of the high train- ing loads, a concomitant increase in fatigue occurs. When fitness and fatigue are summed in this case, the level of fatigue results in a reduction in preparedness. On the other hand, when training workloads are low, little fatigue occurs and minimal fitness is developed, result- ing in a low level of preparedness. Thus the sequencing of training loads becomes important in that it allows for training workloads to be varied in a systematic manner. An important thing to remember is that fatigue dissipates at a faster rate than fitness, thus allowing preparedness to become elevated if appropriate training strategies are used to retain fitness while reducing fatigue (25, 28)."
    },
    {
        "heading": "While the fitness–fatigue paradigm is classically repre-",
        "content": "sented as one fatigue, fitness, and preparedness curve, it is likely that each training factor stimulates its own individual fitness, fatigue, and preparedness aftereffect response (14, 59). These aftereffects are often considered to be residual training effects and serve as a fundamental concept underlying the use of sequential periodization models (25, 28). Ultimately, the residual training effects of one training period have the potential to affect the level of preparedness in subsequent training periods, depending on the overall structure of the periodized training plan (28)."
    },
    {
        "heading": "Periodization Hierarchy",
        "content": "Ultimately periodization is simply a means of organiz- ing the planning of a training intervention so that the program is partitioned into specific time periods (table 21.1) (22, 24). The multiyear training plan covers the most time but is the least detailed plan within a peri- odized training structure. For example, it may involve the basic progression of a collegiate football player from his freshman to senior year and contain key developmental goals that are targeted within each year of training. This multiyear training structure is then subdivided into more detailed individual annual training plans that are devel- oped based on the athlete’s progression through the var- ious stages or benchmarks associated with the multiyear training plan. In sports that have only one competitive season such as American football, an annual training plan would be represented as a macrocycle. However, in a sport like college track and field, the annual plan would be divided into two macrocycles because of the indoor and outdoor seasons typical of this college sport. Typically the macrocycle lasts several months up to a year, depending on the sport. Within each macrocycle are"
    },
    {
        "heading": "Multiyear plan",
        "content": "2-4 years A 4-year training plan is termed a quadrennial plan."
    },
    {
        "heading": "Annual training plan",
        "content": "1 year The overall training plan can contain single or multiple macrocycles. Is subdivided into various periods of training including preparatory, com- petitive, and transition periods."
    },
    {
        "heading": "Several months to",
        "content": "a year Some authors refer to this as an annual plan. Is divided into prepara- tory, competitive, and transition periods of training."
    },
    {
        "heading": "Mesocycle",
        "content": "2-6 weeks Medium-sized training cycle, sometimes referred to as a block of training. The most common duration is 4 weeks. Consists of microcy- cles that are linked together."
    },
    {
        "heading": "Several days to 2",
        "content": "weeks Small-sized training cycle; can range from several days to 2 weeks in duration; the most common duration is 1 week (7 days). Composed of multiple workouts."
    },
    {
        "heading": "Training day",
        "content": "1 day One training day that can include multiple training sessions is designed in the context of the particular microcycle it is in."
    },
    {
        "heading": "Several hours",
        "content": "Generally consists of several hours of training. If the workout includes >30 min of rest between bouts of training, it would comprise multiple sessions. Adapted, by permission, from G.G. Haff and E.E. Haff, 2012, Training integration and periodization. In NSCA guide to program design, edited by J. Hoffman (Champaign, IL: Human Kinetics), 220. ▶ ▶Periodization of training begins with general global training targets set forth in the mul- tiyear or annual training plan and becomes more specific as the program is developed for the macro-, meso-, and microcycles. For example, annual training plans set the gen- eral pathway for a training year, while the other cycles set the means, methods, and modes used to get to the primary compet- itive targets. mesocycles, each lasting several weeks to months; two to six weeks is the most typical duration. The number of mesocycles within each macrocycle is dependent on the training targets and the length of the macrocycle within the annual training plan. Each mesocycle is then broken down into individual microcycles that last from several days to weeks; the most common duration is four weeks (22, 28). Within each microcycle are training days that are further subdivided into training sessions."
    },
    {
        "heading": "Periodization Periods",
        "content": "The overall variation and structure of the program design variables within each individual meso- and microcycle are constructed based on the periods included in the macrocycle or annual training plan (22, 25). Across these periods of the training plan, the volume and intensity of the training and conditioning program generally receive the greatest attention; but the time spent acquiring and perfecting sport-specific technique must also be con- sidered when one is constructing the overall periodized training plan (57). Ultimately, periodized training plans systematically shift training foci from general nonspe- cific activities of high volume and low intensity toward activities of lower volume and higher intensities over a period of many weeks or months to help reduce the potential for overtraining while optimizing performance capacities."
    },
    {
        "heading": "The basic sequencing of periodized training programs",
        "content": "and how training progresses through the various phases for specified training targets are very similar to the sequencing and evolution of learning academic concepts. For example, in academics we start with simple concepts and skills that progress to more complex concepts. Ulti- mately we are building on the simple skills in order to provide a sound foundation for the more complex items. Ultimately the periods within a periodized training plan serve as the pathway for developing simple skills into more complex sport-specific targets."
    },
    {
        "heading": "In the classic periodization literature, the major",
        "content": "divisions of training are classified as the preparatory, competitive, and transition periods (24, 43). Stone,"
    },
    {
        "heading": "O’Bryant, and Garhammer (57) modified this classic",
        "content": "model to include a “first transition” between the pre- paratory and competitive periods of training. Based on this structure, contemporary periodization models often contain four distinct but interrelated training periods: preparatory, first transition, competitive, and second transition. Figure 21.4 presents the basic periodization model described by Stone, O’Bryant, and Garhammer (57). This model is often applied for novice athletes with a lower training status. Generally, in this application, intensity begins lower and gradually increases, while volume starts higher and slowly decreases as the athlete becomes more conditioned. It is important to note that not all novice athletes are able to tolerate large changes in these variables and that smaller fluctuations may be required (58, 61, 62). It is also important to note that even though these fluctuations are often represented graphi- cally as straight lines, the volume and intensity progres- sions are in fact nonlinear because of the fluctuations in the loadings that occur at the micro- and mesocycle levels (22, 24, 25, 51). This basic misunderstanding of the classic models of periodization has resulted in these types of models being falsely termed linear periodization models (25, 51). Figure 21.4  Matveyev’s model of periodization (appropriate for novices). Reprinted, by permission, from G.G. Haff and E.E. Haff, 2012, Training integration and periodization. In NSCA’s guide to program design, edited by J. Hoffman (Champaign, IL: Human Kinetics), 223; adapted from figure 11.7, p. 2239. Reprinted from Weight training: A scientific approach, 2nd edition, by Michael H. Stone and Harold St. O'Bryant, copyright © 1987 by Burgess."
    },
    {
        "heading": "Daily, microcycle, and mesocycle",
        "content": "fluctuations in training volume"
    },
    {
        "heading": "Daily, microcycle,",
        "content": "and mesocycle fluctuations in the volume and intensity of technical training"
    },
    {
        "heading": "Peaking at",
        "content": "the most important time"
    },
    {
        "heading": "Daily, microcycle,",
        "content": "and mesocycle fluctuations in training intensity"
    },
    {
        "heading": "Volume",
        "content": "(training)"
    },
    {
        "heading": "Intensity",
        "content": "(quality)"
    },
    {
        "heading": "Technique",
        "content": "(training)"
    },
    {
        "heading": "Periodization",
        "content": "Advanced athletes tend to train closer to their abilities and have smaller adaptation windows. Therefore, these athletes require greater training variation as well as higher volumes and intensities in order to allow them to continue to experience appropriate training stimuli (51)."
    },
    {
        "heading": "For example, Zatsiorsky and Kraemer (66) demonstrate",
        "content": "that a stimulating load for a novice athlete would be a maintenance load at best for advanced athletes. To address this issue, the shift from higher-volume to high- er-intensity training can occur earlier in the preparatory phase, with higher overall training volumes as compared to those in the base model presented in figure 21.4."
    },
    {
        "heading": "Preparatory Period",
        "content": "In outlining a periodized training plan, the starting point is usually the preparatory period. This period occurs when there are no competitions, and technical, tactical, or sport-specific work is limited. This period often cor- responds to what is termed the off-season. The central goal of this period of training is to develop a base level of conditioning in order to increase the athlete’s ability to tolerate more intense training. Based on the model presented in figure 21.4, the conditioning activities would begin with relatively low intensities and high volumes: long, slow distance running or swimming; low-intensity plyometrics; and high-repetition resistance training with light to moderate resistances. Traditionally, the preparatory period is subdivided into general and specific phases. The general preparatory phase typi- cally occurs during the early part of the period and often targets the development of a general physical base (3). This early part of the preparatory period includes high training volumes, low training intensities, and a larger variety of training means that are structured to develop general motor abilities and skills (36, 44). The specific preparatory phase occurs after the completion of the general preparatory phase and involves a shift in training focus. From the training base that has been established, this phase expands the athlete’s training base through an increased emphasis on sport-specific training activ- ities that prepare the athlete for the competitive period (15). During the preparatory period, resistance training phases can be created in order to depict more refined differences in training intensity and volume. In order, these are the hypertrophy/strength endurance and basic strength phases (57, 58)."
    },
    {
        "heading": "Hypertrophy/Strength Endurance Phase",
        "content": "The hypertrophy phase, which is also referred to as the strength endurance phase, generally occurs during the early portion of the preparatory period (i.e., the general preparatory phase) (18, 27, 28). During this phase, the training intensity is low to moderate and the overall volume is high. The primary goals during this phase are (a) to increase lean body mass, (b) to develop an endurance (muscular and metabolic) base, or (c) to do both. This development will serve as the foundation for the higher-intensity training in subsequent phases and periods (29, 30). With strength/power athletes, the primary target might be to stimulate hypertrophic effects while increasing strength endurance. With endurance athletes, the primary goal would be to increase strength endurance without significantly increasing hypertrophy. Regardless of the sport or athlete being trained, it is generally accepted that during the general preparatory phase, sport conditioning activities may not be specific to the athlete’s sport. However, as the athlete moves into the specific preparatory phase, over several weeks the training activities will become more sport specific. For example, sprinters may begin the general preparatory phase with longer-distance runs (longer than their com- petitive distance, not traditional distance running; for example, a 100 m sprinter may do 400 m runs to estab- lish a foundation) at slower speeds in conjunction with lower-intensity plyometrics such as double-leg bounding and hopping, as well as more basic resistance exercises that are not necessarily biomechanically or structurally similar to running (back squat, leg curl, and so on.)."
    },
    {
        "heading": "Generally, the athlete performs resistance training with",
        "content": "low to moderate intensities for high volumes (table 21.2). However, it is important to note that throughout this phase, daily variations in training intensity and work- load will facilitate recovery (27). Additionally, recovery weeks or microcycles may be placed throughout the phase and most often at the end of the phase before the next phase of training begins. ▶ ▶The hypertrophy/strength endurance phase involves low to moderate intensity (50-75% of the 1-repetition maximum [1RM]) and high volumes (three to six sets of 8-20 rep- etitions)."
    },
    {
        "heading": "Basic Strength Phase",
        "content": "In the later portion of the preparatory period, during the specific preparatory phase, the primary aim of the basic strength phase is to increase the strength of the mus- cles that are essential to the primary sport movements (11-13). For example, the sprinter’s running program would progress to include interval sprints of a moderate distance and more complex and specialized plyometric drills. The resistance training program also becomes more specific to the sport (e.g., squats, power cleans, one-leg squats) and involves heavier loads performed at lower volumes than in the hypertrophy/strength Table 21.2  A Periodization Model for Resistance Training"
    },
    {
        "heading": "First",
        "content": "transition"
    },
    {
        "heading": "Second",
        "content": "transition"
    },
    {
        "heading": "General",
        "content": "preparatory"
    },
    {
        "heading": "Specific",
        "content": "preparatory"
    },
    {
        "heading": "Hypertrophy/",
        "content": "strength endurance"
    },
    {
        "heading": "Low to",
        "content": "moderate"
    },
    {
        "heading": "Low to",
        "content": "very high"
    },
    {
        "heading": "Very high to",
        "content": "very low"
    },
    {
        "heading": "Moderate to",
        "content": "high"
    },
    {
        "heading": "Recreational",
        "content": "activities (may not involve resistance training) 50-75% of 1RM 80-95% of 1RM 87-95% of 1RM* 50% to ≥93% of 1RM 85-93% of 1RM 30-85% of 1RM**"
    },
    {
        "heading": "Moderate to",
        "content": "high"
    },
    {
        "heading": "Low to",
        "content": "moderate 3-6 sets*** 2-6 sets*** 2-5 sets*** 1-3 sets*** ~2-5 sets*** 8-20 repetitions 2-6 repetitions 2-5 repetitions 1-3 repetitions 3-6 repetitions *These percentages of 1RM apply to nonpower core exercises. **These percentages of 1RM apply to power exercises. The actual percentage used to elicit power development depends on the exercise that is used. For more information see Kawamori and Haff (39). ***These recommendations do not include warm-up sets and represent only target sets for core exercises (2); they also do not include lower-intensity recovery days that are often part of a periodized training plan (27). Adapted from 27, 56, 57, 58, 59. endurance phase (table 21.2). As with the hypertrophy/ strength endurance phase, daily variations in training load facilitate recovery (27, 28). ▶ ▶The basic strength phase involves higher intensity (80-95% of 1RM) and moderate to high volumes (two to six sets of two to six repetitions)."
    },
    {
        "heading": "First Transition Period",
        "content": "As originally described by Stone and colleagues (56-58), the first transition period is a link between the prepara- tory and competitive periods. Classically the resistance training in this period focuses on the development of strength and power as noted in Stone, O’Bryant, and"
    },
    {
        "heading": "Garhammer’s (57) seminal paper on the periodization",
        "content": "of strength training. The central aim of this period is to shift training focus toward the elevation of strength and its translation into power development (56, 57). In order to maximize this process and facilitate recovery, there are variations in training intensity and workload at the microcycle level (27, 28). Additionally, the last week of the period is marked by reduced volume, intensity, or both in order to achieve recovery before the beginning of the competition period."
    },
    {
        "heading": "Strength/Power Phase",
        "content": "The main phase within the first transition period is the strength/power phase. In this phase, the sprinter’s interval and speed training intensifies to near competi- tive pace; speed drills are performed (e.g., sled towing, sprints against resistance, and uphill sprints); plyometric drills mimic sprinting; and the resistance training pro- gram involves performing power/explosive exercises at low to very high loads with low volumes. As explained in chapter 17, the load assignments for power exercises do not follow the typical %RM–repetition relationship, but their relative intensities are elevated during this phase (table 21.2). Specifically, the exercises selected in this phase can dictate the loading that is used (39). For example, the development of power may be facilitated with a load of 80% of 1RM with hang power cleans (38), while a load of 50% to 70% of 1RM may be used with the bench press throw when the aim is to maximize power development (39). Ultimately, in order to address both strength and power development, a mixed training"
    },
    {
        "heading": "Periodization",
        "content": "approach is warranted in which heavy- and low-load training is used to optimize both attributes (31). ▶ ▶The strength/power phase involves low to very high loads (30-95% of 1RM, depending on the exercise) and low volumes (two to five sets for two to five repetitions)."
    },
    {
        "heading": "The central training target during the competitive",
        "content": "period is preparing the athlete for competition by further increasing strength and power via additional increases in training intensity while decreasing volume. This process can be a delicate balancing act, as adequate volume and intensity of training are needed in order to maintain competitive preparedness, and reductions in volume, intensity, or both are needed to optimize per- formance. To understand this conundrum, consider the fitness–fatigue paradigm presented earlier. If training workloads (volume or intensity) are reduced too much, fatigue will be reduced, but there will be a concomitant decrease in overall fitness that results in a reduction in competitive preparedness. Also during this period, time spent practicing sport-specific skills and tactics increases dramatically, and a proportional decrease occurs in time spent performing physical conditioning activities such as resistance training. For example, a sprinter places even more emphasis on speed, reaction time, sprint-specific plyometric drills, and technique training. The compe- tition period may last for one or two weeks for some sports in which a peaking program is employed (7, 23). Peaking programs attempt to place the athlete in peak condition for about one or two weeks. Trying to extend this to longer durations ultimately results in reduced performance capacity as a result of reduction in fitness or potential overtraining (3, 23). Depending on the load reduction strategy employed, peaking programs result in a progressive shift from higher-intensity training toward lower-intensity work designed to reduce fatigue as the athlete moves through the taper before competition (23). As shown in table 21.2, resistance training may range between 50% and ≥93% of 1RM, depending on where athletes are in the peaking program. For team sports, this period spans an entire season and may last for many months, requiring the use of a maintenance program (3). Because of the prolonged duration of the competitive period in this situation, the intensity and volume of training must be manipulated on a microcycle basis in order to maintain strength and power while managing the fatigue associated with a frequent-competition schedule. Generally, a maintenance program is marked by moderate- to high-intensity train- ing (e.g., 85-93% 1RM) at low to moderate volumes. At the microcycle level, the training loads are modulated based on the training, travel, and competitive schedule."
    },
    {
        "heading": "Careful monitoring of the athlete’s performance capacity",
        "content": "and recovery is critical during the team sport athlete’s competitive period. ▶ ▶The competitive period includes peaking and maintenance. For peaking, athletes use very high to low intensities (50% to ≥93% of the 1RM) and very low volume (one to three sets of one to three repetitions) for one to two weeks. For maintenance, athletes mod- ulate training between moderate and high intensities (85-93% of 1RM) with moderate volumes (about two to five sets of three to six repetitions)."
    },
    {
        "heading": "Second Transition Period (Active Rest)",
        "content": "Between the competitive season and the next annual training plan or the preparatory period of a macrocycle, a second transition period is often used to create a linkage (57). This period is sometimes referred to as an active rest or restoration period and generally lasts for one to four weeks (3). It is important to note that if active rest is extended for a prolonged duration, athletes will require a much longer preparatory period in order to regain their performance capacities (26). Therefore, it is generally recommended that the second transition period last no longer than four weeks unless an athlete requires additional time to recover from an injury. During this period, aggressive training immediately after the peak performance or end of the maintenance phase should be avoided so athletes can rehabilitate injuries and rest physically and mentally (11-13). For example, a sprinter may engage in recreational activities such as volleyball, racket sports, and swimming in a leisurely manner and perform very low-volume, nonsport-specific resistance training with very low loads. A secondary use of the active rest concept is to structure one-week breaks between long phases (three weeks) or periods of training. The purpose is to create an unloading week in order to prepare the body for the subsequent phase or period of ▶ ▶The second transition (active rest) pro- vides a period of time in which athletes can rehabilitate injuries and refresh both physically and mentally before beginning a new annual training plan or macrocycle. This period should not last longer than four weeks, because long periods with reduced training will require the athlete to engage in a longer preparatory period in order to regain sporting form. training. The practice of reducing the training load via the reduction of training intensity and volume is believed by many strength and conditioning professionals to reduce overtraining potential."
    },
    {
        "heading": "Applying Sport Seasons",
        "content": "to the Periodization Periods"
    },
    {
        "heading": "In practical terms, periodization involves a logical,",
        "content": "systematic variation and integration of training in order to direct the training responses while managing fatigue and optimizing performance in accordance with the seasonal demands of the sport and athletes. Based on the competitive season, the overall annual plan or mac- rocycle is structured in order to sequentially develop specific attributes required by the athlete. In order to avoid monotony, staleness, and overtraining potential, the training program must involve structured variation of key training variables (e.g., volume, intensity, train- ing frequency, training foci, exercise selection) (28)."
    },
    {
        "heading": "Classically, most intercollegiate and professional sports",
        "content": "have an annual schedule that includes an off-season, preseason, in-season, and postseason. These seasons are easy to relate to the periods in a periodized training model (see figure 21.5)."
    },
    {
        "heading": "The off-season should be considered the preparatory",
        "content": "period; it typically lasts from the end of the postseason to the beginning of the preseason, which can be about six weeks before the first major competition (although this varies greatly). This preparatory period is subdivided into general and specific preparatory phases that are broken down into mesocycles; these interlink to prepare the athlete for the subsequent competitive season. For example, the athlete may complete several rotations of mesocycles that focus on hypertrophy/strength endur- ance and basic strength (see figure 21.5). Ultimately, these cyclical rotations are selected based on the sport and the athlete’s needs. For example, if an American football player needs to gain muscle mass, more mesocy- cles that target the hypertrophy phase will be prescribed."
    },
    {
        "heading": "Preseason",
        "content": "After the completion of the off-season, the preseason is used to lead into the first major competition. The first transition period is often undertaken at this time with a focus on the strength/power phase of resistance training. This time is used to prepare the athlete for the subsequent competitive period. It is very important to note that the preseason is not the time to build the foundational phys- ical capacities needed for the sport; this should occur primarily in the off-season. The preseason is designed to capitalize on the off-season and elevate the athlete’s performance capacity during the competitive period."
    },
    {
        "heading": "In-Season",
        "content": "The competition, or in-season, period contains all the contests scheduled for the given year, including any tournament games. Most sports have a long season that requires multiple mesocycles arranged around key con- tests. Thus, a long competition season (12-16+ weeks)"
    },
    {
        "heading": "Transition",
        "content": "period"
    },
    {
        "heading": "Second",
        "content": "transition period"
    },
    {
        "heading": "Second",
        "content": "transition period"
    },
    {
        "heading": "Strength",
        "content": "training focus"
    },
    {
        "heading": "Stone, O’Bryant,",
        "content": "and Garhammer training periods Figure 21.5  Relationship of periodization periods to seasons and strength training focus. HP = hypertrophy/strength endurance; BS = basic strength; AR = active rest; SP =strength/power."
    },
    {
        "heading": "Periodization",
        "content": "presents unique programming challenges. One solution is to structure three- or four-week mesocycle blocks that unload the athlete in the last microcycle in order to allow for fatigue reduction and performance supercompensa- tion before critical contests (28). This does not mean that the athlete is in poor condition for the other contests, as varying training intensities and volumes across the mesocycle can modulate preparedness. Specifically, training intensity and volume are increased or decreased in order to maintain physical capacities while reducing fatigue and peaking preparedness before the competitive engagements. The other approach is to design a mainte- nance program that modulates moderate intensities with low to moderate volumes."
    },
    {
        "heading": "Postseason",
        "content": "After the final contest, the postseason or second transi- tion period provides the athlete with a relative or active rest before the beginning of the next year’s off-season or preparatory period. It is important to remember that the longer the postseason, the greater the chance for detrain- ing, which results in an increased need for a longer general preparatory phase during the next off-season (3)."
    },
    {
        "heading": "For better or worse, contemporary periodization litera-",
        "content": "ture has adopted the terms linear and nonlinear when referring to periodization models. However, it should be noted that a central tenet of periodization is the removal of linearity from training (25, 32, 37, 43, 49, 51). Often the traditional resistance training model is falsely referred to as linear due to the gradual and pro- gressive mesocycle increases in intensity over time (8, 37, 51). However, a closer look at the traditional model as described by Stone, O’Bryant, and Garhammer (57, 58) and within the literature (37) shows that the traditional model contains nonlinear variation in training intensity and volume-load at the microcycle level and throughout the mesocycle. Regardless of this, an alternative model termed the nonlinear periodization model has been introduced in the strength and conditioning industry (42, 53). This model is probably better described as an undulating or daily undulating periodization model, because it involves large daily (i.e., within the microcy- cle) fluctuations in the load and volume (e.g., repetitions and volume-load) of assigned core resistance training exercises. For example, using this model you might perform four sets with a 6RM load (strength focus) on the first day of the week (e.g., Tuesday), three sets with a 10RM (hypertrophic focus) on the next training day (e.g., Thursday), and five sets with a 3RM load (power focus) on the last training day (e.g., Saturday). In this case the load, volume (e.g., repetitions and volume-load), and training focus are all modified within the microcycle. These modifications are in contrast to what occurs with the traditional periodization model, falsely referred to as the linear periodization model, according to which the athlete performs the same number of sets and repeti- tions across the training days and varies the training load. For example, the athlete may perform four sets of six at 85% of 1RM on the first day of training, at 75% of 1RM on the second day, and at 65% of 1RM on the third day to basically train using a heavy-to-light training struc- ture. While the traditional model appears to vary only intensity because the repetitions do not change, one must remember that the volume-load changes in this model result in undulations in workload and training volume, supporting the idea that the traditional model is in fact nonlinear and should not be classified as linear (37)."
    },
    {
        "heading": "Some research studies suggest that the undulating",
        "content": "model is more effective than the traditional model (16, 41, 45, 47, 53), although other evidence suggests that there is no difference between the models (1, 10, 52) or that the traditional model is superior (34, 35, 50). Pro- ponents of the undulating model suggest that one of its strengths is the absence of accumulated neural fatigue caused by extended, ever-increasing training intensities common to the traditional model (40). Conversely, pro- ponents of the traditional model suggest that the overall high volume-loads of training in the undulating model result in greater peripheral fatigue and increased risk of injury because of the high levels of metabolic fatigue this type of programming can stimulate (50). Addi- tionally, examination of the fatigue–fitness paradigm (figure 21.3) and the stimulus-fatigue-recovery-adap- tation theory (figure 21.2) indicates that the undulating model has the potential to decrease athlete preparedness because of accumulated fatigue that occurs with higher volume-load training sessions. Some authors suggest that, based upon the GAS, this response may actually increase the potential for overtraining with higher-level athletes (25, 60) and result in an increased injury risk for athletes using this model in conjunction with their sport-based training."
    },
    {
        "heading": "Example of",
        "content": "an Annual Training Plan An example of one approach to designing a full annual training plan (i.e., macrocycle for sports with one competitive season) spanning all four sport seasons is presented in the four application tables near the end of this chapter. The program is based on the preseason resistance training program for scenario A from chapter 17, “Program Design for Resistance Training,” which concerns a female collegiate basketball center. Back- ground information and initial testing information about this athlete are provided in chapter 17. The annual plan example provided in this chapter begins where the preseason program from chapter 17 left off and shows a continuation of the training pro- gram through the in-season, the postseason, and the following year’s off-season. The primary focus of the annual training plan example is the resistance training component of scenario A. Although other modes of training are described briefly (e.g., plyometrics, anaer- obic conditioning, aerobic endurance), this example is not intended to illustrate every aspect of variation for a strength and conditioning program for basketball. Also, although this example is divided into four sport seasons that are made up of two- to four-week mesocycles, an alternative approach is to structure each season as an individual macrocycle."
    },
    {
        "heading": "Preseason",
        "content": "After undertaking one or two unloading weeks following the cessation of the off-season training period, the athlete begins the preseason period of training. For this example, the period covers about 3.5 months (mid-August until the first game, possibly mid-November). The goals of the preseason are to increase the intensity of sport-specific training and the attention given to basketball drills and skills. The resistance training portion is planned for three days per week and focuses primarily on strength and power outcomes. Other training modes (e.g., plyometrics and anaerobic conditioning) hold high priority, espe- cially if they directly contribute to basketball training. Although chapter 17 does not show microcycle progres- sions, it describes the resistance training portion of this season in detail; therefore, please refer to the table titled “Application of All Program Design Variables” in that chapter for the preseason program example. The same method of applying the periodization concepts described in this chapter can be used to design the remainder of the preseason period."
    },
    {
        "heading": "After an unloading week following the preseason,",
        "content": "the athlete is ready to begin the competition period of training. The in-season period lasts approximately 20 weeks, spanning a time period from November until April (including a four-week tournament period, although it could last longer). The goals for the in-season are to maintain and possibly improve strength, power, flexibility, and anaerobic conditioning. The time con- straints of games, skill and strategy practice, and travel result in a lower volume of off-court training activities. Due to multiple games each week, resistance training may be limited to 30 minutes, one to three times per week, consisting of an undulating regimen of varying volume-loads and relative intensities. Power and bas- ketball-specific nonpower core exercises predominate, with assistance exercises added for balance. See the sample in-season program near the end of this chapter."
    },
    {
        "heading": "Plyometric sessions should be alternated with resistance",
        "content": "training and conducted once or twice weekly, depending on the number of games. On days when no resistance training is scheduled, 15 to 20 minutes of various short sprint intervals could be performed once or twice weekly during practice. Speed, agility, and other running conditioning can be incor- porated into practice time, and flexibility training can be part of the practice and game warm-up and cool- down. Two or three days of rest should be afforded between resistance training, plyometrics, and sprint interval sessions, depending on the game schedule. This period is similar to the previous training period in that the majority of the athlete’s time is spent on skill and strategy development, with the remainder devoted to conditioning. The athlete is in good condition from the previous mesocycles, so she should be able not only to maintain that condition but also to peak again if the team continues in the conference tournament. In that case, she would revert back to mesocycle 2 and progress to mesocycle 3 if the team qualifies for a tournament to be held after the conference tournament. If the tournament game schedule does not allow for more than one resistance training session per week, the athlete should perform all the week’s power and core exercises (if time allows) and omit the assistance exercises. Two examples of specific weekly tournament schedules are presented near the end of this chapter."
    },
    {
        "heading": "Postseason (Active Rest Period)",
        "content": "Following the completion of the competitive season is a (second) transition period of active rest with no formal or structured workouts. For this example, the transition period lasts a month (from April 4 until May 1). The goal of the period is for the athlete to recuperate physically and psychologically from the long in-season. Recre- ational games and fitness activities include swimming, jogging, circuit weight training, volleyball, racquetball, and informal basketball. All activities are performed at low intensities with low volumes."
    },
    {
        "heading": "Off-Season",
        "content": "Following the postseason active rest period, the athlete should be rested and ready to begin off-season (prepara- tory period) training. For this example, this preparatory"
    },
    {
        "heading": "Periodization",
        "content": "period lasts about 14 weeks, from the beginning of May to the beginning of August. The goal of this period is to establish a base level of conditioning to increase the ath- lete’s tolerance for more intense training in later phases and periods. During the first week, testing should be performed so the strength and conditioning professional can determine initial training loads for the exercises in the first mesocycle. In later mesocycles, when more or other exercises are added, the training loads can be estimated from loads used in similar exercises or can be determined from RM testing. For example, the strength and conditioning professional can reasonably predict training load for the hang clean from the tested power clean maximum, or the actual RM load could be measured. Other monitoring tests related to basketball are shoulder and hip flexibility tests, 12-minute run, 300-yard (274 m) shuttle, line drill, T-test, vertical jump, and skinfold measurements (see chapter 13 for testing protocols)."
    },
    {
        "heading": "The resistance training component holds higher",
        "content": "priority in the off-season, and an athlete may follow a split routine of four or more training days per week. In this example, the basketball player begins the off- season with an all-body, three times per week regimen but soon progresses to four training days per week with variations in training intensity across the microcycle to allow fatigue to be managed. These advancements also involve a gradual increase in loading, with associated decreases in training volume. Other training includes aerobic endurance exercises to maintain or improve body composition and cardiovascular fitness. These conditioning workouts are scheduled on nonresistance training days, and flexibility training can be emphasized in the warm-up and cool-down portions of each training session."
    },
    {
        "heading": "Reviewing the Annual Plan Example",
        "content": "For any periodization model to function optimally, the sport coach and the strength and conditioning profes- sional must plan the program together in order to share goals and strategies. This is a critical issue in that work- ing together allows all the training factors that the athlete will engage in to be integrated so as to better manage the training stress and modulate fatigue and recovery."
    },
    {
        "heading": "Without the cooperation of all involved professionals,",
        "content": "optimal performance cannot be fully achieved. The example in this chapter is a representation of only one periodization model that could be used to structure training for a sample athlete. Other athletes or sports may require subtle to radical variations in the structure presented here. It is important to remember that a mul- titude of periodization models can be adapted to meet the needs of the various athletes and sports."
    },
    {
        "heading": "Conclusion",
        "content": "Periodization is a process through which the athlete’s training is logically and systematically organized in order to promote peak condition (preparedness) for the most important competitions. The annual training plan (year of training) is divided into macrocycles that contain preparatory, competition, and transition periods. Each period is subdivided into mesocycles that target specific phases of development: hypertrophy/strength endurance, basic strength, or strength/power. Transitions are used to link mesocycles or macrocycles and provide the athlete with an unloading period that enhances recovery. The overall structure of the macrocycle, mesocycle, and indi- vidual microcycles is dictated by the individual sport’s competitive season and demands."
    },
    {
        "heading": "Female college basketball center",
        "content": "5 months (20 weeks): November 21-April 3 (including tournament play) (Beginning after an unloading week; November 15-21)"
    },
    {
        "heading": "Mesocycle 1",
        "content": "4 Weeks: November 22-December 19; Unload Week December 20-26"
    },
    {
        "heading": "High pull",
        "content": "75% 1RM 80% 1RM 85% 1RM 90% 1RM 60% 1RM"
    },
    {
        "heading": "Back squat",
        "content": "80% 6RM 85% 6RM 90% 6RM 95%6RM 65% 6RM"
    },
    {
        "heading": "Incline bench press",
        "content": "80% 6RM 85% 6RM 90% 6RM 95%6RM 65% 6RM"
    },
    {
        "heading": "Lateral shoulder raise",
        "content": "75% 10RM 80% 10RM 85% 10RM 90% 10RM 70% 10RM"
    },
    {
        "heading": "Push press",
        "content": "70% 6RM 75% 6RM 80% 6RM 85% 6RM 60% 6RM"
    },
    {
        "heading": "Hip sled",
        "content": "70% 6RM 75% 6RM 80% 6RM 85% 6RM 60% 6RM"
    },
    {
        "heading": "Closed-grip bench",
        "content": "press 70% 6RM 75% 6RM 80% 6RM 85% 6RM 60% 6RM"
    },
    {
        "heading": "Seated low pulley row",
        "content": "70% 6RM 75% 6RM 80% 6RM 85% 6RM 60% 6RM"
    },
    {
        "heading": "Mesocycle 2",
        "content": "4 Weeks: December 27-January 23; Unload Week January 24-30"
    },
    {
        "heading": "Hang clean",
        "content": "70% 1RM 75% 1RM 80% 1RM 85% 1RM 65% 1RM"
    },
    {
        "heading": "Front squat",
        "content": "75% 5RM 80% 5RM 85% 5RM 90% 5RM 60% 5RM"
    },
    {
        "heading": "Standing shoulder",
        "content": "press 75% 5RM 80% 5RM 85% 5RM 90% 5RM 60% 5RM"
    },
    {
        "heading": "Lying triceps extension",
        "content": "75% 10RM 80% 10RM 85% 10RM 90% 10RM 70% 10RM"
    },
    {
        "heading": "Push jerk",
        "content": "65% 1RM 70% 1RM 75% 1RM 80% 1RM 60% 1RM"
    },
    {
        "heading": "Step-up",
        "content": "70% 5RM 75% 5RM 80% 5RM 85% 5RM 60% 5RM"
    },
    {
        "heading": "Closed-grip bench",
        "content": "press 65% 10RM 70% 10RM 75% 10RM 80% 10RM 60% 10RM"
    },
    {
        "heading": "Lat pull-down",
        "content": "65% 10RM 70% 10RM 75% 10RM 80% 10RM 60% 10RM"
    },
    {
        "heading": "Mesocycle 3",
        "content": "4 Weeks: January 31-February 27; Unload Week February 28-March 6"
    },
    {
        "heading": "Power clean",
        "content": "75% 1RM 80% 1RM 85% 1RM 90% 1RM 70% 1RM"
    },
    {
        "heading": "Back squat",
        "content": "75% 4RM 80% 4RM 85% 4RM 90% 4RM 65% 4RM"
    },
    {
        "heading": "Bench press",
        "content": "75% 4RM 80% 4RM 85% 4RM 90% 4RM 65% 4RM"
    },
    {
        "heading": "Barbell biceps curl",
        "content": "75% 8RM 80% 8RM 85% 8RM 90% 8RM 65% 8RM"
    },
    {
        "heading": "Hang snatch",
        "content": "65% 1RM 70% 1RM 75% 1RM 80% 1RM 60% 1RM"
    },
    {
        "heading": "Forward step lunge",
        "content": "65% 4RM 70% 4RM 75% 4RM 80% 4RM 60% 4RM"
    },
    {
        "heading": "Closed-grip decline",
        "content": "bench press 65% 8RM 70% 8RM 75% 8RM 80% 8RM 60% 8RM"
    },
    {
        "heading": "Upright row",
        "content": "65% 8RM 70% 8RM 75% 8RM 80% 8RM 60% 8RM"
    },
    {
        "heading": "Tournament Mesocycle",
        "content": "4 Weeks: March 7-April 3 Go back to mesocycle 2; progress again to mesocycle 3 if tournament play extends beyond four weeks."
    },
    {
        "heading": "Comments:",
        "content": "•\tEach mesocycle is considered a block of training and contains five individual microcycles, with the fifth microcycle constituting an unloading microcycle. •\tThis in-season program incorporates a nonlinear approach with variations in volume-load, training intensity (kg), and targeted training exercises. •\tRepetition maximum loads are not used, as training to failure has been shown to reduce power output and increase the risk of overtraining. Therefore, percentages of RM loads are used to deal with the accumulated fatigue associated with in-season training and competitions. •\tIt is important to note that these are the target sets and that three to five warm-up sets should be performed in order to provide an appropriate specific warm-up for the targeted loadings. •\tRefer to table 17.7 for the relationship between the %RM and the number of repetitions allowed and table 17.8 for the estimation of 1RM. •\tRefer to table 17.12 for rest period length assignment based on repetition goal."
    },
    {
        "heading": "Practice",
        "content": "(or rest)"
    },
    {
        "heading": "Resistance",
        "content": "training"
    },
    {
        "heading": "Plyometric",
        "content": "session"
    },
    {
        "heading": "Practice",
        "content": "(or rest)"
    },
    {
        "heading": "Resistance",
        "content": "training"
    },
    {
        "heading": "Female College Basketball Center",
        "content": "3 1/2 months (14 weeks): May 2-August 7"
    },
    {
        "heading": "Initial Pretesting",
        "content": "(For Mesocycle 1) Microcycle 1: May 2-8 5RM Power Exercise 1.\t Power clean 10RM for Assistance Exercises 1.\t Leg (knee) curl 2.\tLat pull-down 3.\tBiceps curl 4.\tLying triceps extension 5.\tUpright row"
    },
    {
        "heading": "Other Testing",
        "content": "1.\tSit and reach 2.\tShoulder elevation 3.\t1.5-mile (2.4 km) run 4.\t200-yard (274 m) shuttle run 5.\tLine drill 6.\tT-test 7.\t Vertical jump 8.\tBody composition (skinfolds) 10RM for Nonpower Core"
    },
    {
        "heading": "Exercises",
        "content": "1.\t Back squat 2.\tBench press"
    },
    {
        "heading": "Mesocycle 1",
        "content": "2 Weeks: May 9-22: Hypertrophy/Strength Endurance Phase 1"
    },
    {
        "heading": "Power clean",
        "content": "10/2* 65% 5RM 10/2* 70% 5RM"
    },
    {
        "heading": "Back squat",
        "content": "65% 10RM 70% 10RM"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "65% 10RM 70% 10RM"
    },
    {
        "heading": "Bench press",
        "content": "65% 10RM 70% 10RM"
    },
    {
        "heading": "Lying triceps extension",
        "content": "65% 10RM 70% 10RM"
    },
    {
        "heading": "Upright row",
        "content": "65% 10RM 70% 10RM"
    },
    {
        "heading": "Abdominal crunch",
        "content": "Note: Friday workout should use a load 10% less than Monday’s."
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "60% 5RM 65% 10RM"
    },
    {
        "heading": "Romanian deadlift**",
        "content": "60% 5RM 65% 10RM"
    },
    {
        "heading": "Lat pulldown",
        "content": "60% 10RM 65% 10RM"
    },
    {
        "heading": "Biceps curl",
        "content": "60% 10RM 65% 10RM"
    },
    {
        "heading": "Abdominal crunch",
        "content": "*Performed as cluster sets with a 20-second rest between clusters of two repetitions. **Training loads are based on the 5RM power clean test."
    },
    {
        "heading": "Mesocycle 2",
        "content": "2 Weeks: May 23-June 5; Basic Strength Phase 1"
    },
    {
        "heading": "Power clean",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Back squat",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Bench press",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Lying triceps extension",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Upright row",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Abdominal crunch",
        "content": "Note: Friday workout should use a load 10% less than Monday’s."
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "85% 5RM 90% 5RM"
    },
    {
        "heading": "Romanian deadlift**",
        "content": "75% 5RM 80% 5RM"
    },
    {
        "heading": "Lat pulldown",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Barbell biceps curl",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Abdominal crunch",
        "content": "**Training loads are based on the 5RM power clean test."
    },
    {
        "heading": "Unloading Week",
        "content": "1 Week: June 6-12"
    },
    {
        "heading": "Power clean",
        "content": "70% 5RM"
    },
    {
        "heading": "Back squat",
        "content": "70% 5RM"
    },
    {
        "heading": "Bench press",
        "content": "70% 5RM"
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "70% 5RM"
    },
    {
        "heading": "Romanian deadlift",
        "content": "70% 5RM"
    },
    {
        "heading": "Lat pulldown",
        "content": "60% 10RM"
    },
    {
        "heading": "Abdominal crunch",
        "content": "**Training loads are based on the 5RM power clean test."
    },
    {
        "heading": "Mesocycle 3",
        "content": "2 Weeks: June 13-26; Hypertrophy/Strength Endurance Phase 1"
    },
    {
        "heading": "Hang snatch",
        "content": "55% 10RM 60% 10RM"
    },
    {
        "heading": "Back squat",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Incline bench press",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Lunge",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "70% 10RM 75% 10RM"
    },
    {
        "heading": "Seated calf raise",
        "content": "70% 10RM 75% 10RM Note: Thursday workout should use a load 15% less than Monday’s."
    },
    {
        "heading": "Push jerk",
        "content": "60% 10RM 65% 10RM"
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "65%10RM 70% 10RM"
    },
    {
        "heading": "Bent-over row",
        "content": "65%10RM 70% 10RM"
    },
    {
        "heading": "Shoulder press",
        "content": "65%10RM 70% 10RM"
    },
    {
        "heading": "Barbell biceps curl",
        "content": "65%10RM 70% 10RM"
    },
    {
        "heading": "Triceps pushdown",
        "content": "65%10RM 70% 10RM"
    },
    {
        "heading": "Abdominal muscles",
        "content": "Note: Friday workout should use a load 10% less than Tuesday’s. **Training loads are based on the power clean test."
    },
    {
        "heading": "Mesocycle 4",
        "content": "2 Weeks: June 27-July 10: Basic Strength Phase 2"
    },
    {
        "heading": "Hang snatch",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Back squat",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Incline bench press",
        "content": "80% 5RM 85% 5RM"
    },
    {
        "heading": "Lunge",
        "content": "80% 6RM 85% 6RM"
    },
    {
        "heading": "Leg (knee) curl",
        "content": "80% 6RM 85% 6RM"
    },
    {
        "heading": "Seated calf raise",
        "content": "80% 6RM 85% 6RM Note: Thursday workout should use a load 15% less than Monday’s."
    },
    {
        "heading": "Push jerk",
        "content": "75% 5RM 80% 5RM"
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "75% 5RM 80% 5RM"
    },
    {
        "heading": "Bent-over row",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Shoulder press",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Barbell biceps curl",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Triceps pushdown",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Abdominal muscles",
        "content": "Note: Friday workout should use a load 10% less than Tuesday’s. **Training loads are based on the power clean test."
    },
    {
        "heading": "Unloading Week",
        "content": "1 Week: July 11-17"
    },
    {
        "heading": "Hang snatch",
        "content": "70% 5RM"
    },
    {
        "heading": "Back squat",
        "content": "70% 5RM"
    },
    {
        "heading": "Abdominal muscles",
        "content": "Note: Thursday workout should use a load 15% less than Monday’s."
    },
    {
        "heading": "Push jerk",
        "content": "70% 5RM"
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "70% 5RM"
    },
    {
        "heading": "Incline bench press",
        "content": "70% 5RM"
    },
    {
        "heading": "Shoulder press",
        "content": "70% 5RM Note: Friday workout should use a load 10% less than Tuesday’s. **Training loads are based on the 5RM power clean test."
    },
    {
        "heading": "Mesocycle 5",
        "content": "2 Weeks: July 18-31: Strength/Power Phase 1"
    },
    {
        "heading": "Power clean",
        "content": "90% 3RM 95% 3RM"
    },
    {
        "heading": "Front squat",
        "content": "85% 3RM 90% 3RM"
    },
    {
        "heading": "Push jerk",
        "content": "85% 3RM 90% 3RM"
    },
    {
        "heading": "Bench press",
        "content": "85% 3RM 90% 3RM"
    },
    {
        "heading": "Hammer curl",
        "content": "80% 6RM 85% 6RM"
    },
    {
        "heading": "Lying triceps extension",
        "content": "80% 6RM 85% 6RM"
    },
    {
        "heading": "Standing calf (heel)",
        "content": "raise 80% 6RM 85% 6RM Note: Thursday workout should use a load 15% less than Monday’s."
    },
    {
        "heading": "Hang snatch",
        "content": "80% 3RM 85% 3RM"
    },
    {
        "heading": "Clean pull (floor)",
        "content": "80% 3RM 85% 3RM"
    },
    {
        "heading": "Bent-over row",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Lat pulldown",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Romanian deadlift",
        "content": "75% 6RM 80% 6RM"
    },
    {
        "heading": "Abdominal muscles",
        "content": "Note: Friday workout should use a load 10% less than Tuesday’s. **Training loads are based on the power clean test."
    },
    {
        "heading": "Unloading Week",
        "content": "1 Week: August 1-7"
    },
    {
        "heading": "Hang snatch",
        "content": "70% 3RM"
    },
    {
        "heading": "Back squat",
        "content": "70% 3RM"
    },
    {
        "heading": "Abdominal muscles",
        "content": "Note: Thursday workout should use a load 15% less than Monday’s."
    },
    {
        "heading": "Push jerk",
        "content": "70% 3RM"
    },
    {
        "heading": "Clean pull (floor)**",
        "content": "70% 3RM"
    },
    {
        "heading": "Incline bench press",
        "content": "70% 3RM Note: Friday workout should use a load 10% less than Tuesday’s. **Training loads are based on the 5RM power clean test."
    },
    {
        "heading": "Posttesting",
        "content": "(Before In-Season) Microcycle: August 8-14 1RM Power Exercise 1.\t Power clean 2.\tHang snatch 3.\tPush jerk 4.\tPush press 1RM for Nonpower Core"
    },
    {
        "heading": "Exercises",
        "content": "1.\t Back squat 2.\tFront squat 3.\tBench press"
    },
    {
        "heading": "Other Testing",
        "content": "1.\t Sit and reach 2.\tShoulder elevation 3.\t1.5-mile (2.4 km) run 4.\t200-yard (274 m) shuttle run 5.\tLine drill 6.\tT-test 7.\tVertical jump 8.\tBody composition (skinfolds) Other exercises to test based on in-season program"
    },
    {
        "heading": "Comments:",
        "content": "•\tThis in-season program incorporates a nonlinear approach with variations in volume-load, training intensity (kg), and targeted training exercises. •\tRepetition maximum loads are not used, as training to failure has been shown to reduce power output and increase the risk of overtraining. Therefore percentages of RM loads are used to deal with the accumulated fatigue associated with in-season training and competitions. •\tIt is important to note that these are the target sets and that three to five warm-up sets should be performed in order to provide an appropriate specific warm-up for the targeted loadings. •\tRefer to table 17.7 for the relationship between the %RM and the number of repetitions allowed and table 17.8 for the estimation of 1RM. •\tRefer to table 17.12 for rest period length assignment based on repetition goal."
    },
    {
        "heading": "Key Terms",
        "content": "active rest annual training plan basic strength phase competitive period daily undulating periodization first transition period fitness–fatigue paradigm"
    },
    {
        "heading": "General Adaptation Syndrome (GAS)",
        "content": "general preparatory phase hypertrophy/strength endurance phase linear periodization macrocycle maintenance mesocycle microcycle nonlinear periodization peaking periodization preparatory period recovery restoration second transition period specific preparatory phase stimulus-fatigue-recovery- adaptation theory strength/power phase supercompensation traditional periodization"
    },
    {
        "heading": "Study Questions",
        "content": "1.\t During which stage of the General Adaptation Syndrome does the body physiologically adapt to heavier training loads? a.\t alarm b.\t resistance c.\t exhaustion d.\t restoration 2.\t When relating the season terminology to periodization periods, which season corresponds to the preparatory period of training? a.\t in-season b.\t preseason c.\t off-season d.\t postseason 3.\t During which of the following periods are sport-specific activities performed in the greatest volume? a.\t preparatory b.\t first transition c.\t competition d.\t second transition 4.\t The medium-sized training cycle that lasts two to six weeks in duration is referred to as a"
    },
    {
        "heading": "IV.\tmesocycle",
        "content": "a.\tII and III only b.\tI and IV only c.\tI, II, and IV only d.\tIII and IV only 5.\t Which of the following phases is (are) commonly used to vary workouts during the preparatory period?"
    },
    {
        "heading": "IV.\tsupercompensation",
        "content": "a.\tI and III only b.\tII and IV only c.\tI, II, and III only d.\tII, III, and IV only"
    }
]